Repository: kscanne/gaeilge-mozdev
Catalog: src/*/firefox-3.6.*.po
Languages: gd

source: &brandShortName; needs to be restarted for the plugin(s) to work.
gd: Feumaidh &brandShortName; ath-thòiseachadh mus obair am plugan/na plugain.

source: Click here to download plugin.
gd: Briog an-seo gus am plugan a luchdadh a-nuas.

source: The plugin for this content has been disabled. Click here to manage your plugins.
gd: Chaidh am plugan airson na susbainte seo a chur à comas. Briog an-seo airson na plugain agad a chur air dòigh.

source: This plugin has been blocked for your protection.
gd: Chaidh cas a chur air a' phlugan seo a chum do thèarainteachd.

source: To install %S, you need to agree to the following:
gd: Feumaidh tu aontachadh ris na leanas gus %S a stàladh:

source: Finished downloading %S.
gd: Deiseil le luchdadh a-nuas %S.

source: Installing %S…
gd: A' stàladh %S…

source: Successfully installed %S.
gd: Shoirbhich le stàladh %S.

source: Failed to install %S (%S).
gd: Dh'fhàillig stàladh %S (%S).

source: Finished installing plugins.
gd: Deiseil le stàladh nam plugan.

source: Installed
gd: Air a stàladh

source: License not accepted
gd: Cha deach gabhail ris a' cheadachas.

source: Not Available
gd: Chan eil e ri fhaighinn

source: Manual Install
gd: Stàladh de làimh

source: Manually install the plugin.
gd: Stàlaich am plugan de làimh.

source: No suitable plugins were found.
gd: Cha deach plugan freagarrach a lorg.

source: No plugins were installed.
gd: Cha deach plugan a stàladh.

source: Unknown Plugin (%S)
gd: Plugan neo-aithnichte (%S)

source: Change Master Password
gd: Atharraich am prìomh fhacal-faire

source: Security Device
gd: Inneal tèarainteachd

source: Current password:
gd: Am facal-faire làithreach:

source: Enter new password:
gd: Cuir a-steach am facal-faire ùr:

source: Re-enter password:
gd: Cuir a-steach am facal-faire a-rithist:

source: Password quality meter
gd: Tomhas càileachd an fhacail-fhaire

source: Loading
gd: 'Ga luchdadh

source: A Master Password is used to protect sensitive information like site passwords. If you create a Master Password you will be asked to enter it once per session when &brandShortName; retrieves saved information protected by the password.
gd: Tha prìomh fhacal-faire 'ga chleachdadh gus fiosrachadh cugallach mar fhaclan-faire de làraichean a dhìon. Ma chruthaicheas tu prìomh fhacal-faire, thèid iarraidh ort a chur a-steach turas gach seisean nuair a dh'iarras &brandShortName; fiosrachadh a chaidh a sàbhaladh fo dhìon an fhacail-fhaire seo.

source: Please make sure you remember the Master Password you have set. If you forget your Master Password, you will be unable to access any of the information protected by it.
gd: Dèan cinnteach gun cum thu am prìomh fhacal-faire agad 'nad chuimhne. Ma dhìochuimhnicheas tu am prìomh fhacal-faire agad, chan urrainn dhut smid dhen fhiosrachadh fhaighinn a tha fo dhìon.

source: Certificate Validation
gd: Dearbhadh a' cheadachais

source: &Use the Online Certificate Status Protocol (OCSP) to confirm the current validity of certificates
gd: Cleachd an Online Certificate Stat&us Protocol (OCSP) gus èifeachd nan ceadachasn làithreachd a dhearbhadh

source: &Validate a certificate if it specifies an OCSP server
gd: Dearbhaich ceadachas ma shònraicheas e frithealaiche OCSP

source: V&alidate all certificates using the following OCSP server:
gd: Dearbhaich a h-uile ceadachas a chleachdas am frithealaiche OCSP a leanas:

source: &Service URL:
gd: URL na &seirbheise:

source: &Response Signer:
gd: Soidhniche na f&reagairt:

source: &When an OCSP server connection fails, treat the certificate as invalid
gd: Nuair a dh'&fhàilligeas ceangal ri frithealaiche OCSP, meas gu bheil an ceadachas mì-dhligheach.

source: (not set)
gd: (gun suidheachadh)

source: Unable to change Master Password.
gd: Cha ghabh am prìomh fhacal-faire atharrachadh.

source: You did not enter the correct current Master Password. Please try again.
gd: Cha do chuir thu a-steach am prìomh fhacal-faire làithreach ceart. Feuch ris a-rithist.

source: Master Password successfully changed.
gd: Shoirbhich leat le atharrachadh a' phrìomh fhacail-fhaire.

source: You have deleted your Master Password.
gd: Sguaib thu às am prìomh fhacal-faire agad.

source: Warning! You have decided not to use a Master Password.
gd: Rabhadh! Chuir thu romhad gun a bhith a' cleachdadh prìomh fhacal-faire.

source: Your stored web and email passwords, form data, and private keys will not be protected.
gd: Cha bhi faclan-faire an lìn 's a' phuist-dhealain, dàta fhoirmichean is iuchraichean prìobhaideach fo dhìon.

source: Password Change Succeeded
gd: Shoirbhich leat le atharrachadh an fhacail-fhaire

source: Remove
gd: Thoir air falbh

source: Remove Master Password
gd: Thoir air falbh am prìomh fhacal-faire

source: You must enter your current password to proceed:
gd: Feumaidh tu am facal-faire làithreach a chur a-steach gus leantainn air adhart:

source: Your Master Password is used to protect sensitive information like site passwords.
gd: Thathar a' cleachdadh a' phrìomh fhacail-fhaire agad gus fiosrachadh cugallach mar fhaclan-faire de làraichean a dhìon.

source: If you remove your Master Password your information will not be protected if your computer is compromised.
gd: Ma bheir thu air falbh am prìomh fhacal-faire agad, cha bhi d' fhiosrachadh fo dhìon ma dh'èireas le ionnsaigh air a' choimpiutair agad.

source: Create Profile Wizard
gd: Draoidh cruthachadh pròifile

source: _: Do not translate this. Only change the numeric values if you need this dialogue box to appear bigger. width: 45em; height: 32em;
gd: width: 45em; height: 32em;

source: &brandShortName; stores information about your settings and preferences in your personal profile.
gd: Cumaidh &brandShortName; fiosrachadh nan roghainnean agad 'nad phròifil pearsanta.

source: If you are sharing this copy of &brandShortName; with other users, you can use profiles to keep each user's information separate. To do this, each user should create his or her own profile.
gd: Ma bhios daoine eile a' cleachdadh &brandShortName; air an inneal seo, 's urrainn dhut pròifil a chleachdadh gus fiosrachadh gach cleachdaiche a chumail o chèile. Bu chòir do gach cleachdaiche pròifil aca fhèin a chruthachadh a chum seo.

source: If you are the only person using this copy of &brandShortName;, you must have at least one profile. If you would like, you can create multiple profiles for yourself to store different sets of settings and preferences. For example, you may want to have separate profiles for business and personal use.
gd: Mas tusa an aon duine a bhios a' cleachdadh &brandShortName; air an inneal seo, feumaidh aon phròifil a bhith agad air a' char as lugha. 'S urrainn dhut iomadh pròifil a chruthachadh dhut fhèin, ma thogras tu, gus seataichean eadar-dhealaichte de roghainnean a stòradh. Mar eisimpleir, ma bhios tu ag iarraidh pròifil a chum gnothaich agus tè eile a chum cleachdaidh phearsanta.

source: To begin creating your profile, click Next.
gd: Briog air "Air adhart" gus a' phròifil agad a chruthachadh.

source: To begin creating your profile, click Continue.
gd: Briog air "Air adhart" gus a' phròifil agad a chruthachadh.

source: If you create several profiles you can tell them apart by the profile names. You may use the name provided here or use one of your own.
gd: Ma chruthaicheas tu iomadh pròifil, aithnichidh tu iad air an cuid ainmean. 'S urrainn dhut an t-ainm a chaidh a chur air shùilean dhut an-seo a chleachdadh no ainm sam bith eile bu toigh leat.

source: &Enter new profile name:
gd: Cuir a-steach ainm ùr airson na pròifil&e:

source: Your user settings, preferences and other user-related data will be stored in:
gd: Thèid na roghainnean cleachdaiche agad is dàta cleachdaiche sam bith eile a tha co-cheangailte ris a stòradh ann an:

source: Default User
gd: Cleachdaiche bunaiteach

source: &Choose Folder…
gd: Tagh &pasgan…

source: &Use Default Folder
gd: Cleachd a&m pasgan bunaiteach

source: &brandShortName; - Choose User Profile
gd: &brandShortName; - Tagh pròifil cleachdaiche

source: Profile Name:
gd: Ainm cunntais

source: Start &brandShortName;
gd: Thoisich &brandShortName;

source: Exit
gd: Fàg seo

source: Available Profiles
gd: Pròifilean ri am faighinn

source: &Create Profile…
gd: &Cruthaich pròifil…

source: &Rename Profile…
gd: Cuir ainm ù&r air pròifil…

source: &Delete Profile…
gd: &Sguaib às pròifil…

source: &brandShortName; stores information about your settings, preferences, and other user items in your user profile.
gd: Sàbhalaidh &brandShortName; fiosrachadh mu na roghainnean agad is adhbharan cleachdaiche eile sa phròifil agad.

source: W&ork offline
gd: Dèan &obair far loidhne

source: Don't a&sk at startup
gd: Na faighnich dhìom aig àm tòi&seachaidh

source: Close %S
gd: Dùin %S

source: %S is already running, but is not responding. To open a new window, you must first close the existing %S process, or restart your system.
gd: Tha %S a' dol mu thràth ach chan eil e a' freagairt. Gus uinneag ùr fhosgladh, feumaidh tu crìoch a chur air pròiseas %S làithreach an toiseach no an siostam agad tòiseachadh a-rithist.

source: %S is already running, but is not responding. The old %S process must be closed to open a new window.
gd: Tha %S a' dol mu thràth ach chan eil e a' freagairt. Feumaidh tu crìoch a chur air seann phròiseas %S mus urrainn dhut uinneag ùr fhosgladh.

source: A copy of %S is already open. Only one copy of %S can be open at a time.
gd: Tha lethbhreac de %S fosgailte mu thràth. Chan urrainn dhut barrachd air aon lethbhreac de %S fhosgladh aig an aon àm.

source: A copy of %S is already open. The running copy of %S will quit in order to open this one.
gd: Tha lethbhreac de %S fosgailte mu thràth. Dùinidh lethbhreac %S a tha a' dol an-dràsta gus am fear seo fhosgladh.

source: Profile: '%S' - Path: '%S'
gd: Pròifil: "%S" - Slighe: "%S"

source: Please select a profile to begin %S, or create a new profile.
gd: Tagh pròifil gus %S a thòiseachadh no cruthaich pròifil ùr.

source: Profile In Use
gd: Pròifil 'ga chleachdadh

source: %S cannot use the profile "%S" because it is in use. To continue, close the running instance of %S or choose a different profile.
gd: Chan urrainn dhut a' phròifil "%S" a chleachdadh a chionn 's gu bheilear 'ga chleachdadh mu thràth. Dùin lethbreac %S a tha a' dol mu thràth no tagh pròifil eile gus leantainn air adhart.

source: Rename Profile
gd: Cuir ainm ùr air pròifil

source: Rename the profile "%S" to:
gd: Atharraich ainm na pròifile "%S" gu:

source: Invalid profile name
gd: Ainm pròifile mì-dhligheach

source: The profile name "%S" is not allowed.
gd: Chan eil an t-ainm pròifile "%S" ceadaichte.

source: Choose Profile Folder
gd: Tagh pasgan na pròifile

source: An empty profile name is not allowed.
gd: Chan urrainn do dh'ainm pròifil a bhith bàn.

source: The character "%S" is not allowed in profile names. Please choose a different name.
gd: Chan eil an caractair "%S" ceadaichte ann an ainmean pròifile. Tagh ainm eile.

source: Delete Profile
gd: Sguaib às pròifil

source: Deleting a profile will remove the profile from the list of available profiles and cannot be undone. You may also choose to delete the profile data files, including your settings, certificates and other user-related data. This option will delete the folder "%S" and cannot be undone. Would you like to delete the profile data files?
gd: Ma sguaibeas tu às pròifil, thèid a chur far liosta nam pròifilean a tha rim faighinn is chan urrainn dhut seo aiseag. 'S urrainn dhut faidhlichean dàta na pròifile a sguabadh às cuideachd, a' gabhail a-steach nan roghainnean, ceadachasan is dàta eile co-cheangailte ris a' chleachdaiche. Sguaibidh an roghainn seo às am pasgan "%S" is chan urrainn dhut seo aiseag. A bheil thu airson faidhlichean dàta na pròifile a sguabadh às?

source: Delete Files
gd: Sguaib às na faidhlichean

source: Don't Delete Files
gd: Na sguaib às na faidhlichean

source: Profile couldn't be created. Probably the chosen folder isn't writable.
gd: Cha do ghabh a' phròifil a chruthachadh. 'S mathaid gu bheil am pasgan a thagh thu ri leughadh a-mhàin.

source: Profile Creation failed
gd: Dh'fhàillig cruthachadh na pròifile

source: A profile with this name already exists. Please choose another name.
gd: Tha pròifil ann mu thràth air a bheil an t-ainm seo. Tagh ainm eile.

source: Profile Exists
gd: Pròifil ann mu thràth

source: Click Finish to create this new profile.
gd: Briog air "Crìochnaich" gus a' phròifil ùr seo a chruthachadh.

source: Click Done to create this new profile.
gd: Briog air "Dèanta" gus a' phròifil ùr seo a chruthachadh.

source: The following updates have been installed:
gd: Chaidh na h-ùrachaidhean a leanas a stàladh:

source: No updates installed yet
gd: Cha deach ùrachadh a stàladh fhathast

source: Update Name
gd: Ainm an ùrachaidh

source: Install Date
gd: Ceann-latha an stàlaidh

source: State
gd: Staid

source: Incompatible Items
gd: Nithean neo-chòrdail

source: The following items are not compatible with this update to &brandShortName; and will be disabled when it is installed:
gd: Chan eil na nithean a leanas co-chòrdail leis an ùrachadh seo de &brandShortName; agus thèid a chur à comas nuair a bhios e air a stàladh:

source: &brandShortName; will periodically check for updates to them in the event that a compatible version becomes available.
gd: Cuiridh &brandShortName; sùil o àm gu àm ach a bhios ùrachadh ri fhaighinn a bhios co-chòrdail.

source: &brandShortName; updates contain important security improvements. For your protection, it is highly recommended that you update &brandShortName; even if some of your Extensions and Themes become incompatible.
gd: Tha leasachaidhean tèarainteachd cudromach ann an ùrachadh &brandShortName;. Mholar gu mòr dhut &brandShortName; ùrachadh a chum do thèarainteachd, fiù ma bhios cuid dhe na tuilleadain is ùrlaran agad neo-chòrdail as dèidh sin.

source: Software Update
gd: Ùrachadh bathar-bog

source: Checking for Updates
gd: A' lorg ùrachaidhean

source: Looking for newer versions of &brandShortName;…
gd: A' lorg tionndaidhean nas ùire de &brandShortName;…

source: Found Updates for Plugins
gd: Chaidh ùrachaidhean airson plugain a lorg

source: Newer versions of one or more of your plugins were found.
gd: Chaidh tionndaidhean nas ùire a lorg airson aon dhe na plugain agad air a' char as lugha.

source: See how to upgrade your plugins.
gd: Seall mar a dh'ùraicheas tu na plugain agad.

source: No Updates Found
gd: Cha deach ùrachadh a lorg

source: There are no updates available. &brandShortName; will check periodically for updates.
gd: Chan eil ùrachaidhean ri am faighinn. Cuiridh &brandShortName; sùil o àm gu àm ach am bi ùrachadh ann.

source: There are no updates available. Please check again later or enable &brandShortName;'s automatic update checking.
gd: Chan eil ùrachaidhean ri am faighinn. Cuir sùil a-rithist às a dhèidh seo no leig le &brandShortName; ùrachaidhean a lorg leis fhèin.

source: Unable to Update
gd: Cha ghabh an t-ùrachadh a dhèanamh

source: A recommended security and stability update is available, but you do not have the system permissions required to install it. Please contact your system administrator, or try again from an account that has permission to install software on this computer.
gd: Tha ùrachadh seasmhachd is tèarainteachd ann a mholar dhut ach chan eil na ceadan siostaim agad a dh'fheumas tu mus urrainn dhut a stàladh. Leig fios gu rianadair an t-siostaim agad no feuch ris a-rithist o chunntas aig a bheil cead bathar-bog a stàladh air a' choimpiutair seo.

source: You can always get the latest version of &brandShortName; at:
gd: Gheibh an an tionndadh as ùire de &brandShortName; an-seo uair sam bith:

source: Checking Add-on Compatibility
gd: A' sgrùdadh co-chòrdalachd nan tuilleadan

source: Looking for newer versions of your add-ons…
gd: A' lorg tionndaidhean nas ùire dhe na tuilleadain agad…

source: View more information about this update
gd: Seall barrachd fiosrachaidh mun ùrachadh seo

source: It is strongly recommended that you apply this update for &brandShortName; as soon as possible.
gd: Mholar dhut gu mòr an t-ùrachadh seo airson &brandShortName; a chur an sàs cho luath 's a ghabhas.

source: If you agree to the terms of this agreement, click I Agree below to continue installing this update.
gd: Ma dh'aontaicheas tu ri teirmichean an aonta seo, briog aig "Tha mi ag aontachadh" gu h-ìosal mus lean thu ort le stàladh an ùrachaidh seo.

source: Software License Agreement
gd: Aonta ceadachas a' bhathair-bhuig

source: Terms and conditions for using this software.
gd: Teirmichean is cumhaichean cleachdaidh a' bhathar-bhuig seo.

source: Please read the following license agreement. Use the scroll bar to view the rest of this agreement.
gd: Leugh aonta a' cheadachais a leanas. Cleachd am bàr sgrolaidh gus an corr dhen aonta a leughadh.

source: I accept the terms of the License Agreement
gd: Tha mi ag aontachadh ri teirmichean Aonta a' Cheadachais

source: I do NOT accept the terms of the License Agreement
gd: CHAN EIL mi ag aontachadh ri teirmichean Aonta a' Cheadachais

source: Incompatible Add-ons Found
gd: Chaidh tuilleadain neo-chòrdail a lorg

source: Downloading Update
gd: A' luchdadh a-nuas ùrachadh

source: Downloading the update…
gd: A' luchdadh a-nuas an ùrachaidh…

source: Connecting to the update server…
gd: A' ceangal ris an fhrithealaiche ùrachaidh…

source: &brandShortName; was unable to verify the integrity of the incremental update it downloaded, so it is now downloading the complete update package.
gd: Cha b' urrainn do &brandShortName; iomlanachd an ùrachaidh ceum-air-cheum a luchdaich e a-nuas a dhearbhadh agus tha e a' luchdadh a-nuas a' phacaid ùrachaidh iomlan a-nis.

source: View details for this update
gd: Seall mion-fhiosrachadh an ùrachaidh seo

source: There were problems checking for, downloading, or installing this update. &brandShortName; could not be updated because:
gd: Bha mearachdan ann le lorg, luchdadh a-nuas no stàladh an ùrachaidh seo. Cha do ghabh &brandShortName; ùrachadh air sgàth:

source: You can update &brandShortName; manually by visiting this link and downloading the latest version:
gd: 'S urrainn dhut &brandShortName; ùrachadh de làimh ma leanas tu ris a' cheangal seo a luchdadh a-nuas an tionndadh as ùire ann:

source: Update Failed
gd: Dh'fhàillig an t-ùrachadh

source: The partial Update could not be applied. &brandShortName; will try again by downloading a complete Update.
gd: Cha do ghabh an t-ùrachadh phàirteach seo a chur an sàs. Feuchaidh &brandShortName; ris a-rithist 's e a' luchdadh a-nuas ùrachadh iomlan.

source: Update Ready to Install
gd: Ùrachadh deiseil ri stàladh

source: _: This string describes the button labels defined by restartNowButton and restartLaterButton in updates.properties. The update will be installed the next time &brandShortName; starts. You can restart &brandShortName; now, or continue working and restart later.
gd: Thèid an t-ùrachadh a stàladh an ath-thuras a thoisicheas &brandShortName;. 'S urrainn dhut &brandShortName; ath-thòiseachadh an-dràsta no leantainn air adhart ri na bha thu a' dèanamh 's ath-thòiseachadh às a dhèidh seo.

source: A security and stability update for &brandShortName; has been downloaded and is ready to be installed.
gd: Chaidh ùrachadh tèarainteachd is seasmhachd airson &brandShortName; a luchdadh a-nuas is tha e deiseil ri stàladh.

source: Update:
gd: Ùrachadh:

source: Update Installed
gd: Ùrachadh air a stàladh

source: The update was successfully installed.
gd: Shoirbhich le stàladh an ùrachaidh.

source: Read more about what's new…
gd: Leugh barrachd mu na tha ùr…

source: Installed on:
gd: Air a stàladh:

source: Getting license for %S %S…
gd: A' faighinn ceadachas airson %S %S…

source: Getting more details about %S %S…
gd: A' faighinn barrachd mion-fhiosrachadh mu %S %S…

source: Do you want to upgrade to %S %S now?
gd: A' bheil thu airson ùrachadh gu %S %S?

source: Some of your add-ons won't work with %S %S, and will be disabled. As soon as they are made compatible, %S will update and re-enable these add-ons:
gd: Chan obraich cuid dhe na tuilleadain agad le %S %S agus thèid an cur à comas. Thèid %S ùrachadh 's na tuilleadain seo a chur an comas a-rithist cho luath 's a nithear co-chòrdail iad:

source: New Version
gd: Tionndadh ùr

source: Security Update
gd: Ùrachadh tèarainteachd

source: Some of your add-ons won't work with this update, and must be disabled. As soon as they are made compatible, %S will update and re-enable these add-ons:
gd: Chan obraich cuid dhe na tuilleadain agad leis an ùrachadh seo 's feumar an cur à comas. Thèid %S ùrachadh 's na tuilleadain seo a chur an comas a-rithist cho luath 's a nithear co-chòrdail iad:

source: A security and stability update for %S is available:
gd: Tha ùrachadh tèarainteachd is seasmheachd ri fhaighinn airson %S:

source: %S could not confirm the integrity of the update package.
gd: Cha b' urrainn do %S iomlanachd na pacaide ùrachaidh a dhearbhadh.

source: The license file for this version could not be found. Please visit the %S homepage for more information.
gd: Cha deach faidhle ceadachas an tionndaidh seo a lorg. Tadhail air duilleag-dhachaidh %S airson barrachd fiosrachaidh.

source: Additional details about this version could not be found. Please visit the %S homepage for more information.
gd: Cha deach barrachd mion-fhiosrachaidh mun tionndadh seo a lorg. Tadhail air duilleag-dhachaidh %S airson barrachd fiosrachaidh.

source: You have paused downloading this update. Do you want to download the update in the background while you continue to use %S?
gd: Chuir thu luchdadh a-nuas an ùrachaidh seo 'na stad. A' bheil thu airson an t-ùrachadh a luchdadh a-nuas sa chùlaibh fhad 's cumhas tu ort le cleachdadh %S?

source: Software Update Failed
gd: Dh'fhàillig ùrachadh a' bhathar-bhuig

source: The update could not be installed. Please make sure there are no other copies of %S running on your computer, and then restart %S to try again.
gd: Cha do ghabh an t-ùrachadh a stàladh. Dèan cinnteach nach eil lethbhreac eile de %S a' dol air a' choimpiutair agad is ath-thoisich %S an uairsin is feuch ris a-rithist.

source: Ask Later
gd: Faighnich dhìom às a dhèidh seo

source: No Thanks
gd: Na ùraich, mòran taing

source: Update %S
gd: Ùraich %S

source: Get the New Version
gd: Faigh an tionndadh ùr

source: Accept Terms
gd: Tha mi a' gabhail ris na teirmichean

source: Restart Later
gd: Ath-thoisich às a dhèidh seo

source: Installed on: %S
gd: Air a stàladh air: %S

source: Update Available
gd: Ùrachadh ri fhaighinn

source: New Version Available
gd: Tionndadh ùr ri fhaighinn

source: The Update was successfully installed
gd: Shoirbhich le stàladh an ùrachaidh

source: Install Pending
gd: Stàladh ri dhèanamh

source: The Update could not be installed (patch apply failed)
gd: Cha do ghabh an t-ùrachadh a stàladh (dh'fhàillig cur an sàs a' bhrèide)

source: Paused downloading %S
gd: Luchdadh a-nuas %S 'na stad

source: %S available
gd: %S ri fhaighinn

source: Download & Install…
gd: Luchdaich a-nuas ┐ stàlaich…

source: Get the new version…
gd: Faigh an tionndadh ùr…

source: Apply Downloaded Update…
gd: Cuir an t-ùrachadh a chaidh a luchdadh a-nuas an sàs…

source: Install the new version…
gd: Stàlaich an tionndadh ùr…

source: Downloaded %S
gd: %S air luchdadh a-nuas

source: Update XML file malformed (200)
gd: Tha faidhle XML an ùrachaidh droch chumte (200)

source: Access denied (403)
gd: Inntrigeadh air a dhiùltadh (403)

source: Update XML file not found (404)
gd: Cha deach faidhle XML an ùrachaidh a lorg (404)

source: Internal server error (500)
gd: Mearachd taobh a-staigh an fhrithealaiche (500)

source: Failed (unknown reason)
gd: Dh'fhàillig e (chan eil fhios carson)
