Repository: kscanne/gaeilge-mozdev
Catalog: src/*/firefox-3.6.*.po
Languages: gd

source: Are you sure you want to delete these people's e-mail certificates?
gd: A bheil thu cinnteach gu bheil thu airson teisteanasan post-dealain nan daoine seo a sguabadh às?

source: If you delete a person's e-mail certificate, you will no longer be able to send encrypted e-mail to that person.
gd: Ma sguaibeas tu às teisteanas post-dealain duine, chan urrainn dhut post-dealain air a dhubh-cheileadh a chur gun duine sin tuilleadh.

source: Delete E-Mail Certificates
gd: Sguaib às teisteanasan a' phuist-dhealain

source: Delete Certificates
gd: Sguaib às teisteanasan

source: File Name to Restore
gd: Ainm an fhaidhle a tha ri aiseag

source: File Name to Backup
gd: Ainm an fhaidhle a tha ri lethbhreac-ghlèidhidh

source: PKCS12 Files
gd: Faidhlichean PKCS12

source: Use this button to reset %S's security preferences to their factory settings.
gd: Cleachd am putan seo gus roghainnean tèarainteachd %S aiseag dhan fheadhainn bhunaiteach.

source: This certificate has been verified for the following uses:
gd: Chaidh an teisteanas seo a dhearbhadh a chum na leanas:

source: Could not verify this certificate because it has been revoked.
gd: Cha do ghabh an teisteanas seo a dhearbhadh a chionn 's gun deach a chùl-ghairm.

source: Could not verify this certificate because it has expired.
gd: Cha do ghabh an teisteanas seo a dhearbhadh a chionn 's gun do dh'fhalbh an ùine air.

source: Could not verify this certificate because it is not trusted.
gd: Cha do ghabh an teisteanas seo a dhearbhadh a chionn 's nach eil earbsa ann.

source: Could not verify this certificate because the issuer is not trusted.
gd: Cha do ghabh an teisteanas seo a dhearbhadh a chionn 's nach eil earbsa san fhoillsichear.

source: Could not verify this certificate because the issuer is unknown.
gd: Cha do ghabh an teisteanas seo a dhearbhadh a chionn 's gu bheil am foillsichear neo-aithnichte.

source: Could not verify this certificate because the CA certificate is invalid.
gd: Cha do ghabh an teisteanas seo a dhearbhadh a chionn 's gu bheil teisteanas an ùghdarrais theisteanachaidh mì-dhligheach.

source: Could not verify this certificate for unknown reasons.
gd: Cha do ghabh an teisteanas seo a dhearbhadh ach chan eil fhios carson.

source: Organization: "%S"
gd: Buidheann: "%S"

source: Issued Under: "%S"
gd: Air fhoillseachadh fo: "%S"

source: Web Site Identity Not Verified
gd: Cha deach dearbh-aithne na làraich-lìn a dhearbhadh.

source: Web Site Identity Verified
gd: Chaidh dearbh-aithne na làraich-lìn a dhearbhadh.

source: The web site %S supports authentication for the page you are viewing. The identity of this web site has been verified by %S, a certificate authority you trust for this purpose.
gd: Tha an làrach-lìn %S a' cur taic ri dearbhadh na duilleige a tha thu a' coimhead air. Chaidh dearbh-aithne na làraich-lìn seo a dhearbhadh le %S, ùghdarras teisteanachaidh anns a bheil earbsa agad a chum seo.

source: View the security certificate that verifies this web site's identity.
gd: Seall an teisteanas tèarainteachd a dhearbhas dearbh-aithne na làraich-lìn seo.

source: Connection Not Encrypted
gd: Chan eil an ceangal air a dhubh-cheileadh

source: The web site %S does not support encryption for the page you are viewing.
gd: Chan eil an làrach-lìn %S a' cur taic ri dubh-cheileadh na duilleige a tha thu a' coimhead air.

source: Information sent over the Internet without encryption can be seen by other people while it is in transit.
gd: 'S urrainn do dhaoine eile fiosrachadh gun dubh-cheileadh a chuireas tu a-null air an lìon fhaicinn 's e a' trasnadh an lìn.

source: The page you are viewing is not encrypted.
gd: Chan eil an duilleag a tha thu a' coimhead air air a dhubh-cheileadh.

source: Connection Encrypted: High-grade Encryption (%S %S bit)
gd: Ceangal air a dhubh-cheileadh: Dubh-cheileadh de dh'àrd ìre (%S %S biod)

source: The page you are viewing was encrypted before being transmitted over the Internet.
gd: Chaidh an duilleag a tha thu a' coimhead air a dhubh-cheileadh mus deach a chur a-nall thairis air an lìon.

source: Encryption makes it very difficult for unauthorized people to view information traveling between computers. It is therefore very unlikely that anyone read this page as it traveled across the network.
gd: Bidh e doirbh do dhaoine gun ùghdarras fiosrachadh a tha a' siubhal eadar coimpiutairean fhaicinn ma chaidh a dhubh-cheileadh. Mar sin, chan eil coltas gun leugh duine sam bith an duilleag seo 's e a' siubhal an lìonraidh.

source: Connection Encrypted: Low-grade Encryption (%S %S bit)
gd: Ceangal air a dhubh-cheileadh: Dubh-cheileadh de dh'ìre ìseal (%S %S biod)

source: The web site %S is using low-grade encryption for the page you are viewing.
gd: Tha an làrach-lìn %S a' cleachdadh dubh-cheileadh de dh'ìre ìseal airson na duilleige a tha thu a' coimhead air.

source: Low-grade encryption may allow some unauthorized people to view this information.
gd: Dh'fhaodadh gum b' urrainn do chuid de dhaoine gun ùghdarras am fiosrachadh seo fhaicinn leis an ìre ìseal de dhubh-cheileadh seo.

source: Connection Partially Encrypted
gd: Ceangal air a dhubh-cheileadh gu ìre

source: Parts of the page you are viewing were not encrypted before being transmitted over the Internet.
gd: Cha deach cuid dhen duilleag a tha thu a' coimhead air a dhubh-cheileadh mus deach a chur a-nall thairis air an lìon.

source: Certificate Viewer:
gd: Sealladair teisteanais:

source: <Not Part Of Certificate>
gd: <Chan eil e 'na phàirt dhen teisteanas>

source: <Unknown Issuer>
gd: <Foillsichear neo-aithnichte>

source: You should click OK only if you trust "%S" to protect your encryption private key.
gd: Na briog air "Ceart" mur eil earbsa agad ann an "%S" gus an iuchair dubh-cheilidh phrìobhaideach agad a dhìon.

source: Warning! You have deleted your Master Password.
gd: Rabhadh! Sguaib thu às am prìomh fhacal-faire agad.

source: Failed to Login
gd: Dh'fhàillig an logadh a-steach

source: Choose a PKCS#11 device to load
gd: Tagh inneal PKCS#11 airson a luchdadh

source: Module
gd: Modal

source: Path
gd: Slighe

source: Label
gd: Leubail

source: Manufacturer
gd: Saothraiche

source: HW Version
gd: Tionndadh a' bhathar-chruaidh

source: FW Version
gd: Tionndadh a' bhathar-dainginn

source: Disabled
gd: Air a chur à comas

source: Not Present
gd: Chan eil e ann

source: Uninitialized
gd: Gun tòiseachadh

source: Not Logged In
gd: Gun logadh a-steach

source: Logged In
gd: Air logadh a-steach

source: Ready
gd: Deiseil

source: Enable FIPS
gd: Cuir FIPS an comas

source: Disable FIPS
gd: Cuir FIPS à comas

source: FIPS mode requires that you have a Master Password set for each security device. Please set the password before trying to enable FIPS mode.
gd: Tha e riatanach sa mhodh FIPS gu bheil prìomh fhacal-faire agad airson gach inneal tèarainteachd. Suidhich am facal-faire mus feuch thu ris a' mhodh FIPS a chur an comas.

source: %S cannot establish an encrypted connection with "%S".
gd: Chan urrainn do %S ceangal dubh-cheilte ri "%S" a dhèanamh.

source: The certificate revocation list (CRL) from "%S" needs to be updated.
gd: Tha liosta nan teisteanasan a chaidh a chùl-ghairm o "%S" feumach air ùrachadh.

source: URL originally fetched from
gd: URL a fhuaradh on àite a leanas o thùs

source: URL advertised by the CA
gd: URL air a shanasadh leis an ùghdarras teisteanachaidh

source: Number of days before next update must be a number greater than zero.
gd: Feumaidh àireamh na làithean ron ath-ùrachadh a bhith nas motha na neoini.

source: Frequency of update must be a number greater than zero.
gd: Feumaidh tricead nan ùrachaidhean a bhith nas motha na neoini.

source: Automatic Update is not enabled for this CRL.
gd: Chan eil ùrachadh leis fhèin air a chur an comas airson liosta nan teisteanasan a chaidh a chùl-ghairm seo.

source: Automatic Update is enabled for this CRL.
gd: Tha ùrachadh leis fhéin air a chur an comas airson liosta nan teisteanasan a chaidh a chùl-ghairm seo.

source: Would you like to enable automatic update?
gd: A bheil thu airson an t-ùrachadh leis fhèin a chur an comas?

source: Would you like to view the automatic update settings?
gd: A bheil thu airson roghainnean an ùrachaidh leis fhèin fhaicinn?

source: <Not Defined>
gd: <Gun sònrachadh>

source: Auto update URL is not defined.
gd: Cha deach URL a shònrachadh airson ùrachadh leis fhèin.

source: Your password has been reset.
gd: Chaidh am facal-faire agad fhalmhachadh.

source: Not Enabled
gd: Gun a chur an comas

source: Import Certificate Revocation List
gd: In-mhalairt liosta nan teisteanasan a chaidh a chùl-ghairm

source: Import the CRL from:
gd: In-mhalairt liosta nan teisteanasan a chaidh a chùl-ghairm o:

source: Select File containing somebody's Email certificate to import
gd: Tagh faidhle anns a bheil teisteanas puist-dhealain a tha ri in-mhalairt

source: Select File containing CA certificate(s) to import
gd: Tagh faidhle anns a bheil teisteanas(an) o ùghdarras teisteanachaidh ri in-mhalairt.

source: Select File containing Server certificate to import
gd: Tagh faidhle anns a bheil teisteanas frithealaiche ri in-mhalairt.

source: Certificate Files
gd: Faidhlichean teisteanais

source: The site '%S' has requested that you sign the following text message:
gd: Dh'iarr an làrach "%S" ort d' ainm a chur ris an teachdaireachd teacs a leanas:

source: Save Certificate To File
gd: Sàbhail an teisteanas gu faidhle

source: X.509 Certificate (PEM)
gd: Teisteanas X.509 (PEM)

source: X.509 Certificate with chain (PEM)
gd: Teisteanas X.509 le slabhraidh (PEM)

source: X.509 Certificate (DER)
gd: Teisteanas X.509 (DER)

source: X.509 Certificate (PKCS#7)
gd: Teisteanas X.509 (PKCS#7)

source: X.509 Certificate with chain (PKCS#7)
gd: Teisteanas X.509 le slabhraidh (PKCS#7)

source: File Error
gd: Mearachd faidhle

source: Can't write to file %S: %S.
gd: Cha ghabh a sgrìobhadh gun fhaidhle %S: %S.

source: File is locked
gd: Tha am faidhle glaiste

source: No space left on device
gd: Chan eil àite air fhàgail air an inneal

source: Unknown error
gd: Mearachd neo-aithnichte

source: You are about to override how %S identifies this site.
gd: Tha thu an impis am modh a chur gu neoini air a làimhsicheas %S an làrach seo.

source: This site attempts to identify itself with invalid information.
gd: Tha an làrach a' feuchainn ri fiosrachadh mì-dhligheach a chleachdadh gus aithne a thoirt air fhèin.

source: Wrong Site
gd: Làrach mhì-cheart

source: Certificate belongs to a different site, which could indicate an identity theft.
gd: 'S ann le làrach eile a tha an teisteanas, rud a dh'fhaodadh a bhith 'na chomharra air goid dearbh-aithne.

source: Outdated Information
gd: Fiosrachadh ro aosta

source: Certificate is not currently valid. It is impossible to verify whether this identity was reported as stolen or lost.
gd: Chan eil an teisteanas èifeachdach aig an àm seo. Cha ghabh a dhearbhadh an deach aithris a dhèanamh gur e dearbh-aithne air a ghoid no air a chall a tha ann.

source: Unknown Identity
gd: Dearbh-aithne neo-aithnichte

source: Certificate is not trusted, because it hasn't been verified by a recognized authority.
gd: Chan eil earbsa san teisteanas a chionn 's nach deach a dhearbhadh le ùghdarras aithnichte.

source: Valid Certificate
gd: Teisteanas dligheach

source: This site provides valid, verified identification. There is no need to add an exception.
gd: Tha an làrach a' solar dearbh-aithne dhligheach is dhearbhaichte. Chan eil feum air eisgeachd a chur ris.

source: Checking Information
gd: A' sgrùdadh an fhiosrachaidh

source: Attempting to identify the site…
gd: A' feuchainn ris an làrach aithneachadh…

source: No Information Available
gd: Chan eil fiosrachadh ri fhaighinn

source: Unable to obtain identification status for the given site.
gd: Cha ghabh inbhe na dearbh-aithne fhaighinn airson na làraich a chaidh a shònrachadh.

source: Connection Failed
gd: Dh'fhàillig an ceangal

source: Manage CRLs
gd: Stiùirich na LTC

source: These Certificate Revocation Lists (CRL) are stored in your certificate database:
gd: Tha liostaichean nan teisteanasan a chaidh a chùl-ghairm (LTC) seo 'gan stòradh ann an stòr-dàta nan teisteanasan agad:

source: Last Update
gd: An t-ùrachadh mu dheireadh

source: Next Update
gd: An t-ath-ùrachadh

source: Auto Update
gd: Ùrachadh leis fhèin

source: Auto Update Status
gd: Inbhe an ùrachaidh leis fhèin

source: &Update
gd: Ùra&chadh

source: &Settings
gd: &Roghainnean

source: Automatic CRL Update Preferences
gd: Roghainnean airson ùrachadh an LTC leis fhèin

source: Enable Automatic Update for this CRL
gd: Cuir ùrachadh leis fhèin an comas airson an LTC seo

source: Day(s) before Next Update date
gd: Là(ithean) gu ceann-latha an ath-ùrachaidh

source: Update every
gd: Ùraich a h-uile

source: Day(s)
gd: Là(ithean)

source: CRL would be imported From:
gd: Rachadh an LTC in-mhalairt o:

source: CRL Import Status
gd: Inbhe in-mhalairt an LTC

source: The Certificate Revocation List (CRL) was successfully imported.
gd: Chaidh liosta nan teisteanasan a chaidh a chù-ghairm (LTC) in-mhalairt gu soirbheachail.

source: CRL Issued By:
gd: LTC air fhoillseachadh le:

source: Organization:
gd: Buidheann:

source: Unit:
gd: Aonad:

source: Next Update On:
gd: An t-ath-ùrachadh:

source: Previous Consecutive Update Failures:
gd: Dh'fhàillig ùrachaidhean an dèidh a chèile roimhe:

source: Details of Last Update Failure:
gd: Mion-fhiosrachadh air fàillinn mu dheireadh an ùrachaidh:

source: Settings
gd: Roghainnean

source: Visit site
gd: Tadhail air an làrach

source: Add permanent exception
gd: Cuir eisgeachd bhuan ris

source: About &brandShortName;
gd: Mu dhèidhinn &brandShortName;

source: FAQ
gd: CÀBHA

source: Support
gd: Taic

source: Know Your Rights
gd: Bi eòlach air do chòraichean

source: Release Notes
gd: Notaichean sgaoilidh

source: Stop
gd: Cuir stad air

source: Go
gd: Air adhart

source: Open location
gd: Fosgail làrach

source: Star
gd: Rionnag

source: Copy Link Location
gd: Dèan lethbhreac de sheòladh a' cheangail

source: Delete
gd: Sguaib às

source: Select All
gd: Tagh na h-uile

source: (No suggestions)
gd: (Gun mholadh)

source: Add to Dictionary
gd: Cuir ris an fhaclair

source: Manage
gd: Stiùirich

source: Add tags here
gd: Cuir ris tagaichean an-seo

source: What would you like to do with
gd: Dè bu toigh leat dèanamh le

source: Previous
gd: Air ais

source: Next
gd: Air adhart

source: Your Add-ons
gd: Na tuilleadain agad

source: Search Catalog
gd: Lorg sa chatalog

source: Add to &brandShortName;
gd: Cuir ri &brandShortName;

source: Go to Page
gd: Rach gun duilleag

source: Retry
gd: Feuch ris a-rithist

source: No results
gd: Gun toradh

source: See all bookmarks
gd: Seall a h-uile comharra-lìn

source: Add Search:
gd: Cuir lorg ris:

source: Edit
gd: Deasaich

source: Connected to
gd: Air a cheangal ri

source: run by
gd: 'ga ruith le

source: All
gd: A h-uile

source: Warnings
gd: Rabhaidhean

source: Messages
gd: Teachdaireachdan

source: Code:
gd: Còd:

source: Clear
gd: Falmhaich

source: No add-ons installed
gd: Chan eil tuilleadan sam bith air a stàladh

source: Searching for add-ons…
gd: A' lorg tuilleadain…

source: No matches found
gd: Chan deach càil a lorg

source: No recommended add-ons
gd: Chan eil tuilleadan air a mholadh ann

source: %S couldn't retrieve add-ons
gd: Cha b' urrainn do %S na tuilleadain fhaighinn

source: Clear Search
gd: Falmhaich an lorg

source: Integrated Search
gd: Lorg co-fhillte

source: Installing Add-on
gd: A' stàladh tuilleadan

source: Locale
gd: Dreach ionadail

source: Checking for updates…
gd: A' lorg ùrachaidhean…

source: Updating to %S
gd: Ag ùrachadh gu %S

source: Updated to %S
gd: Air ùrachadh gu %S

source: A compatibility update has been applied
gd: Chaidh ùrachadh co-chòrdalachd a chur an sàs

source: No updates were found
gd: Cha deach ùrachadh a lorg

source: Updates not supported
gd: Chan eil taic ann ri ùrachaidhean

source: Updates are disabled
gd: Chaidh ùrachaidhean a chur à comas

source: An error occurred
gd: Thachair mearachd

source: No downloads
gd: Gun luchdadh a-nuas sam bith

source: Installing add-on
gd: A' stàladh tuilleadan

source: Installation complete. Restart required.
gd: Deiseil leis an stàladh. Feumaidh tu ath-thòiseachadh.

source: Installation failed
gd: Dh'fhàillig an stàladh

source: #1 incompatible add-on was disabled;#1 incompatible add-ons were disabled
gd: Chaidh #1 tuilleadan neo-chòrdail a chur à comas;Chaidh #1 thuilleadan neo-chòrdail a chur à comas;Chaidh #1 tuilleadain neo-chòrdail a chur à comas;Chaidh #1 tuilleadan neo-chòrdail a chur à comas

source: %S has finished downloading
gd: Tha %S deiseil leis an luchdadh a-nuas

source: Restart to complete changes
gd: Ath-thoisich gus na h-atharrachaidhean a chur an sàs

source: Restart
gd: Tòisich às ùr

source: Show
gd: Taisbean

source: Always Show
gd: Seall an-còmhnaidh

source: Never Show
gd: Na seall idir

source: You have added a security exception for this site
gd: Chuir thu eisgeachd tèarainteachd ris airson na làraich seo

source: Encrypted
gd: Air a dhubh-cheileadh

source: Not encrypted
gd: Gun dubh-cheileadh

source: Share
gd: Co-roinn

source: Don't share
gd: Na co-roinn

source: %S wants your location.
gd: Tha %S airson faighinn a-mach dè an t-àite far a bheil thu.

source: New tab opened;#1 new tabs opened
gd: Chaidh #1 thaba ùr fhosgladh;Chaidh #1 thaba ùr fhosgladh;Chaidh #1 tabaichean ùra fhosgladh;Chaidh #1 taba ùra fhosgladh;

source: %S wants to store data on your computer for offline use.
gd: Tha %S ag iarraidh dàta a stòradh air a' choimpiutair agad gus a chleachdadh far loidhne.

source: Don't Allow
gd: Na ceadaich

source: Desktop Bookmarks
gd: Comharraidhean-leabhair an deasga

source: Welcome to &brandShortName;
gd: Fàilte gu &brandShortName;

source: Synchronize your PC and mobile with Weave Sync. Customize with add-ons. Surf with the Awesome Bar and much, much, much more.
gd: Sioncronaich am PC is am fòn-làimhe agad le Weave Sync. Gnàthaich e le tuilleadain. Seòl leis an t-Sàr-bhàr agus torr mòr a bharrachd.

source: Get Up and Go
gd: Siuthad ma-thà

source: Get Weave Sync to help break in your Firefox. Share your browsing history, bookmarks, saved passwords and tabs between your PC and mobile.
gd: Ceannsaich am Firefox agad le Weave Sync. Co-roinn an eachdraidh rannsachaidh agad, na comharraidhean-lìn, faclan-faire air a shàbhaladh is tabaichean eadar am PC is am fòn-làimhe agad.

source: Get the Weave Sync add-on
gd: Faigh an tuilleadan Weave Sync

source: Get Personal
gd: Bi pearsanta

source: Make &brandShortName; your own. Customize the first ever browser to offer add-ons for mobile.
gd: Ceannsaich &brandShortName;. Gnàthaich a' chiad bhrabhsair a-riamh aig a bheil tuilleadain airson fònaichean-làimhe.

source: Get add-ons for your mobile
gd: Faigh tuilleadain airson an fhòn-làimhe agad

source: &brandFullName; uses web site information services (&quot;Services&quot;), such as the SafeBrowsing service, that are available for your use with this binary version of &brandShortName; as described below. If you do not want to use the Services or the terms below are unacceptable, you may disable the SafeBrowsing service in the application preferences.
gd: Tha &brandFullName; a' cur gu feum seirbheisean fiosrachaidh (&quot;Seirbheisean&quot;), leithid na seirbheise SafeBrowsing, a tha ri do làimh san tionndadh chàraideach seo de &brandShortName; mar a chithear gu h-ìosal. Mur eil thu airson na seirbheisean a chleachdadh no mur eil thu airson gabhail ris na teirmichean gu h-ìosal, 's urrainn dhut an t-seirbheise SafeBrowsing a chur à comas ann an roghainnean a' phrògraim.

source: _: <!-- LOCALIZATION NOTE (netOffline2.longDesc) - Workaround to allow the l10n tools <ul> <li>Try again. &brandShortName; will attempt to open a connection and reload the page.</li> </ul>
gd: <ul> <li>Feuch ris a-rithist. Feuchaidh &brandShortName; ri ceangal a dhèanamh is an duilleag ath-luchdadh.</li> </ul>

source: Show images
gd: Seall dealbhan

source: Enable JavaScript
gd: Cuir JavaScript an comas

source: Enable Plugins
gd: Cuir plugain an comas

source: Privacy &amp; Security
gd: Prìobhaideachd ┐ Tèarainteach

source: Allow cookies
gd: Ceadaich briosgaidean

source: Clear private data
gd: Falmhaich an dàta prìobhaideach

source: Remember passwords
gd: Cum faclan-faire an cuimhne

source: Auto-detect
gd: Mothachadh leis fhèin

source: Mozilla Fennec Setup
gd: Suidheachadh Mozilla Fennec

source: Install Fennec to
gd: Stàlaich Fennec ann an

source: Mozilla Fennec has been installed successfully.
gd: Chaidh Mozilla Fennec a stàladh gu soirbheachail.

source: Archive extraction error:
gd: Mearachd le às-tharraing an tasg-lainn:

source: There were errors during installation:
gd: Thachair mearachdan rè an stàlaidh:

source: Creating user profile. Please wait...
gd: A' cruthachadh clàr-aithne cleachdaiche. Fuirich ort...

source: Mozilla Fennec Uninstall
gd: Dì-stàladh Mozilla Fennec

source: All files will be removed from
gd: Thèid a h-uile faidhle a thoirt à

source: Mozilla Fennec installation not found.
gd: Cha deach stàladh de Mhozilla Fennec a lorg.

source: Mozilla Fennec has been uninstalled successfully.
gd: Chaidh Mozilla Fennec a dhì-stàladh gu soirbheachail.

source: Mobile
gd: Gluasadach

source: Firefox: Welcome
gd: Firefox: Fàilte

source: Firefox: About your browser
gd: Firefox: Mun bhrabhsair agad

source: Firefox: Synchronize using Weave
gd: Firefox: Sioncronaich le Weave

source: Firefox: Customize with add-ons
gd: Firefox: Gnàthaich le tuilleadan

source: Firefox: Support
gd: Firefox: Taic le Firefox
