Repository: kscanne/gaeilge-mozdev
Catalog: src/*/firefox-3.6.*.po
Languages: gd

source: Untrusted Connection
gd: Ceangal gun earbsa

source: This Connection is Untrusted
gd: Chan eil earbsa sa cheangal seo

source: You have asked &brandShortName; to connect securely to <b>#1</b>, but we can't confirm that your connection is secure.
gd: Dh'iarr thu air &brandShortName; ceangal tèarainte a dhèanamh ri <b>#1</b> ach chan urrainn dhuinn dearbhadh gu bheil an ceangal seo tèarainte.

source: Normally, when you try to connect securely, sites will present trusted identification to prove that you are going to the right place. However, this site's identity can't be verified.
gd: Nuair a dh'iarras tu ceangal tèarainte, nochdaidh làraichean dearbh-aithne earbsach a dhearbhas gu bheil thu a' dol dhan àite cheart a ghnàth. Ge-tà, cha ghabh dearbh-aithne na làraich seo a dhearbhadh.

source: What Should I Do?
gd: Dè nì mi?

source: If you usually connect to this site without problems, this error could mean that someone is trying to impersonate the site, and you shouldn't continue.
gd: Ma cheanglaicheas tu ris an làrach seo gun duilgheadas sam bith mar is trice, dh'fhaodadh gun do thachair a' mhearachd seo 's làrach eile a' gabhail air gur esan an làrach seo agus cha bu chòir dhut leantainn air adhart.

source: Get me out of here!
gd: A-mach às an àite seo leam!

source: I Understand the Risks
gd: Tuigidh mi an cunnart

source: If you understand what's going on, you can tell &brandShortName; to start trusting this site's identification. <b>Even if you trust the site, this error could mean that someone is tampering with your connection.</b>
gd: Ma thuigeas tu na tha a' tachairt, 's urrainn dhut innse do &brandShortName; earbsa a chur ann an dearbh-aithne na làraich seo. <b>Fiù ma tha earbsa agad san làrach seo, dh'fhaodadh gu bheil seo a' ciallachadh gu bheil cudeigin a' cur a-steach air a' cheangal agad.</b>

source: Don't add an exception unless you know there's a good reason why this site doesn't use trusted identification.
gd: Na cuir eisgeachd ris ach ma tha fhios agad gu bheil carson nach eil an làrach seo a' cleachdadh dearbh-aithne earbsach.

source: Add Exception…
gd: Cuir eisgeachd ris…

source: Technical Details
gd: Mion-fhiosrachadh teicnigeach

source: About &brandFullName;
gd: Mu &brandFullName;

source: Credits
gd: Creideisean

source: &lt; About &brandFullName;
gd: &lt; Mu &brandFullName;

source: version
gd: tionndadh

source: &Close
gd: &Dùin

source: &#169;1998-2009 Contributors. All rights reserved. (
gd: &#169;1998-2009 Luchd-pàirteachaidh. A h-uile còir glèidhte. (

source: Licensing information
gd: Fiosrachadh ceadachais

source: Private Browsing
gd: Rannsachadh prìobhaideach

source: Would you like to start Private Browsing?
gd: A bheil thu airson tòiseachadh air rannsachadh prìobhaideach?

source: &brandShortName; won't remember any history for this session.
gd: Cha chum &brandShortName; eachdraidh an t-seisein seo na chuimhne.

source: &brandShortName; is not currently in Private Browsing mode.
gd: Chan eil &brandShortName; ann am modh rannsachaidh prìobhaidich an-dràsta.

source: In a Private Browsing session, &brandShortName; won't keep any browser history, search history, download history, web form history, cookies, or temporary internet files. However, files you download and bookmarks you make will be kept.
gd: Cha chum &brandShortName; eachdraidh a' bhrabhsair, eachdraidh luirg, eachdraidh luchdaidh, eachdraidh fhoirmean-lìn, briosgaidean no faidhlichean-lìn sealach na chuimhne nuair a bhios tu ann am modh rannsachaidh prìobhaidich. Ge-tà, thèid faidhlichean a luchdaicheas tu a-nuas agus comharraidhean-lìn a nì thu a chumail.

source: _: include a trailing space as needed You may want to start by also
gd: 'S dòcha gum b' fheairrde dhut tòiseachadh le

source: clearing your recent history
gd: glanadh na h-eachdraidh faisg ort

source: Start &Private Browsing
gd: Tòisich air rannsachadh &prìobhaideach

source: To stop Private Browsing, select &toolsMenu.label; &gt; &privateBrowsingCmd.stop.label;, or close &brandShortName;.
gd: Gus casg a chur air rannsachadh prìobhaideach, tagh &toolsMenu.label; &gt; &privateBrowsingCmd.stop.label; no dùin &brandShortName;.

source: To start Private Browsing, you can also select &toolsMenu.label; &gt; &privateBrowsingCmd.start.label;.
gd: Gus tòiseachadh air rannsachadh prìobhaideach, 's urrainn dhut &toolsMenu.label; &gt; &privateBrowsingCmd.start.label; a thaghadh cuideachd.

source: While this computer won't have a record of your browsing history, your internet service provider or employer can still track the pages you visit.
gd: Fhad 's nach bi clàr d' eachdraidh rannsachaidh air a' choimpiutair seo, 's urrainn dhan t-solaraiche-lìn agad no dhan fhastaiche agad fios fhaighinn air na duilleagan a thadhail thu air.

source: Learn More
gd: Faigh tuilleadh eòlais

source: Restore Session
gd: Aisig an seisean

source: Well, this is embarrassing.
gd: Uel, tha seo a' cur nàire oirnn.

source: &brandShortName; is having trouble recovering your windows and tabs. This is usually caused by a recently opened web page.
gd: Tha duilgheadasan aig &brandShortName; le aiseag nan uinneagan is tabaichean agad. Bidh duilleag-lìn a dh'fhosgail thu o chionn ghoirid coireach à seo mar is trice.

source: You can try:
gd: 'S urrainn dhut na leanas fheuchainn:

source: Removing one or more tabs that you think may be causing the problem
gd: Taba(ichean) a dhùnadh ma tha thu sa bheachd gu bheil e/iad ag adhbharachadh an duilgheadais.

source: Starting an entirely new browsing session
gd: Tòiseachadh air seisean rannsachaidh gu tur ùr

source: Restore
gd: Aisig

source: Start New Session
gd: Tòisich air seisean ùr

source: Windows and Tabs
gd: Uinneagan is tabaichean

source: Window &#37;S
gd: Uinneag &#37;S

source: Troubleshooting Information
gd: Taic le duilgheadasan

source: _: don't change the 'supportLink' id. This page contains technical information that might be useful when you're trying to solve a problem. If you are looking for answers to common questions about &brandShortName;, check out our <a id='supportLink'>support web site</a>.
gd: Tha fiosrachadh teicnigeach air an duilleag seo a dh'fhaodadh a bhith feumail dhut 's tu a' feuchainn ri duilgheadas a rèiteachadh. Ma tha thu a' sireadh freagairtean air ceistean coitcheann mu &brandShortName;, feuch ris <a id='supportLink'>an làrach taice</a> againn.

source: Extensions
gd: Leasachain

source: Name
gd: Ainm

source: Enabled
gd: Comasach

source: Version
gd: Tionndadh

source: ID
gd: DA

source: Application Basics
gd: Bun-tùs a' phrògraim

source: Profile Directory
gd: Pasgan nan clàr-aithne

source: Installed Plugins
gd: Pluginichean air an stàladh

source: Build Configuration
gd: Co-dhealbhachd na togalach

source: Open Containing Folder
gd: Fosgail am pasgan far a bheil e

source: _: This is the Mac-specific Show in Finder
gd: Seall san lorgair

source: Modified Preferences
gd: Roghainnean air an atharrachadh

source: Value
gd: Luach

source: Installation History
gd: Eachdraidh stàlaidh

source: Update History
gd: Eachdraidh nan ùrachaidhean

source: Copy all to clipboard
gd: Cuir leth-bhreac dhe na h-uile air a' bhòrd-chliopaichean

source: Minimize
gd: Lughdaich

source: Bring All to Front
gd: Gluais a h-uile gun a' bheulaibh

source: Zoom
gd: Sùm

source: Window
gd: Uinneag

source: &Help
gd: Co&bhair

source: &About &brandFullName;
gd: &Mu &brandFullName;

source: &brandShortName; &Help
gd: C&obhair &brandShortName;

source: For &Internet Explorer Users
gd: Do chleachdaichean &Internet Explorer

source: Release &Notes
gd: &Notaichean sgaoilidh

source: &Troubleshooting Information…
gd: &Taic le duilgheadasan...

source: Check for Updates…
gd: Lorg ùrachaidhean…

source: Preferences…
gd: Roghainnean…

source: Services
gd: Seirbheisean

source: Hide &brandShortName;
gd: Cuir &brandShortName; am falach

source: Hide Others
gd: Cuir càch am falach

source: Show All
gd: Seall na h-uile

source: _: This will be appended to the window's title (Private Browsing)
gd: (Rannsachadh prìobhaideach)

source: New &Tab
gd: Ta&ba ùr

source: Open &Location…
gd: Fosgail seòladh-&lìn…

source: &Open File…
gd: &Fosgail faidhle…

source: Page Set&up…
gd: &Roghainnean na duilleige…

source: Print Pre&view
gd: Ro-s&healladh clò-bhualaidh

source: &Print…
gd: &Clò-bhuail…

source: &Import…
gd: Iompaich a-st&each…

source: &Work Offline
gd: &Obraich far loidhne

source: &Menu Bar
gd: &Bàr a' chlàir-thaice

source: &Navigation Toolbar
gd: Bàr an t-&seòlaidh

source: &Bookmarks Toolbar
gd: Bàr nan &comharra-lìn

source: Bookmarks Toolbar Items
gd: Rudan air bàr nan comharra-lìn

source: Status &Bar
gd: &Bàr 'na staide

source: Page S&ource
gd: T&obar na duilleige

source: Page &Info
gd: &Fiosrachadh na duilleige

source: &Full Screen
gd: &Làn-sgàilean

source: Show &All Tabs
gd: Seall g&ach taba

source: Close
gd: Dùin

source: &Hide Toolbars
gd: &Cuir bàraichean-inneil am falach

source: Exit &Full Screen Mode
gd: Fàg modh an &làn-sgàilein

source: Close Win&dow
gd: &Dùin an uinneag

source: &Bookmarks
gd: &Comharraidhean-lìn

source: Bookmark This Page
gd: Cruthaich comharra-lìn airson an duilleag seo

source: Subscribe to This Page
gd: Fo-sgrìobh gun duilleag seo

source: Subscribe to This Page…
gd: Fo-sgrìobh gun duilleag seo…

source: Bookmark All Tabs…
gd: Dèan comharra-lìn de gach taba…

source: Organize Bookmarks…
gd: Cuir air dòigh na comharraidhean-lìn…

source: Show more bookmarks
gd: Tuilleadh chomharraidhean-lìn

source: &Back
gd: Air a&is

source: Go back one page
gd: Rach duilleag air ais

source: &Forward
gd: Air a&dhart

source: Go forward one page
gd: Rach duilleag air adhart

source: Recent pages
gd: Duilleagan mu dheireadh

source: &Reload
gd: &Ath-luchdaich

source: Reload current page
gd: Ath-luchdaich an duilleag làithreach

source: &Stop
gd: &Sguir dheth

source: Stop loading this page
gd: Sguir de luchdadh na duilleige seo

source: Go to the address in the Location Bar
gd: Rach dhan t-seòladh a tha ann am bàr an t-seòlaidh

source: Subscribe to this page…
gd: Fo-sgrìobh gun duilleag seo…

source: Print
gd: Clò-bhuail

source: Print this page
gd: Clò-bhuail an duilleag seo

source: Location
gd: Àite

source: Search
gd: Lorg

source: Activity Indicator
gd: Tosgair gnìomhachd

source: Bookmarks
gd: Comharraidhean-lìn

source: Home
gd: Dhachaigh

source: Display your bookmarks
gd: Seall na comharraidhean-lìn agad

source: History
gd: Eachdraidh

source: Display pages you've viewed recently
gd: Seall na duilleagan a choimhead thu air o chionn ghoirid

source: &Tools
gd: &Innealan

source: Add a &Keyword for this Search…
gd: Cuir facal-&luirg ris an lorg seo…

source: Web &Search
gd: &Lorg air an lìon

source: &Downloads
gd: Na chaidh a l&uchdadh a-nuas

source: Display the progress of ongoing downloads
gd: Seall adhartas na thathar a' luchdadh a-nuas

source: &Add-ons
gd: &Tuilleadan

source: Show and Manage installed Add-ons
gd: Seall is rianaich na tuilleadan a tha air an stàladh

source: Error &Console
gd: &Consol nam mearachd

source: &File
gd: &Faidhle

source: &New Window
gd: &Uinneag ùr

source: &Edit
gd: &Deasaich

source: &Undo
gd: &Neo dhèan

source: &Redo
gd: &Ath-dhèan

source: Cu&t
gd: &Gearr

source: &Copy
gd: Dèan &leth-bhreac

source: &Paste
gd: &Cuir ann

source: &Delete
gd: &Sguaib às

source: Select &All
gd: &Tagh na h-uile

source: &Options…
gd: &Roghainnean…

source: Prefere&nces
gd: &Roghainnean

source: Clear Recent &History
gd: Glan an &eachdraidh faisg ort

source: Stop &Private Browsing
gd: Sguir dhen rannsachadh &phrìobhaideach

source: &View
gd: &Sealladh

source: &Toolbars
gd: Na bàraichean-&inneil

source: Sid&ebar
gd: An crann-&taoibh

source: &Customize…
gd: &Gnàthaich…

source: Hi&story
gd: Eachdra&idh

source: Recently Closed Tabs
gd: Tabaichean a chaidh a dhùnadh o chionn ghoirid

source: Recently Closed Windows
gd: Uinneagan a chaidh a dhùnadh o chionn ghoirid

source: Show All History
gd: Seall an eachdraidh gu lèir

source: Search Bookmarks and History
gd: Lorg anns na comharraidhean-lìn is san eachdraidh

source: Search Bookmarks
gd: Lorg anns na comharraidhean-lìn

source: Search History
gd: Eachdraidh nan lorg

source: Type a Web address
gd: Cuir a-steach seòladh-lìn

source: _: This accesskey is used for both e
gd: e

source: Open Link in New &Window
gd: &Fosgail an ceangal ann an uinneag ùr

source: Open Link in New &Tab
gd: Fosgail an ceangal ann an &taba ùr

source: Open Frame in New &Window
gd: &Fosgail am frèam ann an uinneag ùr

source: Open Frame in New &Tab
gd: Fosgail am frèam ann an &taba ùr

source: &Show Only This Frame
gd: Na &seall ach am frèam seo

source: &Reload Frame
gd: Ath-luchdaich am f&rèam

source: View Selection Source
gd: Seall tobar na thagh thu

source: View MathML Source
gd: Seall tobar MathML

source: &View Page Source
gd: &Seall tobar na duilleige

source: &View Frame Source
gd: &Seall tobar an fhrèama

source: View Page &Info
gd: Seall &fiosrachadh na duilleige

source: View Frame &Info
gd: Seall fiosrachadh an fhrèa&ma

source: &Reload Image
gd: &Ath-luchdaich an dealbh

source: View &Image
gd: Seall an dealbh leis &fhèin

source: View Image In&fo
gd: Seall &fiosrachadh an deilbh

source: V&iew Video
gd: Coimhead air &video

source: Vie&w Background Image
gd: Seall dealbh a' &chùlaibh

source: &Set As Desktop Background…
gd: Suidhich mar chùlaibh an deas&ga…

source: Book&mark This Page
gd: Cruthaich co&mharra-lìn dhan duilleag seo

source: Bookmark This &Link
gd: Cruthaich co&mharra-lìn dhan cheangal seo

source: Book&mark This Frame
gd: Cruthaich co&mharra-lìn dhan fhrèam seo

source: S&end Link…
gd: Seòl an &ceangal…

source: Save Page &As…
gd: &Sàbhail an duilleag mar…

source: Save &Frame As…
gd: Sàbhail am &frèam mar…

source: &Print Frame…
gd: &Clò-bhuail am frèam…

source: Save Lin&k As…
gd: Sàbhail a&n ceangal mar…

source: Sen&d Link…
gd: Seòl an &ceangal…

source: Sa&ve Image As…
gd: Sàbhail an deal&bh mar…

source: Save &Video As…
gd: Sàbhail a' &video mar…

source: Sa&ve Audio As…
gd: Sà&bhail an fhuaim mar…

source: Se&nd Image…
gd: S&eòl an dealbh…

source: Se&nd Video…
gd: S&eòl a' video…

source: Se&nd Audio…
gd: Seò&l an fhuaim…

source: Copy Link Loc&ation
gd: Dèan leth-bhreac de &sheòladh a' cheangail

source: Copy Link Te&xt
gd: Dèan leth-bhreac de theacs a' cheanga&il

source: C&opy Image Location
gd: Dèan leth-bhreac de s&heòladh an deilbh

source: Cop&y Image
gd: &Dèan leth-bhreac dhen dealbh

source: C&opy Video Location
gd: &Dèan leth-bhreac de sheòladh a' video

source: C&opy Audio Location
gd: &Dèan leth-bhreac de sheòladh na fuaime

source: Copy &Email Address
gd: Dèan leth-bhreac dhen t-seòladh &phuist-d

source: T&his Frame
gd: Am f&rèam seo

source: &Play
gd: &Cluich

source: &Pause
gd: &Fuirich

source: &Mute
gd: &Tostaich

source: Un&mute
gd: Till an fhuai&m

source: Show &Controls
gd: Seall na h-&innealan-smachd

source: Hide &Controls
gd: Cuir na h-&innealan-smachd am falach

source: Zoom &In
gd: Sùm &a-steach

source: Zoom &Out
gd: Sùm a-&mach

source: &Reset
gd: Ath-s&huidhich

source: Zoom &Text Only
gd: Na sùm ach an &teacs

source: &Zoom
gd: &Sùm

source: Open a new tab
gd: Fosgail taba ùr

source: Open a new window
gd: Fosgail uinneag ùr

source: Close sidebar
gd: Dùin an crann-taoibh

source: Cut
gd: Gearr às

source: Copy
gd: Dèan leth-bhreac

source: Paste
gd: Cuir ann

source: Display the window in full screen
gd: Seall an uinneag san sgàilean iomlan

source: E&xit
gd: C&uir crìoch air

source: &Quit
gd: C&uir crìoch air

source: Quit &brandShortName;
gd: Cuir crìoch air &brandShortName;

source: Page St&yle
gd: Stoi&dhle na duilleige

source: &No Style
gd: Gu&n stoidhle

source: &Basic Page Style
gd: Stoidhle &bhunaiteach na duilleige

source: Change pop-up blocking settings for this web site
gd: Atharraich roghainnean bacadh nam priob-uinneagan air an làrach seo

source: Edit Pop-up Blocker Preferences…
gd: Deasaich roghainnean bacadh nam priob-uinneagan…

source: &Edit Pop-up Blocker Options…
gd: &Deasaich roghainnean bacadh nam priob-uinneagan…

source: Switch Pa&ge Direction
gd: Atharraich taobhadh na duillei&ge

source: S&witch Text Direction
gd: Atharraich taobhadh an &teacs

source: &Find in This Page…
gd: &Lorg san duilleag seo…

source: Find A&gain
gd: Lor&g a-rithist

source: g
gd: C

source: &Add Dictionaries…
gd: &Cuir faclairean ris…

source: Done
gd: Dèanta

source: Cancel
gd: Sguir dheth

source: &Edit…
gd: &Deasaich…

source: This web site does not supply identity information.
gd: Chan eil an làrach seo a' nochdadh fiosrachadh dearbh-aithne.

source: You are connected to
gd: Tha thu co-cheangailte ri

source: which is run by
gd: a tha 'ga ruith le

source: More Information…
gd: Barrachd fiosrachaidh…

source: Click to open downloads window
gd: Briog gus uinneag nan luchdadh a-nuas fhosgail

source: Search Tabs
gd: Lorg anns na tabaichean

source: Timed Out
gd: Thar àm

source: Stopped
gd: 'Na stad

source: Open File
gd: Fosgail faidhle

source: Drop a link to bookmark it
gd: Slaod ceangal an-seo gus comharra-lìn a dhèanamh dheth

source: Drop a link or file to download it
gd: Slaod ceangal no faidhle an-seo gus a luchdadh a-nuas

source: Drop a link or file to open it in a new tab
gd: Slaod ceangal no faidhle an-seo gus fhosgladh ann an taba ùr

source: Drop a link or file to open it in a new window
gd: Slaod ceangal no faidhle an-seo gus fhosgladh ann an uinneag ùr

source: Drop a link or file to make it your home page
gd: Slaod ceangal no faidhle an-seo gus a thionndadh 'nad dhuilleag mhòr

source: Set Home Page
gd: Suidhich an duilleag dhachaigh

source: Do you want this document to be your new home page?
gd: A bheil thu ag iarraidh an sgrìobhainn seo mar an duilleag dhachaigh ùr agad?

source: Search %S for "%S"
gd: Lorg %S airson "%S"

source: Block Images from %S
gd: Cuir bacadh air dealbhan o %S

source: [Folder Name]
gd: [Ainm pasgain]

source: %S prevented this site (%S) from asking you to install software on your computer.
gd: Chum %S an làrach seo (%S) o iarrtas a chur thugad gus bathar-bog a stàladh air a' choimpiutair agad.

source: Allow
gd: Ceadaich

source: Software installation has been disabled by your system administrator.
gd: Chuir rianaire an t-siostaim agad casg air stàladh bathair-bhuig.

source: Software installation is currently disabled. Click Enable and try again.
gd: Chan eil stàladh bathair-bhuig comasach an-dràsta. Briog air "Dèan comasach" agus feuch ris a-rithist.

source: Enable
gd: Dèan comasach

source: This site (%S) attempted to install a theme.
gd: Dh'fheuch an làrach seo (%S) ri coltas a shuidheachadh.

source: A new theme has been installed.
gd: Chaidh coltas ùr a stàladh.

source: Undo
gd: Neo-dhèan

source: Manage Themes…
gd: Rianaich na coltasan…

source: %S prevented this site from opening a pop-up window.
gd: Cha do leig %S leis an làrach seo priob-uinneag fhosgladh.

source: %S prevented this site from opening %S pop-up windows.
gd: Cha do leig %S leis an làrach seo %S priob-uinneagan fhosgladh.

source: Options
gd: Roghainnean

source: Preferences
gd: Roghainnean

source: Allow pop-ups for %S
gd: Ceadaich priob-uinneagan do %S

source: Block pop-ups for %S
gd: Cuir bacadh air priob-uinneagan o %S

source: Don't show this message when pop-ups are blocked
gd: Na seall an teachdaireachd seo ma tha bacadh air priob-uinneagan

source: Don't show info message when pop-ups are blocked
gd: Na seall an teachdaireachd fiosrachaidh seo ma tha bacadh air priob-uinneagan

source: Show '%S'
gd: Seall "%S"

source: %S will now always block images from %S.
gd: Cuiridh %S bacadh air dealbhan o %S a-nis fad na tìde.

source: %S will now allow images from %S.
gd: Ceadaichidh %S dealbhan o %S a-nis.

source: Additional plugins are required to display all the media on this page.
gd: Feumaidh tu pluginichean a bharrachd mus faic thu na meadhanan gu lèir air an duilleag seo.

source: Install Missing Plugins…
gd: Suidhich na pluginichean a tha a dhìth…

source: Some plugins used by this page are out of date.
gd: Dh'fhalbh an ùine air cuid dhe na pluginichean a tha an duilleag seo a' cur gu feum.

source: Update Plugins…
gd: Ùraich na pluginichean…

source: Some plugins required by this page have been blocked for your protection.
gd: Chaidh bacadh a chur air cuid dhe na pluginichean a dh'fheumas an duilleag seo a chum do dhìon.

source: Details…
gd: Mion-fhiosrachadh…

source: Clear Recent History…
gd: Glan an eachdraidh faisg ort…

source: Clear All History
gd: Glan an eachdraidh gu lèir

source: Clear Now
gd: Glan an-dràsta

source: All history will be cleared.
gd: Thèid an eachdraidh gu lèir a ghlanadh.

source: All selected items will be cleared.
gd: Thèid gach rud a thagh thu a ghlanadh.

source: Downloading %S…
gd: A' luchdadh a-nuas %S…

source: Downloading Update…
gd: A' luchdadh a-nuas ùrachadh…

source: Resume Downloading %S…
gd: Ath-thòisich luchdadh a-nuas %S…

source: Resume Downloading Update…
gd: Ath-thòisich luchdadh a-nuas an ùrachaidh…

source: Apply Downloaded Update Now…
gd: Cuir an t-ùrachadh a chaidh a luchdadh a-nuas an sàs an-dràsta…

source: Subscribe to '%S'…
gd: Fo-sgrìobh gu "%S"…

source: Open All in Tabs
gd: Fosgail gach rud ann an tabaichean

source: Restore All Tabs
gd: Aiisig a h-uile taba

source: Restore All Windows
gd: Aisig gach uinneag

source: #1 (and #2 other tab);#1 (and #2 other tabs)
gd: #1 (agus #2 taba eile);#1 (agus #2 taba eile);#1 (agus #2 thaba eile);#1 (agus #2 tabaichean eile)

source: Stay on this page
gd: Fuirich air an duilleag seo

source: Go back to this page
gd: Till dhan duilleag seo

source: Go forward to this page
gd: Rach air adhart dhan duilleag seo

source: %S prevented this page from automatically reloading.
gd: Cha do leig %S leis an duilleag seo ath-luchdadh leis fhèin.

source: %S prevented this page from automatically redirecting to another page.
gd: Cha do leig %S leis an duilleag seo do sheòladh gu duilleag eile leis fhèin.

source: Edit this bookmark
gd: Deasaich an comharra-lìn seo

source: Bookmark this page
gd: Cruthaich comharra-lìn dhan duilleag seo

source: This website (%S) is asking to store data on your computer for offline use.
gd: Tha an làrach seo (%S) ag iarraidh dàta a shàbhaladh air a' choimpiutair agad a chum cleachdadh far loidhne.

source: Never for This Site
gd: Chan ann air an duilleag seo gu bràth

source: e
gd: l

source: Not Now
gd: Chan ann an-dràsta

source: This website (%S) is now storing more than %SMB of data on your computer for offline use.
gd: Tha barrachd air %SMB de dhàta 'ga shàbhaladh aig an làrach-lìn seo (%S) a chum cleachdadh far loidhne a-nis.

source: Show settings
gd: Seall na roghainnean

source: Verified by: %S
gd: Dearbhaichte le: %S

source: You have added a security exception for this site.
gd: Chuir thu ris eisgeachd tèarainteachd airson an làrach seo.

source: Your connection to this web site is encrypted to prevent eavesdropping.
gd: Tha an ceangal agad ris an làrach-lìn seo air a rùnachadh gus casg a chur air far-chluas.

source: Your connection to this web site is not encrypted.
gd: Chan eil an ceangal agad ris an làrach-lìn seo air a rùnachadh.

source: Your connection to this site is only partially encrypted, and does not prevent eavesdropping.
gd: Chan eil an ceangal agad ris an làrach-lìn seo air a rùnachadh gu h-iomlan is chan eil casg air far-chluas.

source: (unknown)
gd: (neo aithnichte)

source: One active download (#2);#1 active downloads (#2)
gd: #1 luchdadh beò (#2); #1 luchdadh beò (#2); #1 luchdadh beò (#2); #1 luchdaidhean beòtha (#2)

source: One paused download;#1 paused downloads
gd: #1 luchdadh na stad; #1 luchdadh na stad;#1 luchdadh nan stad;#1 luchdaidhean nan stad

source: Page Bookmarked
gd: Chaidh comharra-lìn a chruthachadh

source: %S will always remember this page for you.
gd: Cumaidh %S an duilleag seo na chuimhne dhut gu bràth.
