Repository: kscanne/gaeilge-mozdev
Catalog: src/*/firefox-3.6.*.po
Languages: gd

source: The print job was aborted, or canceled.
gd: Sguireadh dhen obair chlò-bhualaidh no chaidh crìoch a chur air.

source: An unknown error occurred while printing.
gd: Thachair mearachd neo-aithnichte rè a' chlò-bhualaidh.

source: Printing failed when starting the document.
gd: Dh'fhàillig an clò-bhualadh nuair a thòisich an sgrìobhainn.

source: Printing failed when completing the document.
gd: Dh'fhàillig an clò-bhualadh nuair a chaidh crìoch a chur air an sgrìobhainn.

source: Printing failed when starting the page.
gd: Dh'fhàillig an clò-bhualadh nuair a thòisich an duilleag.

source: Printing failed when completing the page.
gd: Dh'fhàillig an clò-bhualadh nuair a chaidh crìoch a chur air an duilleag.

source: You cannot print while in print preview.
gd: Chan urrainn dhut clò-bhualadh fhad 's a bhios tu a' coimhead air an ro-shealladh.

source: There was a problem printing because the paper size you specified is not supported by your printer.
gd: Bha mearachd ann leis a' chlò-bhualadh a chionn 's nach eil an clò-bhualadair a' toirt taic ri meud a' phàipeir a shònraich thu.

source: There was a problem printing because the page orientation you specified is not supported by your printer.
gd: Bha mearachd ann leis a' chlò-bhualadh a chionn 's nach eil an clò-bhualadair agad a' toirt taic ri taobhachadh na duilleige a shònraich thu.

source: There was a problem printing because the print job requires color capabilities that your printer does not support.
gd: Bha mearachd ann leis a' chlò-bhualadh a chionn 's gu bheil an obair clò-bhualaidh feumach air feartan dathachaidh nach eil an clò-bhualadair agad comasach air.

source: There was a problem printing because you requested too many copies.
gd: Bha mearachd ann leis a' chlò-bhualadh a chionn 's gun do dh'iarr thu cus lethbhreac.

source: There was a problem printing. The printer driver is not properly configured.
gd: Bha mearachd ann leis a' chlò-bhualadh. Chan eil an draibhear clò-bhualaidh air a cho-dhealbhadh mar bu chòir.

source: The browser cannot print preview right now. Please try again when the page has finished loading.
gd: Chan urrainn dhan bhrabhsair ro-shealladh clò-bhualaidh a dhèanamh an-dràsta. Feuch ris a-rithist nuair a bhios an duilleag air luchdadh.

source: The page was replaced while you were trying to print. Please try again.
gd: Chaidh rud ùr an àite na duilleige 's tu feuchainn ri clò-bhualadh. Feuch ris a-rithist.

source: Either pluggable dialogs were not properly installed Or this GFX Toolkit no longer supports native Print Dialogs
gd: Chan eil conaltradh so-phlugaichte air an stàladh mar bu chòir no chan eil an GFX Toolkit seo a' toirt taic ri conaltradh clò-bhualaidh dùthchasach tuilleadh.

source: The Printing Prompt Service is missing.
gd: Tha seirbheis nam fiosan chlò-bhualaidh a dhìth.

source: We are unable to Print or Print Preview this page.
gd: Cha ghabh ro-shealladh na duilleige seo a shealltainn no a clò-bhualadh.

source: There was a problem printing because the plex mode you specified is not supported by your printer.
gd: Bha duilgheadas ann leis a' chlò-bhualadh a chionn 's nach eil an clò-bhualadair agad a' toirt taic dhan mhodh plex a shònraich thu.

source: The browser cannot print the document while it is being loaded.
gd: Chan urrainn dhan chlò-bhualadair an sgrìobhainn a chlò-bhualadh fhad 's a tha e 'ga luchdadh.

source: Printing is not implemented.
gd: Chan eil clò-bhualadh ann an gnìomh.

source: The requested print module cannot be loaded.
gd: Cha do ghabh am mòideal clò-bhualaidh a dh'iarr thu a luchdadh.

source: There was a problem printing because the resolution/quality mode you specified is not supported by your printer.
gd: Bha mearachd ann leis a' chlò-bhualaidh a chionn 's nach eil an clò-bhualadair agad a' toirt taic ri modh na dùmhlachd/càileachd a shònraich thu.

source: No printers available.
gd: Chan eil clò-bhualadair ri làimh.

source: Print To File
gd: Clò-bhuail gu faidhle

source: Unexpected <%1$S> element.
gd: Eileamaid <%1$S> ris nach robh dùil.

source: Key event not available on GTK2: key="%S" modifiers="%S"
gd: Chan eil an gnìomh putain seo ri fhaighinn air GTK2: key="%S" modifiers="%S"

source: Key event not available on some keyboard layouts: key="%S" modifiers="%S"
gd: Chan eil an gnìomh putain seo ri fhaighinn air cuid dhe na meur-chlàir: key="%S" modifiers="%S"

source: The XBL binding "%S" is already used by too many ancestor elements; not applying it to prevent infinite recursion.
gd: Tha an ceangal XBL "%S" ga chleachdadh mu thràth le cus eileamaidean sinnsir; chan dèid a chleachdadh gus ath-chùrsadh gun chrìoch a sheachnadh.

source: Extending the XBL binding "%S" with "%S" would lead to it extending itself
gd: Bhiodh an ceangal XBL "%S" ga leudachadh fhèin nan cuirear "%S" ris

source: Use of <handler command="…"> not allowed outside chrome.
gd: Chan eil cleachdadh <handler command="…"> ceadaichte taobh a-muigh de chrome.

source: Extending "%S" is invalid. In general, do not extend tag names.
gd: Tha leudachadh "%S" mì-dhligheach. Na leudaichear ainmean thagaichean a ghnàth.

source: out of memory
gd: gun chuimhne gu leòr

source: syntax error
gd: mearachd co-chàraidh

source: no element found
gd: cha deach eileamaid sam bith a lorg

source: not well-formed
gd: air a dhroch chumadh

source: unclosed token
gd: tòcan gun dùnadh

source: partial character
gd: caractair neo-iomlan

source: mismatched tag
gd: taga air a dhroch cheangal

source: duplicate attribute
gd: buadh dùbailte

source: junk after document element
gd: sgudal as dèidh eileamaid na sgrìobhainne

source: illegal parameter entity reference
gd: iomradh mì-dhligheach air bitheag paramadair

source: undefined entity
gd: bith gun mhìneachadh

source: recursive entity reference
gd: iomradh ath-chùrsach air bith

source: asynchronous entity
gd: bith neo-cho-thìmichte

source: reference to invalid character number
gd: iomradh air àireamh caractair mhì-dhligheach

source: reference to binary entity
gd: iomradh air bith chàraideach

source: reference to external entity in attribute
gd: iomradh air bith iomallach sa bhuadh

source: XML or text declaration not at start of entity
gd: Chan eil foirgheall XML no teacs aig toiseach na bithe

source: unknown encoding
gd: còdachadh neo-aithnichte

source: encoding specified in XML declaration is incorrect
gd: tha an còdachadh a chaidh a shònrachadh san fhoirgheall XML mì-cheart

source: unclosed CDATA section
gd: roinn CDATA gun dùnadh

source: error in processing external entity reference
gd: mearachd ann an làimhseachadh an iomraidh air bith iomallach

source: document is not standalone
gd: cha seas an sgrìobhainn leis fhéin

source: unexpected parser state
gd: staid parsair ris nach robh dùil

source: entity declared in parameter entity
gd: bith air a nochdadh ann am bith paramadair

source: prefix not bound to a namespace
gd: chan eil an ro-leasachan co-cheangailte ri spàs ainm

source: must not undeclare prefix
gd: na neo-nochd an ro-leasachan

source: incomplete markup in parameter entity
gd: comharrachadh neo-iomlan ann am bith paramadair

source: XML declaration not well-formed
gd: foirgheall XML air a dhroch chumadh

source: text declaration not well-formed
gd: foirgheall teacs air a dhroch chumadh

source: illegal character(s) in public id
gd: caractair(ean) mì-dhligheach ann an dearbh-aithne (da) phoblach

source: reserved prefix (xml) must not be undeclared or bound to another namespace name
gd: chan eil e ceadaichte dhan ro-leasachan caomhnaichte (xml) a bhith gun nochdadh no co-cheangailte ri ainm spàs ainm eile

source: reserved prefix (xmlns) must not be declared or undeclared
gd: chan eil e ceadaichte dhan ro-leasachan chaomhnaichte (xml) a bhith air a nochdadh no gun nochdadh

source: prefix must not be bound to one of the reserved namespace names
gd: chan eil e ceadaichte dhan ro-leasachan a bhith co-cheangailte ri aon dhe na h-ainmean spàs ainm caomhnaichte

source: XML Parsing Error: %1$S Location: %2$S Line Number %3$u, Column %4$u:
gd: Mearachd ann am parsadh XML: %1$S Àite: %2$S Àireamh na loidhne %3$u, colbh %4$u:

source: . Expected: </%S>.
gd: . Dùil ri: </%S>.

source: Failed to load overlay from %1$S.
gd: Dh'fhàillig luchdadh an tar-chòmhdachaidh o %1$S.

source: <?%1$S?> processing instruction does not have any effect outside the prolog anymore (see bug 360119).
gd: Chan eil èifeachd aig an òrdugh làimhseachaidh <?%1$S?> taobh a-muigh an ro-fhacail tuilleadh (faic buga 360119).

source: XUL box for %1$S element contained an inline %2$S child, forcing all its children to be wrapped in a block.
gd: Bha mac in-loidhne %2$S sa bhogsa XUL airson na h-eileamaid %1$S agus sparr sin air a chuid mhac a bhith paisgte ann am bloc.

source: XUL box for %1$S element contained an inline %2$S child, forcing all its children to be wrapped in a block. This can often be fixed by replacing "display: -moz-inline-box" with "display: -moz-inline-box; display: inline-block".
gd: Bha mac in-loidhne %2$S sa bhogsa XUL airson na h-eileamaid %1$S agus sparr sin air a chuid mhac a bhith paisgte ann am bloc. Gabhaidh seo a chàradh gu tric ma chuireas tu "display: -moz-inline-box; display: inline-block" an àite "display: -moz-inline-box; display: inline-block".

source: <p>You should not add an exception if you are using an internet connection that you do not trust completely or if you are not used to seeing a warning for this server.</p> <p>If you still wish to add an exception for this site, you can do so in your advanced encryption settings.</p>
gd: <p>Cha bu chòir dhut eisgeachd a chur ris mur eil làn earbsa agad sa cheangal-lìn a tha thu a' cleachdadh no mura faic thu rabhadh airson an fhrithealaiche seo mar is trice.</p> <p>Ma tha thu airson eisgeachd a chur ris airson na làraich seo co-dhiù, nì thu seo ann an roghainnean adhartach an dubh-cheilidh.</p>

source: Page Load Error
gd: Mearachd le luchdadh na duilleige

source: Failed to Connect
gd: Dh'fhàillig an ceangal

source: <p>Though the site seems valid, the browser was unable to establish a connection.</p><ul><li>Could the site be temporarily unavailable? Try again later.</li><li>Are you unable to browse other sites? Check the computer's network connection.</li><li>Is your computer or network protected by a firewall or proxy? Incorrect settings can interfere with Web browsing.</li></ul>
gd: <p>Ged a tha coltas gur e làrach cheart a tha ann, cha deach aig a' bhrabhsair ceangal a dhèanamh.</p><ul><li>Saoil a bheil an làrach sìos an-dràsta fhèin? Feuch ris a-rithist às a dhèidh seo.</li><li>Mur urrainn dhut làraichean eile fhaicinn, cuir sùil air ceangal a' choimpiutair agad ris an lìonra.</li><li>A bheil an coimpiutair agad ga dhìon le cachaileith-theine no progsaidh? Faodaidh roghainnean cearra cur a-steach air seòladh an lìn.</li></ul>

source: Port Restricted for Security Reasons
gd: Tha am port seo cuingichte air sgàth adhbharan tèarainteachd

source: <p>The requested address specified a port (e.g. <q>mozilla.org:80</q> for port 80 on mozilla.org) normally used for purposes <em>other</em> than Web browsing. The browser has canceled the request for your protection and security.</p>
gd: <p>Shònraich an seòladh a chaidh iarraidh port (m.e. <q>mozilla.org:80</q> airson port 80 air mozilla.org) a bhios 'ga chleachdadh a chum adhbharan eile <em>seach</em> seòladh an lìn. Chuir am brabhsair casg air an iarrtas airson do dhìon is do thèarainteachd.</p>

source: Address Not Found
gd: Cha deach seòladh a lorg

source: <p>The browser could not find the host server for the provided address.</p><ul><li>Did you make a mistake when typing the domain? (e.g. <q><strong>ww</strong>.mozilla.org</q> instead of <q><strong>www</strong>.mozilla.org</q>)</li><li>Are you certain this domain address exists? Its registration may have expired.</li><li>Are you unable to browse other sites? Check your network connection and DNS server settings.</li><li>Is your computer or network protected by a firewall or proxy? Incorrect settings can interfere with Web browsing.</li></ul>
gd: <p> Cha deach aig a' bhrabhsair frithealaiche an òstair airson an t-seòlaidh a chaidh a shònrachadh a lorg.</p><ul><li>Saoil an do chuir thu mearachd litreachaidh san àrainn? (m.e. <q><strong>ww</strong>.mozilla.org</q> an àite <q><strong>www</strong>.mozilla.org</q>)</li><li>A bheil thu cinnteach gu bheil a leithid de dh'àrainn ann? Dh'fhaodadh gun do dh'fhalbh an ùine air.</li><li>Mur urrainn dhut làraichean eile fhaicinn, cuir sùil air a' cheangal agad ris an lìonra agus na roghainnean DNS agad.</li><li>A bheil an coimpiutair no an lìonra seo ga dhìon le cachaileith-theine no progsaidh? Faodaidh roghainnean cearra cur a-steach air seòladh an lìn.</li></ul>

source: File Not Found
gd: Cha deach am faidhle a lorg

source: <ul><li>Could the item have been renamed, removed, or relocated?</li><li>Is there a spelling, capitalization, or other typographical error in the address?</li><li>Do you have sufficient access permissions to the requested item?</li></ul>
gd: <ul><li>Saoil an deach ainm eile a chur air an fhaidhle, no gun deach a thoirt às no a ghluasad?</li><li>A bheil mearachd litreachaidh (a' gabhail a-steach litrichean mòra/beaga) san t-seòladh?</li><li>A bheil cead iomchaidh agad gus an rud iarraidh?</li></ul>

source: Cannot Complete Request
gd: Cha ghabh an t-iarrtas a choileanadh

source: <p>Additional information about this problem or error is currently unavailable.</p>
gd: <p>Chan eil fiosrachadh a bharrachd ann mun duilgheadas no mun mhearachd seo an-dràsta.</p>

source: Invalid Address
gd: Seòladh mì-dhligheach

source: <p>The provided address is not in a recognized format. Please check the location bar for mistakes and try again.</p>
gd: <p>Tha an seòladh a chuir thu ann am fòrmat neo-aithnichte. Dèan cinnteach nach eil mearachdan sa bhàr suidheachaidh agus feuch ris a-rithist.</p>

source: Data Transfer Interrupted
gd: Bhris tar-aiseag an dàta

source: <p>The browser connected successfully, but the connection was interrupted while transferring information. Please try again.</p><ul><li>Are you unable to browse other sites? Check the computer's network connection.</li><li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li></ul>
gd: <p>Rinn am brabhsair ceangal gu soirbheachail ach bhris an ceangal fhad 's a chaidh fiosrachadh a chur a-null 's a-nall. Feuch ris a-rithist.</p><ul><li>An ruig thu làraichean eile leis a' bhrabhsair agad? Cuir sùil air ceangal a' choimpiutair agad ris an lìonra.</li><li>Duilgheadasan agad fhathast? Bruidhinn ri rianadair an lìonraidh agad no ri solaraiche a' cheangail-lìn agad airson cobhair.</li></ul>

source: Offline Mode
gd: Modh far loidhne

source: <p>The browser is operating in its offline mode and cannot connect to the requested item.</p><ul><li>Is the computer connected to an active network?</li><li>Place the browser in online mode and try again.</li></ul>
gd: <p>Tha am brabhsair agad anns a' mhodh far loidhne 's chan urrainn dha ceangal ris an rud a dh'iarr thu.</p><ul><li>A bheil an coimpiutair seo co-cheangailte ri lìonra beò?</li><li>Tòisich am modh air loidhne agus feuch ris a-rithist.</li></ul>

source: <p>The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.</p><ul><li>Please contact the website owners to inform them of this problem.</li></ul>
gd: <p>Cha ghabh an duilleag a tha thu airson faicinn a shealltainn a chionn 's gu bheil e a' cleachdadh co-bhrùthachadh mì-dhligheach no feadhainn nach eil taic ann dha.</p><ul><li>Leig fios gu muinntir na làraich mun duilgheadas seo.</li></ul>

source: Connection Interrupted
gd: Thuislich an ceangal

source: <p>The network link was interrupted while negotiating a connection. Please try again.</p>
gd: <p>Thuislich an ceangal lìonraidh fhad 's a bha ceangal ga chur air dòigh. Feuch rist a-rithist.</p>

source: Network Timeout
gd: Dh'fhalbh an ùine air an lìonra

source: <p>The requested site did not respond to a connection request and the browser has stopped waiting for a reply.</p><ul><li>Could the server be experiencing high demand or a temporary outage? Try again later.</li><li>Are you unable to browse other sites? Check the computer's network connection.</li><li>Is your computer or network protected by a firewall or proxy? Incorrect settings can interfere with Web browsing.</li><li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li></ul>
gd: <p>Cha do fhreagair an làrach a dh'iarr thu ris an iarrtas cheangail is sguir am brabhsair dhen a bhith a' feitheamh ri freagairt.</p><ul><li>Saoil a bheil fèill mhòr air an fhrithealaiche an-dràsta fhèin no gu bheil e sìos rè seal? Feuch ris a-rithist às a dhèidh seo.</li><li>Mura faic thu làraichean eile, cuir sùil air ceangal a' choimpiutair agad ris an lìonra.</li><li>A bheil an coimpiutair agad ga dhìon le cachaileith-theine no progsaidh? Faodadh roghainnean cearra cur a-steach air seòladh an lìn.</li><li>A bheil duilgheadas agad fhathast? Bruidhinn ri rianadair an lìonraidh agad no ris an fhrithealaiche-lìn airson cobhair.</li></ul>

source: Unknown Protocol
gd: Protacal neo-aithnichte

source: <p>The address specifies a protocol (e.g. <q>wxyz://</q>) the browser does not recognize, so the browser cannot properly connect to the site.</p><ul><li>Are you trying to access multimedia or other non-text services? Check the site for extra requirements.</li><li>Some protocols may require third-party software or plugins before the browser can recognize them.</li></ul>
gd: <p>Tha an seòladh a' sònrachadh protacal (m.e. <q>wxyz://</q>) nach eil am brabhsair ag aithneachadh 's chan urrainn dhan bhrabhsair ceangal ris an làrach mar bu chòir.</p><ul><li>A bheil thu a' feuchainn ri inntrigeadh fhaighinn gu seirbheisean ioma-mheadhanach no fheadhainn neo-theacsach eile? Cuir sùil air an làrach 's faigh a-mach a bheil riatansan sònraichte ann.</li><li>Feumaidh cuid dhe na protacalan bathar-bog de threas pàrtaidh no plugain mus aithnich am brabhsair iad.</li></ul>

source: Proxy Server Refused Connection
gd: Dhiùlt am frithealaiche progsaidh an ceangal

source: <p>The browser is configured to use a proxy server, but the proxy refused a connection.</p><ul><li>Is the browser's proxy configuration correct? Check the settings and try again.</li><li>Does the proxy service allow connections from this network?</li><li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li></ul>
gd: <p>Tha am brabhsair air a cho-dhealbhachd gus frithealaiche progsaidh a chleachdadh ach dhiùlt a' phrogsaidh ceangal.</p><ul><li>A bheil co-dhealbhachd progsaidh a' bhrabhsair ceart? Cuir sùil air na roghainnean is feuch ris a-rithist.</li><li>A bheil an t-seirbheis progsaidh seo a' toirt cead do cheanglaichean on lìonra seo?</li><li>Duilgheadasan agad fhathast? Leig fios gu rianadair an lìonraidh agad no gun fhrithealaiche-lìn agad.</li></ul>

source: Proxy Server Not Found
gd: Cha deach frithealaiche progsaidh a lorg

source: <p>The browser is configured to use a proxy server, but the proxy could not be found.</p><ul><li>Is the browser's proxy configuration correct? Check the settings and try again.</li><li>Is the computer connected to an active network?</li><li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li></ul>
gd: <p>Tha am brabhsair air a rèiteachadh gus frithealaiche progsaidh a chleachdadh ach cha deachd progsaidh a lorg.</p><ul><li>A bheil co-dhealbhachd progsaidh a' bhrabhsair ceart? Cuir sùil air na roghainnean is feuch ris a-rithist.</li><li>A bheil an coimpiutair co-cheangailte ri lìonra beò?</li><li>Duilgheadasan agad fhathast? Leig fios gu rianadair an lìonraidh agad no gun fhrithealaiche-lìn agad airson cuideachadh.</li></ul>

source: Redirect Loop
gd: Lùb ath-threòrachaidh

source: <p>The browser has stopped trying to retrieve the requested item. The site is redirecting the request in a way that will never complete.</p><ul><li>Have you disabled or blocked cookies required by this site?</li><li><em>NOTE</em>: If accepting the site's cookies does not resolve the problem, it is likely a server configuration issue and not your computer.</li></ul>
gd: <p>Sguir am brabhsair dhen a bhith a' feuchainn an rud a dh'iarr thu fhaighinn. Tha an làrach ag ath-threòrachadh an iarrtais air dòigh nach dèid a choileanadh gu bràth.</p><ul><li>An do chuir neo-chomasach briosgaidean o chionn ghoirid a dh'fheumas an làrach seo no an do chuir thu casg orra?</li><li><em>AIRE</em>: Mura dèid a' chùis a rèiteachadh 's tu a' gabhail ri briosgaidean na làraich seo, tha coltas gur e adhbhar co-dhealbhachd an fhrithealaiche a tha ag adhbharachadh seo 's chan e an coimpiutair agad.</li></ul>

source: Incorrect Response
gd: Freagairt mhì-cheart

source: <p>The site responded to the network request in an unexpected way and the browser cannot continue.</p>
gd: <p>Fhreagair an làrach ri iarrtas an lìonraidh air dòigh ris nach robh dùil 's chan urrainn dhan bhrabhsair leantainn air adhart.</p>

source: <p>The page you are trying to view can not be shown because the authenticity of the received data could not be verified.</p><ul><li>Please contact the web site owners to inform them of this problem.</li></ul>
gd: <p>Cha ghabh an duilleag a bha thu airson faicinn a shealltainn a chionn 's nach do ghabh dearbhachd an dàta a fhuaradh a dhearbhadh.</p><ul><li>Leig fios gu na daoine aig a bheil an làrach mun duilgheadas seo.</li> </ul>

source: %S could not be saved, because the source file could not be read. Try again later, or contact the server administrator.
gd: Cha do ghabh %S a shàbhaladh a chionn 's nach do ghabh am faidhle tùsail a leughadh. Feuch ris a-rithist às a dhèidh seo no leig fios gu rianadair an fhrithealaiche.

source: %S could not be saved, because an unknown error occurred. Try saving to a different location.
gd: Cha do ghabh %S a shàbhaladh a chionn 's gun do thachair mearachd neo-aithnichte. Feuch ri a shàbhaladh am badeigin eile.

source: %S could not be opened, because an unknown error occurred. Try saving to disk first and then opening the file.
gd: Cha do ghabh %S fhosgladh a chionn 's gun do thachair mearachd neo-aithnichte. Feuch ri a shàbhaladh air an diosg an toiseach 's fhoasgladh an uairsin.

source: There is not enough room on the disk to save %S. Remove unnecessary files from the disk and try again, or try saving in a different location.
gd: Chan eil àite gu leòr air an diosg gus %S a shàbhaladh. Sguaib às faidhlichean air nach eil feum tuilleadh agus feuch ris a-rithist no feuch ri a shàbhaladh am badeigin eile.

source: %S could not be saved, because the disk, folder, or file is write-protected. Write-enable the disk and try again, or try saving in a different location.
gd: Cha do ghabh %S a shàbhaladh a chionn 's gu bheil an diosg, am pasgan no an fhaidhle ga dhìon o sgrìobhadh.\nThoir cead-sgrìobhadh dhan diosg agus feuch ris a-rithist no feuch ri a shàbhaladh am badeigin eile.

source: %S could not be saved, because you cannot change the contents of that folder. Change the folder properties and try again, or try saving in a different location.
gd: Cha do ghabh %S a shàbhaladh a chionn 's nach urrainn dhut susbaint a' phasgain sin atharrachadh. Atharraich roghainnean a' phasgain is feuch ris a-rithist no feuch ri a shàbhaladh am badeigin eile.

source: %S could not be opened, because the associated helper application does not exist. Change the association in your preferences.
gd: Cha do ghabh %S fhosgladh a chionn 's nach eil am prògram taice co-cheangailte ris ann. Atharraich an dàimh anns na roghainnean agad.
