Repository: kscanne/gaeilge-mozdev
Catalog: src/*/firefox-3.6.*.po
Languages: gd

source: Recent Tags
gd: Tagaichean mu dheireadh

source: Downloads
gd: Luchdaidhean a-nuas

source: All Bookmarks
gd: A h-uile comharra-lìn

source: Tag
gd: Taga

source: Bookmark
gd: Comharradh-lìn

source: Browser Startup Error
gd: Mearachd tòiseachaidh sa bhrabhsair

source: The bookmarks and history system will not be functional because one of %S's files is in use by another application. Some security software can cause this problem.
gd: Chan obraich na comharraidhean-lìn is an eachdraidh a chionn 's gu bheil aon dhe na faidhlichean aig %S 'ga chleachdadh aig prògram eile. Èirigh an duilgheadas seo le cuid dhen bhathar-bhog tèarainteachd.

source: Accessibility
gd: Inntrigeachd

source: Always use the &cursor keys to navigate within pages
gd: Cleachd iuchraichean a' &chùrsair gus gluasad am broinn nan duilleagan an-còmhnaidh

source: Search for te&xt when I start typing
gd: Lorg &teacs cho luath 's a thòisicheas mi air taidhpeadh

source: Warn me when we&b sites try to redirect or reload the page
gd: Thoir ra&bhadh dhomh nuair a dh'fheuchas làraichean-lìn ri m' ath-sheòladh no ris an duilleag ath-luchdadh.

source: Browsing
gd: A' rannsachadh

source: Use &autoscrolling
gd: Cleachd sgròladh leis &fhèin

source: Use s&mooth scrolling
gd: Cleachd sgròladh &caoin

source: Check my spelling as I &type
gd: Ceartachadh &litreachaidh beò

source: System Defaults
gd: Roghainnean bunaiteach an t-siostaim

source: Al&ways check to see if &brandShortName; is the default browser on startup
gd: Thoir sùil an e &brandShortName; am brabhsair bunaiteach agad gach turas a thòiseachas tu e

source: Check &Now
gd: Thoir sùil a&n-dràsta

source: Network
gd: Lìonra

source: Connection
gd: Ceangal

source: Configure how &brandShortName; connects to the Internet
gd: Co-dhealbh mar a cheanglas &brandShortName; ris an lìon

source: S&ettings…
gd: Roghainn&ean…

source: Offline Storage
gd: Stòras far loidhne

source: &Use up to
gd: Cleachd s&uas gu

source: MB of space for the cache
gd: MB a dh'àite airson an tasgadan

source: &Clear Now
gd: &Falmhai&ch e an-dràsta

source: Update
gd: Ùrachadh

source: Automatically check for updates to:
gd: Lorgar ùrachaidhean airson na leanas leis fhèin:

source: Add-o&ns
gd: Tuilleada&n

source: Searc&h Engines
gd: Innealan-luir&g

source: When updates to &brandShortName; are found:
gd: Nuair a thèid ùrachadh a lorg airson &brandShortName;:

source: As&k me what I want to do
gd: Faighnich dhìo&m na tha mi airson dèanamh

source: Automatically &download and install the update
gd: Luch&daichear a-nuas is stàlaichear an t-ùrachadh leis fhèin

source: &Warn me if this will disable any of my add-ons
gd: &Thoir rabhadh dhomh ma bhios gin dhe na tuilleadan agam à comas na chois

source: Show U&pdate History
gd: Seall &eachdraidh nan ùrachaidhean

source: &Tell me when a website asks to store data for offline use
gd: Innis dhomh ma bhios làrach-lìn ag iarraidh dàta a stòradh a chum cleachdaidh far loidhne

source: E&xceptions…
gd: Eis&geachdan…

source: The following websites have stored data for offline use:
gd: Stòir na làraichean-lìn a leanas dàta a chum cleachdaidh far loidhne:

source: _: Do not translate this. Only change the numeric values if you need this dialogue box to appear bigger. 7em
gd: 7em

source: &Remove…
gd: &Thoir às…

source: Remove offline data
gd: Thoir air falbh an dàta far loidhne

source: Encryption
gd: Rùnachadh

source: Protocols
gd: Pròtacalan

source: Use SSL &3.0
gd: Cleachd SSL &3.0

source: Use TLS &1.0
gd: Cleachd TLS &1.0

source: Certificates
gd: Teaisteanasan

source: When a server requests my personal certificate:
gd: Nuair a dh'iarras frithealaiche an teisteanas pearsanta agam:

source: Select one automatically
gd: Taghar fear leis fhèin

source: Ask me every time
gd: Faighnich dhìom a h-uile turas

source: View Certificate&s
gd: &Seall na teisteanasan

source: &Revocation Lists
gd: Liosta nan cùl-ghai&rmean

source: &Validation
gd: Dear&bhadh

source: Securit&y Devices
gd: &Innealan tèarainteachd

source: Advanced JavaScript Settings
gd: Roghainnean JavaScript adhartach

source: _: Do not translate this. Only change the numeric values if you need this dialogue box to appear bigger. 37em
gd: 37em

source: Allow scripts to:
gd: Leig le sgriobtaichean:

source: &Move or resize existing windows
gd: Uinneagan làithreach a ghluasad no am &meud atharrachadh

source: &Raise or lower windows
gd: Uinneagan à&rdachadh no ìsleachadh

source: &Disable or replace context menus
gd: Clàir-thaice co-theacs a chur à comas no ru&d a chur nan àite

source: &Hide the status bar
gd: Bàr na staide a c&hur am falach

source: &Change status bar text
gd: Tea&cs air bàr na staide atharrachadh

source: Application details
gd: Mion-fhiosrachadh a' phrògraim

source: width: 30em; min-height: 20em;
gd: width: 36em; min-height: 24em;

source: The following applications can be used to handle %S.
gd: Gabhaidh na prògraman a leanas an cleachdadh gus %S a làimhseachadh.

source: %S links
gd: ceanglaichean %S

source: Web Feeds
gd: inbhirean-lìn

source: %S content
gd: susbaint %S

source: This web application is hosted at:
gd: Tha am prògram-lìn seo air òstaireacht le:

source: This application is located at:
gd: Tha am prògram seo ri fhaighinn aig:

source: Content &Type
gd: Seòrsa na susbain&t

source: &Action
gd: &Gnìomh

source: Colors
gd: Dathan

source: _: Do not translate this. Only change the numeric values if you need this dialogue box to appear bigger. 38em
gd: 46em

source: 41em
gd: 49em

source: &Allow pages to choose their own colors, instead of my selections above
gd: Leig le duilleagan na dathan &aca fhèin a thaghadh seach mo thaghadh-sa gu h-àrd

source: Text and Background
gd: Teacs is cùlaibh

source: &Text:
gd: &Teacs:

source: &Background:
gd: &Cùlaibh:

source: U&se system colors
gd: Cleachd dathan an t-&siostaim

source: &Underline links
gd: C&uir loidhne fo cheanglaichean

source: Link Colors
gd: Dathan nan ceangal

source: Unvisited &Links:
gd: Ceang&laichean gun tadhal orra:

source: &Visited Links:
gd: Ceanglaichean a thadhladh &orra:

source: Connection Settings
gd: Roghainnean ceangail

source: Configure Proxies to Access the Internet
gd: Co-dhealbh progsaidhean a chum inntrigeadh dhan lìon

source: No prox&y
gd: Gun &phrogsaidh

source: &Use system proxy settings
gd: Cleachd roghainnean progsaidh an t-&siostaim

source: Auto-detect proxy settings for this net&work
gd: Mothaich do roghainnean progsaidh leis fhèin air an lìonra seo

source: &Manual proxy configuration:
gd: Co-dhealbhachd-lài&mhe nam progsaidh:

source: &Automatic proxy configuration URL:
gd: URL co-dhe&albhachd nam progsaidh leis fhèin:

source: R&eload
gd: &Ath-luchdaich

source: &FTP Proxy:
gd: Progsaidh &FTP:

source: &Gopher Proxy:
gd: Progsaidh &Gopher:

source: HTTP Pro&xy:
gd: Prog&saidh HTTP:

source: SS&L Proxy:
gd: Progsaidh SS&L:

source: SO&CKS Host:
gd: Òstair SO&CKS:

source: &No Proxy for:
gd: Gu&n phrogsaidh airson:

source: Example: .mozilla.org, .net.nz, 192.168.1.0/24
gd: Ball-sampaill: .mozilla.org, .net.nz, 192.168.1.0/24

source: U&se this proxy server for all protocols
gd: Cleachd am progsaidh seo airson gach pròtocal

source: &Block pop-up windows
gd: Cuir bacadh air prio&b-uinneagan

source: &Exceptions…
gd: &Eisgeachdan…

source: Load &images automatically
gd: &Luchdaichear dealbhan leis fhèin

source: Enable &JavaScript
gd: Dèan &JavaScript comasach

source: Ad&vanced…
gd: Adha&rtach…

source: E&nable Java
gd: Dèa&n Java comasach

source: Fonts &amp; Colors
gd: Cruthan-clò ┐ dathan

source: &Default font:
gd: An cruth-clò &bunaiteach:

source: &Size:
gd: &Meud:

source: &Advanced…
gd: &Adhartach…

source: &Colors…
gd: &Dathan…

source: Languages
gd: Cànain

source: Choose your preferred language for displaying pages
gd: Tagh an cànan as fhearr leat a chum duilleagan a shealltainn

source: Ch&oose…
gd: Ta&gh…

source: _: Do not translate this. Only change the numeric values if you need this dialogue box to appear bigger. 36em
gd: 36em

source: The following cookies are stored on your computer:
gd: Tha na briosgaidean a leanas air an stòradh air a' choimpiutair agad:

source: Cookie Name
gd: Ainm na briosgaid

source: Site
gd: Seòladh

source: &Remove Cookie
gd: Thoi&r às a' bhriosgaid

source: Remove &All Cookies
gd: Thoir às g&ach briosgaid

source: Content:
gd: Susbaint:

source: Host:
gd: Òstair:

source: Path:
gd: Slighe:

source: Send For:
gd: Seòl airson:

source: Expires:
gd: Falbhaidh an ùine air:

source: Fonts
gd: Cruthan-clò

source: _: Do not translate this. Only change the numeric values if you need this dialogue box to appear bigger. 39em
gd: 39em

source: &Fonts for:
gd: Cru&than-clò airson:

source: &Proportional:
gd: Co-&rèireach:

source: &Monospace:
gd: Clò &aon-leud:

source: Western
gd: Siarach

source: Central European
gd: Meadhan-Eòrpach

source: Japanese
gd: Seapanais

source: Traditional Chinese (Taiwan)
gd: Sìneach tradaiseanta (Taidh-Mhàn)

source: Simplified Chinese
gd: Sìneach simplichte

source: Traditional Chinese (Hong Kong)
gd: Sìneach tradaiseanta (Hong Kong)

source: Korean
gd: Coireanais

source: Cyrillic
gd: Cirilis

source: Baltic
gd: Baltach

source: Greek
gd: Greugais

source: Turkish
gd: Turcais

source: Other Languages
gd: Cànain eile

source: User Defined
gd: Roghnadh a' chleachdaiche

source: Thai
gd: Tàidh

source: Hebrew
gd: Eabhra

source: Arabic
gd: Arabais

source: Armenian
gd: Airmeinis

source: Bengali
gd: Beangailis

source: Unified Canadian Syllabary
gd: Lidire Aonaichte Canadach

source: Ethiopic
gd: Amtharais

source: Georgian
gd: Cairbheileach

source: Khmer
gd: Cmèar

source: Minimum f&ont size:
gd: Me&ud as lugha a' chrutha-chlò:

source: None
gd: Chan eil gin

source: &Allow pages to choose their own fonts, instead of my selections above
gd: Leig le duilleagan n&a cruthan-clò aca fhèin a thaghadh seach mo thaghadh-sa gu h-àrd

source: Character Encoding
gd: Còdachadh charactairean

source: Default &Character Encoding:
gd: &Còdachadh charactairean bunaiteach:

source: _: Do not translate this. Only change the numeric values if you need this dialogue box to appear bigger. 30em
gd: 30em

source: Web pages are sometimes offered in more than one language. Choose languages for displaying these web pages, in order of preference.
gd: Tha làraichean-lìn ri am faighinn ann an iomadh cànan uaireannan. Tagh na cànain a bu toigh leat fhaicinn air duilleagan-lìn, ann an òrdugh a-rèir do thoil fhèin.

source: Languages in order of preference:
gd: Cànain ann an òrdugh a-rèir do thoil fhèin:

source: Select a language to add…
gd: Tagh cànan gus a chur ris…

source: &Add
gd: Cuir &ris

source: Startup
gd: Aig an toiseach

source: When &brandShortName; &starts:
gd: Nuair a thòisichea&s &brandShortName;:

source: Show my home page
gd: Seall an duilleag-dhachaigh agam

source: Show a blank page
gd: Seall duilleag bhàn

source: Show my windows and tabs from last time
gd: Seall na h-uinneagan is tabaichean a bha agam san t-seisean mu dheireadh

source: &Home Page:
gd: An duilleag-d&hachaigh:

source: Use &Current Page
gd: &Cleachd an duilleag làithreach

source: Use Current Pages
gd: Cleachd na duilleagan làithreach

source: Use &Bookmark
gd: Cleachd co&mharra-lìn

source: &Restore to Default
gd: Aisig na &roghainnean bunaiteach

source: Show the &Downloads window when downloading a file
gd: Seall uinneag an luch&daidh a-nuas nuair a bhios faidhle 'ga luchdadh a-nuas

source: Close it &when all downloads are finished
gd: &Dùin an uinneag nuair a bhios a h-uile luchdadh a-nuas deiseil

source: Sa&ve files to
gd: Sà&bhail faidhlichean ann an

source: Br&owse…
gd: Ra&nnsaich…

source: Choos&e…
gd: Ta&gh…

source: &Always ask me where to save files
gd: &Faighnich dhìom càit an dèid faidhlichean a shàbhaladh an-còmhnaidh

source: Add-ons
gd: Tuilleadan

source: Change options for your add-ons
gd: Atharraich roghainnean nan tuilleadan agad

source: Change preferences for your add-ons
gd: Atharraich roghainnean nan tuilleadan agad

source: &Manage Add-ons…
gd: &Rianaich tuilleadan…

source: Exceptions
gd: Eisgeachdan

source: Status
gd: Cor

source: &Remove Site
gd: Thoi&r air falbh làrach

source: R&emove All Sites
gd: Thoir air falbh a h-uile làrach

source: A&ddress of web site:
gd: Seòla&dh na làraich-lìn:

source: &Block
gd: &Cuir bacadh air

source: Allow for &Session
gd: Ceadaich fad an t-&seisein

source: &Allow
gd: &Ceadaich

source: &brandShortName; Preferences
gd: Roghainnean &brandShortName;

source: width: 42em; min-height: 37.5em;
gd: width: 51em; min-height: 47em;

source: width: 47em; min-height: 40em;
gd: width: 56em; min-height: 48em;

source: width: 45.5em; min-height: 40.5em;
gd: width: 52em; min-height: 45em;

source: Tabs
gd: Tabaichean

source: Applications
gd: Prògraman

source: Privacy
gd: Prìobhaideachd

source: Advanced
gd: Roghainnean adhartach

source: Selecting this option will send the address of web pages you are viewing to %S. To continue, please review and accept the following terms of service.
gd: Ma thaghas tu an roghainn seo, thèid seòladh gach làraich-lìn a choimheadas tu air a chur gu %S. Thoir sùil air teirmichean na seirbheise a leanas agus gabh riutha gus leantainn air adhart.

source: Default (%S)
gd: Roghainn bhunaiteach (%S)

source: You can specify which web sites are always or never allowed to use cookies. Type the exact address of the site you want to manage and then click Block, Allow for Session, or Allow.
gd: 'S urrainn dhut sònrachadh an urrainn do làrach-lìn shònraichte briosgaidean fhàgail gus nach urrainn. Cuir a-steach seòladh cruinn na làraich a tha thu airson rianachadh is briog air "Cuir bacadh air", "Ceadaich fad an t-seisein" no "Ceadaich" an uairsin.

source: Exceptions - Cookies
gd: Eisgeachdan - Briosgaidean

source: You can specify which web sites are allowed to install add-ons. Type the exact address of the site you want to allow and then click Allow.
gd: 'S urrainn dhut sònrachadh dè na làrachean-lìn as urrainn dhaibh tuilleadan a stàladh. Cuir a-steach seòladh cruinn na làraich a tha thu airson cead a thoirt dha is briog air "Ceadaich".

source: Allowed Sites - Add-ons Installation
gd: Làraichean le cead - Stàladh thuilleadan

source: You can specify which web sites are allowed to open pop-up windows. Type the exact address of the site you want to allow and then click Allow.
gd: 'S urrainn dhut sònrachadh dè na làrachean-lìn as urrainn dhaibh priob-uinneagan fhosgladh. Cuir a-steach seòladh cruinn na làraich a tha thu airson cead a thoirt dha is briog air "Ceadaich" an uairsin.

source: Allowed Sites - Pop-ups
gd: Làraichean le cead - Priob-uinneagan

source: You can specify which web sites are allowed to load images. Type the exact address of the site you want to manage and then click Block or Allow.
gd: 'S urrainn dhut sònrachadh dè na làraichean-lìn as urrainn dhaibh dealbhan a luchdadh. Cuir a-steach seòladh cruinn na làraich a tha thu airson cead a thoirt dha is briog air "Ceadaich" an uairsin.

source: Exceptions - Images
gd: Eisgeachdan - Dealbhan

source: Please enter a valid hostname
gd: Cuir a-steach ainm òstair dhligheach

source: Invalid Hostname Entered
gd: Chuir thu a-steach ainm òstair mì-dhligheach

source: You are currently in FIPS mode. FIPS requires a non-empty Master Password.
gd: Tha thu ann am modh FIPS an-dràsta. Feumaidh FIPS prìomh-fhacal-faire nach eil falamh.

source: Password Change Failed
gd: Dh'fhàillig atharrachadh an fhacail-fhaire.

source: Choose Download Folder:
gd: Tagh pasgan nan luchdaidhan a-nuas:

source: %S file
gd: Faidhle %S

source: Save File
gd: Sàbhail am faidhle

source: Use %S
gd: Cleachd %S

source: Use %S (default)
gd: Cleachd %S (bunaiteach)

source: Use other…
gd: Cleachd fear eile…

source: Select Helper Application
gd: Tagh prògram cobharach

source: Application Details…
gd: Mion-fhiosrachadh a' phrògraim…

source: Web Feed
gd: Inbhir-lìn

source: Video Podcast
gd: Pod-chraoladh mheadhanan

source: Podcast
gd: Pod-chraoladh

source: Use %S (in %S)
gd: Cleachd %S (ann an %S)

source: Preview in %S
gd: Ro-sheall ann an %S

source: Add Live Bookmarks in %S
gd: Cuir comharraidhean-lìn beòtha ris ann an %S

source: Domain:
gd: Àrainn:

source: Encrypted connections only
gd: Ceanglaichean rùnaichte a-mhàin

source: Any type of connection
gd: Gach seòrsa de cheangal

source: At end of session
gd: Aig deireadh an t-seisein

source: <no cookie selected>
gd: <cha deach briosgaid a thaghadh>

source: The following cookies match your search:
gd: Tha na briosgaidean a leanas a' freagairt ris an lorg agad:

source: Remove Cookies
gd: Thoir às briosgaidean

source: Remove Cookie
gd: Thoir às briosgaid

source: Remove offline website data
gd: Thoir às a h-uile dàta airson làrach-lìn far loidhne

source: After removing this data, %S will not be available offline. Are you sure you want to remove this offline website?
gd: Chan fhaic thu %S far loidhne as dèidh dhut an dàta seo a thoirt às. A bheil thu cinnteach gu bheil thu airson an làrach-lìn far loidhne seo a thoirt às?

source: The following websites are not allowed to store data for offline use:
gd: Chan eil cead aig na làraichean-lìn a leanas dàta a stòradh a chum cleachdaidh far loidhne:

source: Offline Data
gd: Dàta far loidhne

source: Location Bar
gd: Bàr an t-seòlaidh

source: When &using the location bar, suggest:
gd: Nuair a chleachdas mi bàr an t-seòlaidh, mol dhomh:

source: History and Bookmarks
gd: Eachdraidh is comharraidhean-lìn

source: Nothing
gd: Na mol càil

source: A&ccept cookies from sites
gd: Gabh ri briosgaidean o làrai&chean

source: Acce&pt third-party cookies
gd: Gabh ri briosgaidean treas &pàrtaidh

source: &Keep until:
gd: &Cum gus:

source: they expire
gd: am falbh an ùine orra

source: I close &brandShortName;
gd: an dùin mi &brandShortName;

source: ask me every time
gd: faighnich dhìom gach turas

source: &Show Cookies…
gd: &Seall na briosgaidean…

source: &brandShortName; &will:
gd: &Dè nì &brandShortName;:

source: Remember history
gd: Cuimhnich an eachdraidh

source: Never remember history
gd: Na cuimhnich an eachdraidh gu bràth

source: Use custom settings for history
gd: Cleachd roghainnean gnàthaichte airson an eachdraidh

source: &brandShortName; will remember your browsing, download, form and search history, and keep cookies from Web sites you visit.
gd: Cuimhnichidh &brandShortName; eachdraidh an rannsachaidh, nan luchdaidhean a-nuas agus nan lorg agad is cumaidh e briosgaidean o na làraichean air a thadhlas tu.

source: _: include a trailing space as needed You may want to
gd: 'S dòcha gum b' fheairrde dhut

source: clear your recent history
gd: an eachdraidh faisg ort a ghlanadh

source: , or
gd: , no

source: remove individual cookies
gd: briosgaidean fa leth a thoirt às

source: &brandShortName; will use the same settings as private browsing, and will not remember any history as you browse the Web.
gd: Cleachdaidh &brandShortName; na dearbh roghainnean 's a tha agad ann an rannsachadh prìobhaideach agus cha chuimhnich e eachdraidh sam bith 's tu a' rannsachadh an lìn.

source: _: include a trailing space as needed You may also want to
gd: 'S dòcha gum b' fheairrde dhut cuideachd

source: clear all current history
gd: an eachdraidh làithreach gu lèir a ghlanadh

source: &Automatically start &brandShortName; in a private browsing session
gd: Tòisich &brandShortName; ann an seisean r&annsachaidh phrìobhaidich leis fhèin

source: Remem&ber my browsing history for at least
gd: Cui&mhnich m' eachdraidh rannsachaidh fad

source: Remember &download history
gd: Cuimhnich each&draidh nan luchdaidhean a-nuas

source: Remember search and &form history
gd: Cuimhnich eachdraidh nan lorg is nam &foirmichean

source: Clea&r history when &brandShortName; closes
gd: Glan an eachdraidh nuair a dhùineas &brandShortName;

source: Se&ttings…
gd: Ro&ghainnean…

source: &Warn me when sites try to install add-ons
gd: Thoir dhomh rabhadh nuair a dh'fheuchas làraichean ri tuilleadan a stàladh

source: Bloc&k reported attack sites
gd: Cuir bacadh air &làraichean ionnsaighe a chaidh aithris

source: &Block reported web forgeries
gd: Cuir bacadh air &fallsaidheachdan-lìn a chaidh aithris

source: Passwords
gd: Faclan-faire

source: &Remember passwords for sites
gd: Cuimhnich faclan-fai&re nan làraichean-lìn

source: &Use a master password
gd: &Cleachd prìomh-fhacal-faire

source: Change &Master Password…
gd: Atharraichd am prìo&mh fhacal-faire…

source: Saved &Passwords…
gd: &Faclan-faire a chaidh a shàbhaladh…

source: Warning Messages
gd: Teachdaireachdan rabhaidh

source: Choose which warning messages you want to see while browsing the web
gd: Tagh na rabhaidhean a bu toigh leat fhaicinn fhad 's sheòlas tu an lìon

source: &Settings…
gd: &Roghainnean…

source: Security Warnings
gd: Rabhaidhean tèarainteachd

source: Show a warning dialog when:
gd: Seall teachdaireachd rabhaidh dhomh nuair a bhios mi:

source: I am about to &view an encrypted page.
gd: a' coimhead air duilleag &rùnaichte.

source: I am about to view a pa&ge that uses low-grade encryption.
gd: a' coimhead air duillea&g a chleachdas rùnachadh de dh'ìre ìseal.

source: I &leave an encrypted page for one that isn't encrypted.
gd: a' do&l o dhuilleag rùnaichte gu duilleag nach eil rùnaichte.

source: I &submit information that's not encrypted.
gd: a' toirt &seachad fiosrachadh nach eil rùnaichte.

source: I'm abo&ut to view an encrypted page that contains some unencrypted information.
gd: a' coimhead air d&uilleag rùnaichte air a bheil cuid de dh'fhiosrachadh nach eil rùnaichte.

source: Choose a Bookmark to be your Home Page. If you choose a folder, the Bookmarks in that folder will be opened in Tabs.
gd: Tagh comharra-lìn mar dhuilleag-dhachaigh dhut fhèin. Ma thaghas tu pasgan, thèid na comharraidhean-lìn sa phasgan sin fhosgladh ann an tabaichean.

source: Open new windows in a new &tab instead
gd: Fosgail uinneagan ùra ann an taba ùr 'na àite

source: Warn &me when closing multiple tabs
gd: Thoir rabhadh dhomh mus dùin &mi iomadh taba còmhla

source: Warn me when &opening multiple tabs might slow down &brandShortName;
gd: Ma tha cunnart gun cuir cus thabaichean maille air &brandShortName;, thoir rabhadh dhomh

source: Always show the ta&b bar
gd: Seall &bàr nan taba an-còmhnaidh

source: When I open a link in a new tab, &switch to it immediately
gd: Nuair a dh'fho&sglas mi ceangal ann an taba ùr, thoir leum ann sa bhad

source: Quit %S
gd: Cuir crìoch air %S

source: Restart %S
gd: Ath-thòisich %S

source: &Restart
gd: &Ath-thòisich

source: &Save and Quit
gd: &Sàbhail is cuir crìoch air

source: Do not ask next time
gd: Na faighnich dhìom an ath-thuras

source: Do you want %S to save your tabs and windows for the next time it starts?
gd: A bheil thu ag iarraidh gun sàbhail %S na tabaichean is uinneagan dhut gus an ath-thuras a thòischeas e?

source: Do you want %S to save your tabs for the next time it starts?
gd: A bheil thu ag iarraidh gun sàbhail %S na tabhaichean dhut gus an ath-thuras a thòisicheas e?

source: %S will try to restore your tabs and windows when it restarts.
gd: Feuchaidh %S ris na tabaichean is uinneagan aiseag dhut nuair a thòisicheas e a-rithist.

source: Yahoo
gd: Yahoo.co.uk

source: Yahoo! Mail
gd: Post-d Yahoo!

source: Suspected Web Forgery
gd: Coltas fallsaidheachd-lìn

source: This page has been reported as a web forgery designed to trick users into sharing personal or financial information. Entering any personal information on this page may result in identity theft or other fraud. &#160;
gd: Chaidh aithris gur e fallsaidheachd-lìn a tha san duilleag seo gus fiosrachadh pearsanta no ionmhasail fhaighinn o chleachdaichean tro mhealladh. Dh'fhaodadh goid do dhearbh-aithne no foill eile èirigh dhut ma bheir thu seachad fiosrachadh pearsanta sam bith air an duilleag seo. &#160;

source: Read more &#187;
gd: Barrachd &#187;
