Repository: kscanne/gaeilge-mozdev
Catalog: src/*/firefox-3.6.*.po
Languages: gd

source: Firefox had a problem and crashed. We'll try to restore your tabs and windows when it restarts. To help us diagnose and fix the problem, you can send us a crash report.
gd: Dh'èirich duilgheadas is bha tuairt aig Firefox. Feuchaidh sinn ris na tabaichean is na h-uinneagan agad aiseag dhut nuair a thòisicheas e a-rithist. 'S urrainn dhut aithisg tuairte a chur thugainn gus ar cuideachdh le rèiteachadh na mearachd.

source: <em:contributor>Joe Solon</em:contributor> <em:contributor>Suzy Solon</em:contributor>
gd: <em:contributor>Akerbeltz</em:contributor> <em:contributor>Kevin Scannell</em:contributor>

source: $BrandShortName delivers safe, easy web browsing. A familiar user interface, enhanced security features including protection from online identity theft, and integrated search let you get the most out of the web.
gd: Tha $BrandShortName a' toirt dhut dòigh shàbhailte is èasgaidh gus an lìon a rannsachadh. Le eadar-aghaidh a dh'aithnicheas tu, feartan tèarainteachd nas làidire a dhìonas thu o ghoid dearbh-aithne agus le lorg co-fhillte, tha dòigh agad gus an lìon a chur gu feum gu h-iomlan.

source: $BrandShortName &Options
gd: R&oghainnean $BrandShortName

source: $BrandShortName &Safe Mode
gd: Modh &tèarainte $BrandShortName

source: Safe Mode
gd: Am modh tèarainte

source: Setup Type
gd: Modh an t-suidheachaidh

source: Choose setup options
gd: Tagh na roghainnean suidheachaidh

source: Set Up Shortcuts
gd: Rèitich na h-ath-ghoiridean

source: Create Program Icons
gd: Cruthaich ìomhaigheagan nam prògram

source: Summary
gd: Gearr chunntas

source: Ready to start installing $BrandShortName
gd: Deisil gus tòiseachadh air stàladh $BrandShortName

source: $BrandShortName will be installed to the following location:
gd: Thèid $BrandShortName a stàladh san àite a leanas:

source: A restart of your computer may be required to complete the installation.
gd: Dh'fhaodadh gum bi agad an coimpiutair agad ath-thòiseachadh gus crìoch a chur air an stàladh.

source: A restart of your computer may be required to complete the uninstall.
gd: Dh'fhaodadh gum bi agad an coimpiutair agad ath-thòiseachadh gus crìoch a chur air an dì-stàladh.

source: U&se $BrandShortName as my default web browser
gd: Cleachd $BrandShortName mar &bhrabhsair bunaiteach agam

source: Click Install to continue.
gd: Briog air "Stàlaich" gus leantainn air adhart.

source: Click Upgrade to continue.
gd: Briog air "Ùraich" gus leantainn air adhart.

source: &Tell us what you thought of $BrandShortName
gd: &Nach innis thu dhuinn dè do bheachd air $BrandShortName

source: &Launch $BrandShortName now
gd: &Tòisich $BrandShortName an-dràsta

source: Create icons for $BrandShortName:
gd: Cruthaich ìomhaigheagan do $BrandShortName:

source: On my &Desktop
gd: Air an &deasg agam

source: In my &Start Menu Programs folder
gd: &Anns a' phasgan Start Menu Programs agam

source: In my &Quick Launch bar
gd: Anns a' bhàr &Quick Launch agam

source: $BrandShortName must be closed to proceed with the installation. Please close $BrandShortName to continue.
gd: Feumaidh $BrandShortName e fhèin a dhùnadh gus leantainn air adhart leis an stàladh. Dùin $BrandShortName gus leantainn air adhart.

source: $BrandShortName must be closed to proceed with the uninstall. Please close $BrandShortName to continue.
gd: Feumaidh $BrandShortName e fhèin a dhùnadh gus leantainn air adhart leis an dì-stàladh. Dùin $BrandShortName gus leantainn air adhart.

source: $BrandShortName is already running. Please close $BrandShortName prior to launching the version you have just installed.
gd: Tha $BrandShortName ag ruith mu thràth. Dùin $BrandShortName mus cuir thu a dhol an tionndadh a stàlaich thu an-dràsta fhèin.

source: You don't have access to write to the installation directory. Click OK to select a different directory.
gd: Chan eil cead sgrìobhaidh agad ann am pasgan an stàlaidh. Briog air "Siuthad" gus pasgan eile a thaghadh.

source: You don't have sufficient disk space to install to this location. Click OK to select a different location.
gd: Chan eil àite gu leòr agad air an diosga gus a stàladh san àite seo. Briog air "Siuthad" gus àite eile a thaghadh.

source: Sorry, $BrandShortName can't be installed. This version of $BrandShortName requires ${MinSupportedVer} or newer.
gd: Tha sinn duilich ach cha ghabh $BrandShortName a stàladh. Feumaidh an tionndadh seo de $BrandShortName ${MinSupportedVer} no tionndadh nas ùire.

source: Your computer must be restarted to complete a previous uninstall of $BrandShortName. Do you want to reboot now?
gd: Feumaidh tu an coimpiutair agad tòiseachadh a-rithist gus crìoch a chur air dì-stàladh roimhe de $BrandShortName. A bheil thu airson a thòiseachadh a-rithist an-dràsta?

source: Your computer must be restarted to complete a previous upgrade of $BrandShortName. Do you want to reboot now?
gd: Feumaidh tu an coimpiutair agad tòiseachadh a-rithist gus crìoch a chur air ùrachadh roimhe de $BrandShortName. A bheil thu airson a thòiseachadh a-rithist an-dràsta?

source: Error creating directory:
gd: Mearachd ann an cruthachadh a' phasgain:

source: Click Cancel to stop the installation or Retry to try again.
gd: Briog air "Sguir dheth" gus casg a chur air an stàladh no Feuch ris a-rithist gus feuchainn ris as ùr.

source: Uninstall $BrandFullName
gd: Dì-stàlaich $BrandFullName

source: Remove $BrandFullName from your computer.
gd: Thoir $BrandShortName às a' coimpiutair agad.

source: $BrandShortName will be uninstalled from the following location:
gd: Thèid $BrandShortName a dhì-stàladh on àite a leanas:

source: Click Uninstall to continue.
gd: Briog air "Dì-stàlaich" gus leantainn ort.

source: &Remove my $BrandShortName personal data and customizations
gd: Sguaib às mo dhàta pearsanta 's mo &roghainnean gnàthaichte a tha co-cheangailte ri $BrandShortName

source: This will permanently remove your bookmarks, saved passwords, cookies and customizations. You may wish to keep this information if you plan on installing another version of $BrandShortName in the future.
gd: Sguaibidh seo às na comharraidhean-lìn, faclan-faire sàbhailaichte, briosgaidean is roghainnean gnàthaichte agad gu buan. Dh'fhaodadh gum b' fhearr leat am fiosrachadh seo a chumail ma tha dùil agad tionndadh eile de $BrandShortName a stàladh uaireigin eile.

source: Checking existing installation…
gd: A' sgrùdadh an stàlaidh làithrich…

source: Installing $BrandShortName…
gd: A' stàladh $BrandShortName…

source: Installing Language Files (${AB_CD})…
gd: A' stàladh nam faidhlichean cànain (${AB_CD})…

source: Uninstalling $BrandShortName…
gd: A' dì-stàladh $BrandShortName…

source: A Little Housekeeping…
gd: Beagan obrach-taige…

source: Choose the type of setup you prefer, then click Next.
gd: Tagh an seòrsa de shuidheachadh as fhearr le is briog air "Air adhart" an uairsin.

source: $BrandShortName will be installed with the most common options.
gd: Thèid $BrandShortName a stàladh leis na roghainnean as cumanta.

source: &Standard
gd: &Stàladh bunaiteach

source: You may choose individual options to be installed. Recommended for experienced users.
gd: Bidh cothrom agad roghadh is taghadh a dhèanamh eadar na roghainnean a thèid an stàladh. Cha mholamaid an dòigh seo ach do chleachdaichean sàr-eòlach.

source: &Custom
gd: Stàladh &gnàthaichte

source: &Upgrade
gd: Ù&rachadh

source: Welcome to the $BrandFullNameDA Setup Wizard
gd: Fàilte gu draoidh an t-suidheachaidh aig $BrandShortNameDA

source: This wizard will guide you through the installation of $BrandFullNameDA. It is recommended that you close all other applications before starting Setup. This will make it possible to update relevant system files without having to reboot your computer. $_CLICK
gd: Bheir an draoidh seo treòrachadh dhut rè stàladh $BrandFullNameDA. Mholamaid dhut gun dùin thu a h-uile prògram eile mus tòisich thu air a shuidheachadh. Nì seo cinnteach gun gabh faidhlichean siostaim iomchaidh an ùrachadh gun fheum air ath-thòiseachadh a' choimpiutair agad $_CLICK

source: Choose Components
gd: Tagh co-phàirtean

source: Choose which features of $BrandFullNameDA you want to install.
gd: Tagh dè na feartan aig $BrandFullNameDA a bu toigh leat stàladh.

source: Position your mouse over a component to see its description.
gd: Gluais a' chuileag os cionn co-phàirt gus a tuairisgeul fhaicinn.

source: Choose Install Location
gd: Tagh àite an t-suidheachaidh

source: Choose the folder in which to install $BrandFullNameDA.
gd: Tagh am pasgan far an dèid $BrandFullNameDA a stàladh.

source: Installing
gd: A' stàladh

source: Please wait while $BrandFullNameDA is being installed.
gd: Fuirich ort fhad 's a tha $BrandFullNameDA 'ga stàladh.

source: Installation Complete
gd: Stàladh deiseil

source: Setup was completed successfully.
gd: Shoirbhich leis an stàladh.

source: Installation Aborted
gd: Chaidh casg a chur air an stàladh

source: Setup was not completed successfully.
gd: Cha do shoirbhich leis an stàladh.

source: &Finish
gd: &Cuir crìoch air

source: Completing the $BrandFullNameDA Setup Wizard
gd: Tha draoidh an t-suidheachaidh aig $BrandFullNameDA a' crìochnachadh

source: $BrandFullNameDA has been installed on your computer. Click Finish to close this wizard.
gd: Chaidh $BrandFullNameDA a stàladh air a' choimpiutair agad. Briog air "Cuir crìoch air" gus an draoidh seo a dhùnadh.

source: Your computer must be restarted in order to complete the installation of $BrandFullNameDA. Do you want to reboot now?
gd: Feumaidh tu an coimpiutair agad tòiseachadh a-rithist gus crìoch a chur air stàladh $BrandFullNameDA. A bheil thu airson ath-thòiseachadh an-dràsta?

source: Reboot now
gd: Tòisich e a-rithist an-dràsta

source: I want to manually reboot later
gd: B' fhearr leam ath-thòiseachadh de làimh às a dhèidh seo

source: Choose Start Menu Folder
gd: Tagh pasgan san "Start Menu"

source: Choose a Start Menu folder for the $BrandFullNameDA shortcuts.
gd: Tagh pasgan san Start Menu airson na h-ath-ghoiridean aig $BrandFullNameDA.

source: Select the Start Menu folder in which you would like to create the program's shortcuts. You can also enter a name to create a new folder.
gd: Tagh am pasgan san Start Menu far am bu toigh leat ath-ghoiridean a' phrògraim a chruthachadh. Ma chuireas tu ainm ann, 's urrainn dhut pasgan ùr a chruthachadh.

source: Are you sure you want to quit $BrandFullName Setup?
gd: A bheil thu cinnteach gu bheil thu airson casg a chur air suidheachadh Shuiteáil $BrandFullName?

source: Welcome to the $BrandFullNameDA Uninstall Wizard
gd: Fàilte gu draoidh an dì-stàlaidh aig $BrandFullNameDA

source: This wizard will guide you through the uninstallation of $BrandFullNameDA. Before starting the uninstallation, make sure $BrandFullNameDA is not running. $_CLICK
gd: Bheir an draoidh treòrachaidh dhut rè dì-stàladh $BrandFullNameDA. Mus tòisich thu air a dhì-stàladh, dèan cinnteach nach eil $BrandFullNameDA ag ruith. $_CLICK

source: Uninstall $BrandFullNameDA
gd: Dì-stàlaich $BrandFullNameDA

source: Remove $BrandFullNameDA from your computer.
gd: Thoir $BrandFullNameDA às a' choimpiutair agad.

source: Uninstalling
gd: A' dì-stàladh

source: Please wait while $BrandFullNameDA is being uninstalled.
gd: Fuirich ort fhad 's a tha $BrandFullNameDA 'ga dhì-stàladh.

source: Uninstallation Complete
gd: Tha an dì-stàladh deiseil

source: Uninstall was completed successfully.
gd: Shoirbhich leis an dì-stàladh.

source: Uninstallation Aborted
gd: Chaidh casg a chur air an dì-stàladh

source: Uninstall was not completed successfully.
gd: Cha do shoirbhich leis an dì-stàladh.

source: Completing the $BrandFullNameDA Uninstall Wizard
gd: Tha draoidh an dì-stàlaidh aig $BrandFullNameDA a' crìochnachadh

source: $BrandFullNameDA has been uninstalled from your computer. Click Finish to close this wizard.
gd: Chaidh $BrandFullNameDA a dhì-stàladh on choimpiutair agad. Briog air "Cuir crìoch air" gus an draoidh seo a dhùnadh.

source: Your computer must be restarted in order to complete the uninstallation of $BrandFullNameDA. Do you want to reboot now?
gd: Feumaidh an coimpiutair agad tòiseachadh a-rithist gus crìoch a chur air dì-stàladh $BrandFullNameDA. A bheil thu airson ath-thòiseachadh an-dràsta?

source: Are you sure you want to quit $BrandFullName Uninstall?
gd: A bheil thu cinnteach gu bheil thu airson casg a chur air dì-stàladh Dhíshuiteáil $BrandFullName?

source: $BrandFullName Setup
gd: Suidheachadh $BrandFullName

source: $BrandFullName Uninstall
gd: Dì-stàladh $BrandFullName

source: < &Back
gd: < Air Ai&s

source: &Next >
gd: Air &adhart >

source: I &accept the terms in the License Agreement
gd: Th&a mi a' gabhail ris na teirmichean anns a' chòrdadh cheadachais

source: I &do not accept the terms in the License Agreement
gd: Chan eil mi a' gabhail ris na teirmichean sa chòr&dadh cheadachais

source: &Install
gd: &Stàlaich

source: &Uninstall
gd: &Dì-stàlaich

source: B&rowse…
gd: &Rannsaich…

source: Show &details
gd: Seall am mion-fhiosracha&dh

source: Click Next to continue.
gd: Briog air "Air adhart" gus leantainn air adhart.

source: Click Install to start the installation.
gd: Briog air "Stàlaich" gus tòiseachadh air an stàladh.

source: Click Uninstall to start the uninstallation.
gd: Briog air "Dì-stàlaich" gus tòiseachadh air an dì-stàladh.

source: Completed
gd: Deiseil

source: Please review the license agreement before installing $BrandFullNameDA. If you accept all terms of the agreement, select the first option below. $_CLICK
gd: Leugh an còrdadh ceadachais mus stàlaich thu $BrandFullNameDA. Ma ghabhas tu ris na teirmichean uile sa chòrdadh, tagh a' chiad roghainn gu h-ìosal. $_CLICK

source: Check the components you want to install and uncheck the components you don't want to install. $_CLICK
gd: Cuir cromag ris na co-phàirtean a bu toigh leat stàladh is thoir air falbh a' chromag on fheadhainn nach bu toigh leat stàladh. $_CLICK

source: Select components to install:
gd: Tagh na co-phàirtean a bu toigh leat stàladh:

source: Setup will install $BrandFullNameDA in the following folder. To install in a different folder, click Browse and select another folder. $_CLICK
gd: Stàlaichidh am prògram suidheachaidh $BrandFullNameDA sa phasgan a leanas. Ma tha thu airson a stàladh ann am pasgan eile, briog air "Rannsaich" is tagh pasgan eile.

source: Destination Folder
gd: Am pasgan-amais

source: Select the folder to install $BrandFullNameDA in:
gd: Tagh am pasgan far an dèid $BrandFullNameDA a stàladh:

source: "Space available: "
gd: "Àite ri làimh: "

source: "Space required: "
gd: "Àite air a bheil feum: "

source: $BrandFullNameDA will be uninstalled from the following folder. $_CLICK
gd: Thèid $BrandFullNameDA a dhì-stàladh on phasgan a leanas. $_CLICK

source: Uninstalling from:
gd: A' dì-stàladh o:

source: Error opening file for writing: \r \r $0\r \r Click Abort to stop the installation,\r Retry to try again, or\r Ignore to skip this file.
gd: Mearachd ann am fosgladh faidhle a chum sgrìobhaidh: $0 Briog air "Abort" gus casg a chur air an stàladh, "Retry" gus feuchainn ris a-rithist no "Ignore" gus leum a ghearradh thairis air an fhaidhle seo.

source: Error opening file for writing: \r \r $0\r \r Click Retry to try again, or\r Cancel to stop the installation.
gd: Mearachd ann am fosgladh faidhle a chum sgrìobhaidh: $0 Briog air "Retry" gus feuchainn ris a-rithist no "Ignore" gus leum a ghearradh thairis air an fhaidhle seo.

source: "Can't write: "
gd: "Cha ghabh na leanas a sgrìobhadh: "

source: Copy failed
gd: Dh'fhàillig an leth-bhreac

source: "Copy to "
gd: "Dèan leth-bhreac gu "

source: "Registering: "
gd: "A' clàrachadh: "

source: "Unregistering: "
gd: "A' dì-chlàrachadh: "

source: "Could not find symbol: "
gd: "Cha deach an samhla a leanas a lorg: "

source: "Could not load: "
gd: "Cha do ghabh na leanas a luchdadh: "

source: "Create folder: "
gd: "Cruthaich am pasgan: "

source: "Create shortcut: "
gd: "Cruthaich an ath-ghoirid: "

source: "Created uninstaller: "
gd: "Chaidh dì-stàlaichear a chruthachadh: "

source: "Delete file: "
gd: "Sguaib às am faidhle: "

source: "Delete on reboot: "
gd: "Sguaib às na leanas rè ath-thòiseachaidh: "

source: "Error creating shortcut: "
gd: "Mearachd ann an cruthachadh na h-ath-ghoirid: "

source: "Error creating: "
gd: "Mearachd ann an cruthachadh: "

source: Error decompressing data! Corrupted installer?
gd: Mearachd ann an dì-dhùmhlachadh dàta! Stàlaiche air a thruailleadh?

source: Error registering DLL
gd: Mearachd ann an clàrachadh DLL

source: "Execute: "
gd: "Cuir an gnìomh: "

source: "Extract: "
gd: "As-tharraing: "

source: "Extract: error writing to file "
gd: "As-tharraing: mearachd ann an sgrìobhaidh gu faidhle "

source: Installer corrupted: invalid opcode
gd: Stàlaichear air a thruailleadh: opcode mì-dhligheadh

source: "No OLE for: "
gd: "Gun OLE airson: "

source: "Output folder: "
gd: "Pasgan as-chur: "

source: "Remove folder: "
gd: "Thoir às pasgan: "

source: "Rename on reboot: "
gd: "Cuir ainm ùr air nuair a dh'ath thòisicheas e: "

source: "Rename: "
gd: "Cuir ainm ùr air: "

source: "Skipped: "
gd: "Air a leigeil seachad: "

source: Copy Details To Clipboard
gd: Cuir leth-bhreac dhen mion-fhiosrachadh air a' bhòrd-chliopaichean

source: Log install process
gd: Dèan log dhen phròiseas stàlaidh

source: Get Bookmark Add-ons
gd: Faigh tuilleadain nan comharra-lìn

source: Bookmarks Toolbar Folder
gd: Pasgan do chrann-inneal nan comharra-lìn

source: Add bookmarks to this folder to see them displayed on the Bookmarks Toolbar
gd: Cuir comharraidhean-lìn sa phasgan seo gus am faicinn air crann-inneal nan comharra-lìn.

source: Getting Started
gd: Toiseach tòiseachaidh

source: Latest Headlines
gd: Na naidheachdan as ùire

source: Help and Tutorials
gd: Cobhair agus gleusan teagaisg

source: Customize Firefox
gd: Gnàthaich Firefox

source: Get Involved
gd: Gabh pàirt

source: About Us
gd: Mu ar dèidhinn

source: %MOZ_APP_DISPLAYNAME% Update
gd: Ùrachadh %MOZ_APP_DISPLAYNAME%

source: %MOZ_APP_DISPLAYNAME% is installing your updates and will start in a few moments…
gd: Tha %MOZ_APP_DISPLAYNAME% a' stàladh nan ùrachaidhean agad agus tòisichidh e a dh'aithghearr…

source: Jump
gd: Thoir leum

source: Press
gd: Brúigh

source: Check
gd: Thoir sùil

source: Uncheck
gd: Dì-chomharraich

source: Select
gd: Tagh

source: Switch
gd: Dèan suaip

source: Click
gd: Briog

source: Collapse
gd: Dùmhlaich

source: Expand
gd: Leudaich

source: Activate
gd: Cuir beò

source: Cycle
gd: Cuairt

source: The file %S cannot be found. Please check the location and try again.
gd: Cha deach am faidhle %S a lorg. Dèan cinnteach gu bheil thu 'ga lorg san àite cheart is feuch ris a-rithist.

source: %S could not be found. Please check the name and try again.
gd: Cha deach %S a lorg. Dèan cinnteach gu bheil an t-ainm ceart agad is feuch ris a-rithist.

source: %S is not a registered protocol.
gd: Chan e protacal clàraichte a tha ann an %S.

source: The connection was refused when attempting to contact %S.
gd: Chaidh an ceangal a dhiùltadh nuair a dh'iarradh inntrigeadh gu %S.

source: The connection to %S has terminated unexpectedly. Some data may have been transferred.
gd: Bhris an ceangal ri %S gu h-obann. Dh'fhaodadh gun deach cuid dhen dàta a thoirt seachad.

source: The operation timed out when attempting to contact %S.
gd: Chaidh an gnìomh thar tìde nuair a dh'iarraidh inntrigeadh gu %S.

source: Redirection limit for this URL exceeded. Unable to load the requested page. This may be caused by cookies that are blocked.
gd: Cus ath-threòrachaidh aig an URL seo. Cha ghabh an duilleag a dh'iarr thu a luchdadh. 'S mathaid gu bheil casgadh bhriosgaidean ga adhbharachadh.

source: To display this page, the application must send information that will repeat any action (such as a search or order confirmation) that was performed earlier.
gd: Mus faic thu an duilleag seo, feumaidh am prògram fiosrachadh a chur ann gus gnìomh sam bith a chaidh a dhèanamh roimhe (m.e. rannsachadh no dearbhadh òrduigh) a dhèanamh a-rithist.

source: This document cannot be displayed unless you install the Personal Security Manager (PSM). Download and install PSM and try again, or contact your system administrator.
gd: Chan fhaic thu an sgrìobhainn seo mur eil am manaidsear tèarainteachd pearsanta (MTP) air a stàladh. Luchdaich am MTP, stàlaich e agus feuch ris a-rithist no leig fios gu rianaire an t-siostaim agad.

source: The document contains no data.
gd: Chan eil dàta sa sgrìobhainn seo.

source: This document cannot be displayed while offline. To go online, uncheck Work Offline from the File menu.
gd: Chan fhaic thu an sgrìobhainn seo fhad 's a bhios tu far loidhne. Dì-chomharraich Obair far loidhne sa chlàr-taice Faidhle gus dol air loidhne.

source: Access to the port number given has been disabled for security reasons.
gd: Chaidh casg a chur air inntrigeadh gun a' phort a thagh thu air sgàth adhbharan tèarainteachd.

source: The proxy server you have configured could not be found. Please check your proxy settings and try again.
gd: Cha deach am frithealaiche progsaidh a thagh thu a lorg. Cuir sùil air na roghainnean progsaidh agad is feuch ris a-rithist.

source: The connection was refused when attempting to contact the proxy server you have configured. Please check your proxy settings and try again.
gd: Chaidh an ceangal a dhiùltadh nuair a dh'iarradh ceangal ris an fhrithealaiche phrogsaidh a thagh thu. Cuir sùil air na roghainnean progsaidh agad is feuch ris a-rithist.

source: English (US-ASCII)
gd: Beurla (US-ASCII)

source: Western (ISO-8859-1)
gd: Siarach (ISO-8859-1)

source: Central European (ISO-8859-2)
gd: Meadhan-Eòrpach (ISO-8859-2)

source: South European (ISO-8859-3)
gd: Taobh a Deas na Roinn Eòrpa (ISO-8859-3)

source: Baltic (ISO-8859-4)
gd: Baltach (ISO-8859-4)

source: Turkish (ISO-8859-9)
gd: Turcais (ISO-8859-9)

source: Nordic (ISO-8859-10)
gd: Lochlannach (ISO-8859-10)

source: Baltic (ISO-8859-13)
gd: Baltach (ISO-8859-13)

source: Celtic (ISO-8859-14)
gd: Ceilteach (ISO-8859-14)

source: Western (ISO-8859-15)
gd: Siarach (ISO-8859-15)

source: Romanian (ISO-8859-16)
gd: Romàinis (ISO-8859-16)

source: Central European (Windows-1250)
gd: Meadhan-Eòrpach (Windows-1250)

source: Western (Windows-1252)
gd: Siarach (Windows-1252)

source: Turkish (Windows-1254)
gd: Turcais (Windows-1254)

source: Baltic (Windows-1257)
gd: Baltach (Windows-1257)

source: Western (MacRoman)
gd: Siarach (MacRoman)

source: Central European (MacCE)
gd: Meadhan-Eòrpach (MacCE)

source: Turkish (MacTurkish)
gd: Turcais (MacTurkish)

source: Croatian (MacCroatian)
gd: Cròthaisis (MacCroatian)

source: Romanian (MacRomanian)
gd: Romàinis (MacRomanian)

source: Icelandic (MacIcelandic)
gd: Innis-Tìlis (MacIcelandic)

source: Japanese (ISO-2022-JP)
gd: Seapanais (ISO-2022-CN)

source: Japanese (Shift_JIS)
gd: Seapanais (Shift_JIS)

source: Japanese (EUC-JP)
gd: Seapanais (EUCJP)

source: Chinese Traditional (Big5)
gd: Sìnis thradaiseanta (Big5)

source: Chinese Traditional (Big5-HKSCS)
gd: Sìnis thradaiseanta (Big5-HKSCS)

source: Chinese Traditional (EUC-TW)
gd: Sìnis thradaiseanta (EUC-TW)

source: Chinese Simplified (GB2312)
gd: Sìnis shimplichte (GB2312)

source: Chinese Simplified (HZ)
gd: Sìnis shimplichte (HZ)

source: Chinese Simplified (GBK)
gd: Sìnis shimplichte (GBK)

source: Chinese Simplified (ISO-2022-CN)
gd: Sìnis shimplichte (ISO-2022-CN)

source: Korean (EUC-KR)
gd: Coireanais (EUC-KR)

source: Korean (JOHAB)
gd: Coireanais (JOHAB)

source: Korean (UHC)
gd: Coireanais (UHC)

source: Korean (ISO-2022-KR)
gd: Coireanais (ISO-2022-KR)

source: Cyrillic (ISO-8859-5)
gd: Cirilis (ISO-8859-5)

source: Cyrillic (ISO-IR-111)
gd: Cirilis (ISO-IR-111)

source: Cyrillic (Windows-1251)
gd: Cirilis (Windows-1251)

source: Cyrillic (MacCyrillic)
gd: Cirilis (MacCyrillic)
