Repository: kscanne/gaeilge-mozdev
Catalog: src/*/firefox-3.6.*.po
Languages: gd

source: Read more &#133;
gd: Barrachd &#133;

source: These types of web forgeries are used in scams known as phishing attacks, in which fraudulent web pages and emails are used to imitate sources you may trust. You can find out more about
gd: Thèid an seòrsa seo de dh'fhallsaidheachd-lìn a chleachdadh ann an cam-ghnothach air a bheil "fiasgach" far a bheil duilleagan-lìn is puist-dhealain a' gabhail orra gu bheil iad nan tùsan earbsach. Gheibh thu barrachd fiosrachaidh

source: how &brandShortName; protects you
gd: mar a dhìonas &brandShortName; thu

source: from phishing attacks.
gd: o ionnsaighean fiasgaich.

source: Navigate to my home page
gd: Rach dhan duilleag-dhachaigh agam

source: Ignore this warning
gd: Leig seachad an rabhadh seo

source: Close warning
gd: Dùin an rabhadh

source: Why was this page blocked?
gd: Carson a chaidh bacadh a chur air an duilleag seo?

source: Reported Attack Page!
gd: Chaidh aithris gur e duilleag ionnsaighe a tha seo!

source: This web page at <span id='malware_sitename'/> has been reported as an attack page and has been blocked based on your security preferences.
gd: Chaidh aithris gur e duilleag ionnsaighe a tha ann an <span id='malware_sitename'/> agus chaidh bacadh a chur air a-rèir do roghainnean tèarainteachd.

source: <p>Attack pages try to install programs that steal private information, use your computer to attack others, or damage your system.</p><p>Some attack pages intentionally distribute harmful software, but many are compromised without the knowledge or permission of their owners.</p>
gd: <p>Feuchaidh duilleagan ionnsaighe ri prògraman a stàladh a ghoideas fiosrachadh prìobhaideach ort, a chleachdas an coimpiutair agad gus ionnsaigh a thoirt air feadhainn eile no gus cron a chur air an inneal agad.</p><p>Tha cuid dhe na duilleagan ionnsaighe a' sgaoileadh bathar-bog cronail a dh'aona-ghnothach ach tha torr dhiubh gan cur gu mì-fheum gun fhios is gun chead nan sealbhadairean aca.</p>

source: This web page at <span id='phishing_sitename'/> has been reported as a web forgery and has been blocked based on your security preferences.
gd: Chaidh aithris gur e fallsaidheachd-lìn a tha san duilleag aig <span id='phishing_sitename'/> is chaidh bacadh a chur air a-rèir do roghainnean tèarainteachd.

source: <p>Web forgeries are designed to trick you into revealing personal or financial information by imitating sources you may trust.</p><p>Entering any information on this web page may result in identity theft or other fraud.</p>
gd: <p>Tha fallsaidheachdan-lìn a' gabhail orra gu bheil iad nan tùsan earbsach gus fiosrachadh pearsanta no ionmhasail fhaighinn uat tro mhealladh.</p><p>Dh'fhaodadh goid do dhearbh-aithne no foill eile èirigh dhut ma bheir thu seachad fiosrachadh sam bith air an duilleag seo.</p>

source: Report Web Forgery…
gd: Dèan aithris air fallsaidheachd-lìn…

source: &brandShortName; Safe Mode
gd: Modh tèarainte &brandShortName;

source: &brandShortName; is now running in Safe Mode, which temporarily disables your custom settings, themes, and extensions.
gd: Tha &brandShortName; ag ruith sa mhodh tèarainte a-nis is cha bhi na roghainnean, coltasan is leasachain ghnàthaichte agad comasach rè seal.

source: You can make some or all of these changes permanent:
gd: 'S urrainn dhut na h-atharrachaidhean seo gu lèir, no cuid dhiubh, a chur an sàs gu buan:

source: &Disable all add-ons
gd: &Dèan gach tuillead neo chomasach

source: &Reset toolbars and controls
gd: Aisig gach bà&r-inneil is inneal-smachd

source: Delete all &bookmarks except for backups
gd: Sguaib às gach co&mharra-lìn ach a-mhàin na lethbhric-ghlèidhidh

source: Reset all user &preferences to &brandShortName; defaults
gd: Aisi&g gach roghainn a' chleachdaiche gu roghainnean bunaiteach &brandShortName;

source: Re&store default search engines
gd: Ai&sig na h-innealan-luirg bunaiteach

source: Make Changes and Restart
gd: Cuir na h-atharrachaidhean an gnìomh is ath-thòisich

source: Continue in Safe Mode
gd: Lean air adhart sa mhodh tèarainte

source: Settings for Clearing History
gd: Roghainnean a chum glanadh na h-eachdraidhe

source: Clear Recent History
gd: Glan an eachdraidh faisg ort

source: Clear the following items now:
gd: Glan na rudan a leanas an-dràsta:

source: When I quit &brandShortName;, it should automatically clear all:
gd: Nuair a chuireas mi crìoch air &brandShortName;, glanaidh e seo leis fhèin:

source: &Time range to clear:
gd: &Raon ama ri ghlanadh:

source: Last Hour
gd: An uair a thìde seo chaidh

source: Last Two Hours
gd: An dà uair a thìde seo chaidh

source: Last Four Hours
gd: Na ceithir uairean a thìde seo chaidh

source: Today
gd: An-diugh

source: Everything
gd: A h-uile rud

source: D&etails
gd: &Mion-fhiosrachadh

source: Data
gd: Dàta

source: &Browsing &amp; Download History
gd: &Eachdraidh an rannsachaidh ┐ nan luchdaidhean

source: &Browsing History
gd: Eachdraidh nan &rannsachaidhean

source: &Form &amp; Search History
gd: Eachdraidh nam &foirmean ┐ nan lorg

source: Saved &Passwords
gd: &Faclan-faire air an sàbhaladh

source: &Cookies
gd: &Briosgaidean

source: C&ache
gd: T&asgadan

source: &Offline Website Data
gd: Dàta làraichean-lin far l&oidhne

source: &Download History
gd: &Eachdraidh nan luchdaidhean

source: Active &Logins
gd: &Logaidhean a-steach beòtha

source: &Site Preferences
gd: &Roghainnean na làraich

source: _: Second warning paragraph This action cannot be undone.
gd: Chan urrainn dhut an gnìomh seo a neo dhèanamh.

source: _: Do not translate this. Only change the numeric values if you need this dialogue box to appear bigger. 28em
gd: 31em

source: _: Do not translate this. Only change the numeric values if you need this dialogue box to appear bigger. 14em
gd: 16em

source: Manage Search Engines…
gd: Rianaich na h-innealan-luirg…

source: Search using %S
gd: Lorg le %S

source: Clear Search History
gd: Glan eachdraidh an rannsachaidh

source: Show Suggestions
gd: Seall na molaidhean

source: Add "%S"
gd: Cuir "%S" ris

source: Position:
gd: Seòladh:

source: Tile
gd: Leacaich

source: Center
gd: Cuir sa mheadhan

source: Stretch
gd: Sìn

source: Color:
gd: Dath:

source: Set Desktop Background
gd: Suidhich cùlaibh an deasg

source: Open Desktop Preferences
gd: Fosgail roghainnean an deasg

source: %S &Options
gd: &Roghainnean %S

source: %S &Safe Mode
gd: &Modh tèarainte %S

source: Default Browser
gd: Am brabhsair bunaiteach

source: %S is not currently set as your default browser. Would you like to make it your default browser?
gd: Chan eil %S 'na bhrabhsair bunaiteach agad an-dràsta. A bheil thu airson a shuidheachadh mar bhrabhsair bunaiteach?

source: Always perform this check when starting %S.
gd: Ceasnaich seo gach turas a thòisicheas %S.

source: %S is already set as your default browser.
gd: Tha %S 'na bhrabhsair bunaiteach agad mu thràth.

source: Desktop Background.bmp
gd: Deasg Firefox.bmp

source: Saving Picture…
gd: A' sàbhaladh dealbh…

source: Add Microsummary Generator
gd: Cuir cruthaichear mhion chunntasan ris

source: Add the following microsummary generator? Source: %S
gd: A bheil thu airson an cruthaichear mhion chunntasan a leanas a chur ris? Tobar: %S

source: (Untitled)
gd: (Gun tiotal)

source: &New Tab
gd: &Taba ùr

source: &Close Tab
gd: &Dùin an taba

source: Close &Other Tabs
gd: Dùin na t&abaichean eile

source: Reload &All Tabs
gd: Ath-luchdaich gach &taba

source: &Reload Tab
gd: Ath-luchdaich an ta&ba

source: Open in a New &Window
gd: Fosgail ann an &uinneag ùr

source: List all tabs
gd: Liostaich gach taba

source: Bookmark All &Tabs…
gd: Cruthaich comharraidhean-lìn do gach &taba…

source: &Bookmark This Tab
gd: Cruthaich co&mharra-lìn dhan taba seo

source: &Undo Close Tab
gd: &Neo dhèan dùnadh an taba

source: Loading…
gd: A' luchdadh…

source: Close Tab
gd: Dùin an taba

source: Confirm close
gd: Dearbhaidh a dhùnadh

source: You are about to close %S tab. Are you sure you want to continue?
gd: Tha thu gu bhith a' dùnadh &S taba. A bheil thu cinnteach gu bheil thu airson leantainn ort?

source: You are about to close %S tabs. Are you sure you want to continue?
gd: Tha thu gu bhith a' dùnadh &S tabaichean. A bheil thu cinnteach gu bheil thu airson leantainn ort?

source: Close tab
gd: Dùin an taba

source: Close tabs
gd: Dùin na tabaichean

source: Warn me when I attempt to close multiple tabs
gd: Thoir rabhadh dhomh mus dùin mi iomadh taba còmhla

source: The URL is not valid and cannot be loaded.
gd: Chan e URL dligheach a tha ann is cha ghabh a luchdadh.

source: Firefox can't find the file at %S.
gd: Chan urrainn do Firefox am faidhle a lorg aig %S.

source: Firefox can't find the server at %S.
gd: Chan urrainn do Firefox am frithealaiche a lorg aig %S.

source: Firefox doesn't know how to open this address, because the protocol (%S) isn't associated with any program.
gd: Chan eil fios aig Firefox mar a dh'fhosglas e an seòladh seo a chionn 's nach eil am pròtocal (%S) co-cheangailte ri prògram sam bith.

source: Firefox can't establish a connection to the server at %S.
gd: Chan urrainn do Firefox ceangal ris an fhrithealaiche aig %S.

source: The connection to %S was interrupted while the page was loading.
gd: Bhris rudeigin a-steach air a' cheangal ri %S fhad 's a bha an duilleag ga luchdadh.

source: The server at %S is taking too long to respond.
gd: Tha am frithealaiche aig %S ro fhada a' freagairt.

source: Firefox has detected that the server is redirecting the request for this address in a way that will never complete.
gd: Mhothaich Firefox gu bheil am frithealaiche ag ath-sheòladh an iarrtais air dòigh nach crìochnaich gu bràth.

source: To display this page, %S must send information that will repeat any action (such as a search or order confirmation) that was performed earlier.
gd: Feumaidh %S fiosrachadh a sheòladh ann a nì gnìomh sam bith a rinneadh roimhe (coltach ri lorg no dearbhadh òrduigh) a-rithist gus an duilleag seo a shealltainn dhut.

source: Resend
gd: Ath-sheòl

source: Firefox doesn't know how to communicate with the server.
gd: Chan eil fhios aig Firefox mar a nì e conaltradh leis an fhrithealaiche.

source: The connection to the server was reset while the page was loading.
gd: Chaidh an ceangal ris an fhrithealaiche ath-shuidheachadh fhad 's a bha an duilleag ga luchdadh.

source: Firefox is currently in offline mode and can't browse the Web.
gd: Tha Firefox sa mhodh far loidhne an-dràsta is chan urrainn dhut an lìon a rannsachadh.

source: The document cannot change while Printing or in Print Preview.
gd: Chan ghabh sgrìobhainn atharrachadh fhad 's a thathar 'ga chlò-bhualadh no fhad 's a thathar ga ro-shealladh.

source: This address uses a network port which is normally used for purposes other than Web browsing. Firefox has canceled the request for your protection.
gd: Tha an seòladh seo a' cleachdadh port lìonra a chleachdar a chum rudan eile a ghnàth seach rannsachadh lìn. Sguir Firefox dhen iarrtas gus do dhìon.

source: Firefox is configured to use a proxy server that can't be found.
gd: Tha Firefox air a cho-dhealbhadh gus frithealaiche progsaidh a lorg nach gabh a lorg.

source: Firefox is configured to use a proxy server that is refusing connections.
gd: Tha Firefox air a cho-dhealbhadh gus frithealaiche progsaidh a chleachdadh a tha a' diùltadh cheanglaichean.

source: The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.
gd: Chan fhaic thu an duilleag sin a chionn 's gu bheil e a' cleachdadh seòrsa de dhlùth-theannadh a tha mì-dhligheach no nach eil taic ann dha.

source: The page you are trying to view cannot be shown because it is contained in a file type that may not be safe to open. Please contact the website owners to inform them of this problem.
gd: Chan fhaic thu an duilleag sin a chionn 's gum faod a leithid de dh'fhaidhle a bhith cunnartach ma dh'fhosglas tu e. Nach leig thu fios air an duilgheadas seo gun fheadhainn aig a bheil an làrach-lìn?

source: External Protocol Request
gd: Iarrtas air pròtacal on taobh a-muigh

source: An external application must be launched to handle %1$S: links. Requested link: %2$S Application: %3$S If you were not expecting this request it may be an attempt to exploit a weakness in that other program. Cancel this request unless you are sure it is not malicious.
gd: Tha feum air prògram eile gus na ceanglaichean %1$S: a làimhseachadh Ceangal a dh'iarradh: %2$S Prògram: %3$S Mura robh dùil agad ris an iarrtas seo, dh'fhaodadh gu bheilear a' feuchainn ri fàth a ghabhail air laigse sa phrògram sin. Sguir dhen iarrtas seo mur eil thu cinnteach nach eil e droch-rùnach.

source: <Unknown>
gd: <Neo aithnichte>

source: Remember my choice for all links of this type.
gd: Cum an cuimhne mo roghainn airson gach ceangal dhen t-seòrsa seo.

source: Launch application
gd: Cuir am prògram a dhol

source: The site at %S has been reported as an attack site and has been blocked based on your security preferences.
gd: Chaidh aithris gur e làrach ionnsaighe a tha san làrach %S is chaidh bacadh a chur air a-rèir do roghainnean tèarainteachd.

source: The web site at %S has been reported as a web forgery designed to trick users into sharing personal or financial information.
gd: Chaidh aithris gur e fallsaidheachd-lìn a tha san duilleag aig %S gus fiosrachadh pearsanta no ionmhasail fhaighinn o chleachdaichean tro mhealladh.

source: Problem loading page
gd: Duilgheadas le luchdadh na duilleige

source: Try Again
gd: Feuch ris a-rithist

source: Unable to connect
gd: Cha ghabh ceangal ris a dhèanamh

source: This address is restricted
gd: Tha an seòladh seo cuingichte

source: Server not found
gd: Cha deach am frithealaiche a lorg

source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your computer's network connection.</li> <li>If your computer or network is protected by a firewall or proxy, make sure that &brandShortName; is permitted to access the Web.</li> </ul>
gd: <ul> <li>Dèan cinnteach nach eil mearachdan litreachaidh san t-seòladh mar <strong>ww</strong>.ball-sampaill.com seach <strong>www</strong>.ball-sampaill.com</li> <li>Mur urrainn dhut duilleag sam bith a ruigsinn, cuir sùil air ceangal a' choimpiutair agad ris an lìonra..</li> <li>Ma tha an coimpiutair agad no an lìonra agad ga dhìon le cachaileith-theine no progsaidh, dèan cinnteach gu bheil cead aig &brandShortName; ceangal ris an lìon.</li></ul>

source: File not found
gd: Cha deach am faidhle a lorg

source: <ul> <li>Check the file name for capitalization or other typing errors.</li> <li>Check to see if the file was moved, renamed or deleted.</li> </ul>
gd: <ul> <li>Dèan cinnteach nach eile litrichean mòra no beaga san àite chearr no mearachdan litreachaidh eile.</li> <li>Saoil an deach am faidhle a ghluasad, a sguabadh às no gun deach ainm ùr a chur air?</li></ul>

source: Oops.
gd: Mo chreach!

source: <p>&brandShortName; can't load this page for some reason.</p>
gd: <p>Chan urrainn do &brandShortName; an duilleag seo a luchdadh air sgàth adhbhar air choireigin.</p>

source: The address isn't valid
gd: Chan e seòladh dligheach a tha ann

source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you're using forward slashes (i.e. <strong>/</strong>).</li> </ul>
gd: <ul> <li>Bidh seòlaidhean-lìn coltach ris an fhear seo a ghnàth: <strong>http://www.ball-sampaill.com/</strong></li> <li>Dèan cinnteach gu bheil thu a' cleachdadh fiar-sgoraidhean (.i. <strong>/</strong>).</li></ul>

source: The connection was interrupted
gd: Bhris rudeigin a-steach air a' cheangal

source: Offline mode
gd: Am modh far loidhne

source: <ul> <li>Uncheck &quot;Work Offline&quot; in the File menu, then try again.</li> </ul>
gd: <ul> <li>Thoir an cromag o &quot;Obraich far loidhne&quot; sa chlàr-taice "Faidhle" agus feuch ris a-rithist an uairsin.</li></ul>

source: Content Encoding Error
gd: Mearachd le còdachadh na susbaint

source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
gd: <ul> <li>Nach leig thu fios air an duilgheadas seo gun fheadhainn aig a bheil an làrach-lìn?</li> </ul>

source: Unsafe File Type
gd: Faidhle de sheòrsa neo thèarainte

source: The connection was reset
gd: Chaidh an ceangal ath-shuidheachadh

source: The connection has timed out
gd: Dh'fhalbh an ùine air a' cheangal

source: The address wasn't understood
gd: Cha deach an seòladh a thuigsinn

source: <ul> <li>You might need to install other software to open this address.</li> </ul>
gd: <ul> <li>Dh'fhaodadh gum bi agad bathar-bog a bharrachd a stàladh mus fosgail thu an seòladh seo.</li></ul>

source: The proxy server is refusing connections
gd: Tha am frithealaiche progsaidh a' diùltadh ceanglaichean

source: <ul> <li>Check the proxy settings to make sure that they are correct.</li> <li>Contact your network administrator to make sure the proxy server is working.</li> </ul>
gd: <ul> <li>Dèan cinnteach gu bheil na roghainnean progsaidh ceart.</li> <li>Cuir fios gu rianaiche an lìonra agad gus dèanamh cinnteach gu bheil am progsaidh ag obair.</li></ul>

source: Unable to find the proxy server
gd: Cha ghabh am frithealaiche progsaidh a lorg

source: <ul> <li>Check the proxy settings to make sure that they are correct.</li> <li>Check to make sure your computer has a working network connection.</li> <li>If your computer or network is protected by a firewall or proxy, make sure that &brandShortName; is permitted to access the Web.</li> </ul>
gd: <ul> <li>Dèan cinnteach gu bheil na roghainnean progsaidh ceart.</li> <li>Dèan cinnteach gu bheil ceangal a' choimpiutair agad ris an lìonra ag obair.</li> <li>Ma tha an coimpiutair no an lìonra agad ga dhìon le cachaileith-theine no progsaidh, dèan cinnteach gu bheil cead aig &brandShortName; ceangal ris an lìon.</li></ul>

source: The page isn't redirecting properly
gd: Chan eil an duilleag ag ath-sheòladh mar bu chòir

source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
gd: <ul> <li>Tachraidh seo uaireannan mur eil briosgaidean comasach no 'gan diùltadh.</li></ul>

source: Unexpected response from server
gd: Freagairt ris nach robh dùil on fhrithealaiche

source: <ul> <li>Check to make sure your system has the Personal Security Manager installed.</li> <li>This might be due to a non-standard configuration on the server.</li> </ul>
gd: <ul> <li>Dèan cinnteach gu bheil manaidsear na tèarainteachd phearsanta air an t-siostam agad.</li> <li>Dh'fhaodadh seo tachairt an cois co-dhealbhachd neo-àbhaisteach air an fhrithealaiche.</li></ul>

source: Secure Connection Failed
gd: Dh'fhàillig an ceangal tèarainte

source: <ul> <li>The page you are trying to view can not be shown because the authenticity of the received data could not be verified.</li> <li>Please contact the web site owners to inform them of this problem. Alternatively, use the command found in the help menu to report this broken site.</li> </ul>
gd: <ul> <li>Chan fhaic thu an duilleag a dh'iarr thu a chionn 's nach gabh fìrinn an dàta fhuaradh a dhearbhadh.</li> <li>Nach leig thu fios air an duilgheadas seo gun fheadhainn aig a bheil an làrach-lìn? Air neo, cleachd an àithne a gheibh thu ann an clàr-taice na cobharach gus aithris a dhèanamh air an làrach bhriste seo.</li> </ul>

source: <ul> <li>This could be a problem with the server's configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
gd: <ul> <li>Dh'fhaodadh gur e duilgheadas le co-dhealbhachd an fhrithealaiche a tha ann no gu bheil cuideigin a' feuchainn ri gabhail orra gur iadsan am frithealaiche.</li> <li>Ma chaidh agad air ceangal a dhèanamh ris an fhrithealaiche seo roimhe, 's maitheid nach mair a' mhearachd agus feuch ris a-rithist às a dhèidh seo.</li> </ul>

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your computer's network connection.</li> <li>If your computer or network is protected by a firewall or proxy, make sure that &brandShortName; is permitted to access the Web.</li> </ul>
gd: <ul> <li>Dh'fhaodadh nach eil an làrach seo ri faighinn rè seal no gu bheil e ro thrang. Feuch ris a-rithist an ceann tàmaill.</li> <li>Mur urrainn dhut duilleag sam bith a ruigsinn, cuir sùil air ceangal a' choimpiutair agad ris an lìonra.</li> <li>Ma tha an coimpiutair no an lìonra agad ga dhìon le chachaileth-theine no progsaidh, dèan cinnteach gu bheil cead aig &brandShortName; ceangal ris an lìon.</li></ul>

source: Suspected Attack Site!
gd: Amharas gur làrach ionnsaighe a tha seo!

source: <p>Attack sites try to install programs that steal private information, use your computer to attack others, or damage your system.</p> <p>Web site owners who believe their site has been reported as an attack site in error may <a href='http://www.stopbadware.org/home/reviewinfo' >request a review</a>.</p>
gd: <p>Feuchaidh làraichean ionnsaighe ri prògraman a stàladh a ghoideas fiosrachadh prìobhaideach ort, a chleachdas an coimpiutair agad gus ionnsaigh a thoirt air feadhainn eile no gus cron a chur air an inneal agad.</p> <p>Ma tha cuideigin sa bheachd gun deach aithris a dhèanamh air an làrach aca mar làrach ionnsaighe air mhearachd, 's urrainn dhaibh <a href='http://www.stopbadware.org/home/reviewinfo' >ath-bhreitheanas iarraidh</a>.</p>

source: Suspected Web Forgery!
gd: Amharas gur e fallsaicheachd-lìn a tha seo!

source: <p>Entering any personal information on this page may result in identity theft or other fraud.</p> <p>These types of web forgeries are used in scams known as phishing attacks, in which fraudulent web pages and emails are used to imitate sources you may trust.</p>
gd: <p>Dh'fhaodadh goid do dhearbh-aithne no foill eile èirigh dhut ma bheir thu seachad fiosrachadh pearsanta sam bith air an duilleag seo</p> <p>Thèid an seòrsa seo de dh'fhallsaidheachd-lìn a chleachdadh ann an cam-ghnothach air a bheil "fiasgach" far a bheil duilleagan-lìn is puist-dhealain a' gabhail orra gu bheil iad nan tùsan earbsach.</p>

source: Or you can add an exception…
gd: No 's urrainn dhut eisgeachd a chur ris…

source: _: <!-- LOCALIZATION NOTE (securityOverride.warningText) - Do not translate the <p>You should not add an exception if you are using an internet connection that you do not trust completely or if you are not used to seeing a warning for this server.</p>
gd: <p>Cha bu chòir dhut eisgeachd a chur ris ma tha thu air ceangal-lìn anns nach eil earbsa agad buileach no mur eil dùil agad ri rabhadh on fhrithealaiche seo.</p>

source: Settings can be changed using the Applications tab in &brandShortName;'s Preferences.
gd: 'S urrainn dhut na roghainnean atharrachadh ann an roghainnean &brandShortName; fo thaba nam prògraman.

source: Settings can be changed using the Applications tab in &brandShortName;'s Options.
gd: 'S urrainn dhut na roghainnean atharrachadh ann an roghainnean &brandShortName; fo thaba nam prògraman.

source: Firefox had a problem and crashed. We'll try to restore your tabs and windows when it restarts. Unfortunately the crash reporter is unable to submit a crash report. Details: %s
gd: Dh'èirich duilgheadas is bha tuairt aig Firefox. Feuchaidh sinn ris na tabaichean is na h-uinneagan agad aiseag dhut nuair a thòisicheas e a-rithist. Gu mì-fhortanach, chan urrainn do thuairisgeulaiche nan tuairtean aithisg tuairte a chur air falbh. Mion-fhiosrachadh: %s
