Repository: kscanne/gaeilge-mozdev
Catalog: src/*/firefox-3.6.*.po
Languages: gd

source: Spain
gd: An Spàinn

source: Ethiopia
gd: An Itiop

source: Finland
gd: An Fhionnlann

source: Fiji
gd: Fìdi

source: Falkland Islands (Malvinas)
gd: Na h-Eileanan Fàclannach (Malvinas)

source: Micronesia
gd: Na Meanbh Eileanan

source: Faroe Islands
gd: Na h-Eileanan Fàro

source: France
gd: An Fraing

source: United Kingdom
gd: An Rìoghachd Aonaichte

source: Grenada
gd: Greanada

source: Georgia
gd: A' Chairtbheil

source: French Guiana
gd: Guidheàna na Frainge

source: Guernsey
gd: Geàrnsaidh

source: Ghana
gd: Gàna

source: Gibraltar
gd: Diobraltar

source: Greenland
gd: A' Ghraonlann

source: Gambia
gd: A' Ghaimbia

source: Guinea
gd: Gini

source: Guadeloupe
gd: Guadalup

source: Equatorial Guinea
gd: Gini Mheadhan-chriosach

source: Greece
gd: A' Ghreug

source: South Georgia and the South Sandwich Islands
gd: Seòrsia a Deas is na h-Eileanan Sandwich a Deas

source: Guatemala
gd: Guatamala

source: Guinea-Bissau
gd: Gini Bioso

source: Guyana
gd: Guidheàna

source: Heard Island and McDonald Islands
gd: Eilean Heard is MhicDhòmhnaill

source: Honduras
gd: Hondùras

source: Croatia
gd: A' Chròthais

source: Haiti
gd: Haidhti

source: Hungary
gd: An Ungair

source: Indonesia
gd: Na h-Innd Innse

source: Ireland
gd: Èirinn

source: Israel
gd: Iosrael

source: Isle of Man
gd: Eilean Manainn

source: India
gd: Na h-Innseachan

source: British Indian Ocean Territory
gd: Raon Breatannach Cuan nan Innseachan

source: Iraq
gd: Ioràc

source: Iran
gd: Ioràn

source: Iceland
gd: Innis Tìle

source: Italy
gd: An Eadailt

source: Jersey
gd: Deàrsaidh

source: Jamaica
gd: Diameuga

source: Jordan
gd: Iòrdan

source: Japan
gd: An t-Seapan

source: Kenya
gd: Ceinia

source: Kyrgyzstan
gd: Cìorgastan

source: Cambodia
gd: Cambuidea

source: Saint Kitts and Nevis
gd: Naomh Crìstean is Nibheis

source: North Korea
gd: Coirèa a Tuath

source: South Korea
gd: Coirèa a Deas

source: Kuwait
gd: Cubhèit

source: Cayman Islands
gd: Na h-Eileanan Caimean

source: Kazakhstan
gd: Casachstàn

source: Laos
gd: Làthos

source: Lebanon
gd: Leabanon

source: Saint Lucia
gd: Naomh Lùisia

source: Liechtenstein
gd: Lichtenstein

source: Sri Lanka
gd: Sri Lanca

source: Liberia
gd: Libéir

source: Lesotho
gd: Leasoto

source: Lithuania
gd: An Liotuain

source: Luxembourg
gd: Lugsamburg

source: Latvia
gd: An Laitbhe

source: Libya
gd: Libia

source: Morocco
gd: Maroco

source: Moldova
gd: An Mholdobha

source: Montenegro
gd: Am Monadh Neagrach

source: Saint Martin
gd: Naomh Màrtainn

source: Madagascar
gd: Madagasgar

source: Marshall Islands
gd: Eilean Mharshall

source: Macedonia, F.Y.R. of
gd: A' Mhasadon

source: Mali
gd: Màili

source: Myanmar
gd: Miànmar

source: Mongolia
gd: Dùthaich nam Mongol

source: Macao
gd: Macàthu

source: Northern Mariana Islands
gd: Na h-Eileanan Mairianach a Tuath

source: Martinique
gd: Mairtinic

source: Mauritania
gd: Moratain

source: Montserrat
gd: Montsarat

source: Mauritius
gd: Na h-Eileanan Mhoiriseas

source: Maldives
gd: Na h-Eileanan Maladaibh

source: Malawi
gd: Malabhaidh

source: Mexico
gd: Meagsago

source: Malaysia
gd: Malaidhsia

source: Mozambique
gd: Mòsaimbig

source: Namibia
gd: An Namaib

source: New Caledonia
gd: Cailleann Nuadh

source: Niger
gd: Nìgeir

source: Norfolk Island
gd: Eilean Norfolk

source: Nigeria
gd: Nigèiria

source: Nicaragua
gd: Niocaragua

source: Netherlands
gd: Na Tìrean Ìsle

source: Norway
gd: An Nirribhidh

source: Nepal
gd: Neapal

source: New Zealand
gd: Sealainn Nuadh

source: Oman
gd: Omàn

source: Peru
gd: Pearù

source: French Polynesia
gd: Poilinèis na Frainge

source: Papua New Guinea
gd: Gini Nuadh Phaputhach

source: Philippines
gd: Na h-Eileanan Filipineach

source: Pakistan
gd: Pagastàn

source: Poland
gd: A' Phòlainn

source: Saint Pierre and Miquelon
gd: Saint Pierre is Miquelon

source: Pitcairn
gd: Peit a' Chàirn

source: Occupied Palestinian Territory
gd: Ranntair Palastaineach fo fhoirghlacadh

source: Portugal
gd: A' Phortagail

source: Paraguay
gd: Paraguaidh

source: Qatar
gd: Catar

source: Reunion
gd: Réunion

source: Romania
gd: Romàinia

source: Serbia
gd: An t-Sèarb

source: Russian Federation
gd: An Co-nasgadh Ruiseach

source: Rwanda
gd: Rubhanda

source: Saudi Arabia
gd: Aràibia nan Sabhd

source: Solomon Islands
gd: Eileanan Sholaimh

source: Seychelles
gd: Na h-Eileanan Sheiseall

source: Sudan
gd: Sudàn

source: Sweden
gd: An t-Suain

source: Singapore
gd: Singeapòr

source: Saint Helena
gd: Eilean Naomh Eilidh

source: Slovenia
gd: An t-Slòbhain

source: Svalbard and Jan Mayen
gd: Svalbard is Jan Mayen

source: Slovakia
gd: An t-Slòbhac

source: Sierra Leone
gd: Siarra Leòmhann

source: Senegal
gd: Seanagal

source: Somalia
gd: Somàilia

source: Suriname
gd: Suranam

source: Sao Tome and Principe
gd: São Tomé is Príncipe

source: El Salvador
gd: An Salbhador

source: Syria
gd: Siridhea

source: Swaziland
gd: Dùthaich nan Suasaidh

source: Turks and Caicos Islands
gd: Na h-Eileanan Turcach is Caiceo

source: Chad
gd: An t-Siàd

source: French Southern Territories
gd: Ranntairean a Deas na Frainge

source: Thailand
gd: Dùthaiche nan Tàidh

source: Tajikistan
gd: Taidigeastàn

source: Turkmenistan
gd: Turcmanastàn

source: Tunisia
gd: Tuinisea

source: Turkey
gd: An Tuirc

source: Trinidad and Tobago
gd: Trianaid is Tobago

source: Taiwan
gd: Taidh-Bhàn

source: Tanzania
gd: An Tansan

source: Ukraine
gd: An Ucràin

source: United States Minor Outlying Islands
gd: Meanbh Eileanan Iomallach nan Stàitean Aonaichte

source: United States
gd: Na Stàitean Aonaichte

source: Uruguay
gd: Uruguaidh

source: Uzbekistan
gd: Usbagastan

source: Vatican City
gd: Cathair na Bhatacain

source: Saint Vincent and the Grenadines
gd: Naomh Bhionsant agus Eileanan Greanadach

source: Venezuela
gd: A' Bheiniseala

source: British Virgin Islands
gd: Eileanan Maighdeannail Bhreatainn

source: U.S. Virgin Islands
gd: Eileanan Maighdeannail nan SA

source: Vietnam
gd: Bhiet-Nam

source: Wallis and Futuna
gd: Uallas agus Futuna

source: Samoa
gd: Samotha

source: Yemen
gd: An Eaman

source: South Africa
gd: Afraga a Deas

source: Zambia
gd: Sàimbia

source: Zimbabwe
gd: An t-Sìombab

source: Starting Plugin for type
gd: A' tòiseachadh am plugan airson an t-seòrsa seo

source: Add t&o Dictionary
gd: Cuir &ris an fhaclair

source: Check &Spelling
gd: Ceartaich an &litreachadh

source: (No Spelling Suggestions)
gd: (Gun mholaidhean litreachaidh)

source: &Languages
gd: &Cànain

source: Restore Defaults
gd: Aisig na roghainnean bunaiteach

source: Play
gd: Cluich

source: Mute
gd: Mùch

source: Unmute
gd: Neo-mhùch

source: _: the #1 string is the current #1 of #2 elapsed
gd: #1 seachad de #2

source: Source of:
gd: Tùs:

source: &Go to Line…
gd: Rach &gu loidhne…

source: &Wrap Long Lines
gd: &Paisg loidhnichean fada

source: Syntax &Highlighting
gd: Co&mharrachadh co-chàraidh

source: Text Si&ze
gd: Meud an teac&s

source: &Increase
gd: Clò nas &motha

source: &Decrease
gd: Clò nas &lugha

source: &Normal
gd: Meud à&bhaisteach

source: Go to line
gd: Rach gu loidhne

source: Enter line number
gd: Cuir a-steach àireamh na loidhne

source: Invalid input
gd: Steach-chur mì-dhligheach

source: The line number entered is invalid.
gd: Tha àireamh na loidhne a chuir thu a-steach mì-dhligheach.

source: Line not found
gd: Cha deach an loidhne a lorg

source: The specified line was not found.
gd: Cha deach an loidhne a shònraich thu a lorg.

source: Line %1$S, Col %2$S
gd: Loidhne %1$S, Colbh %2$S

source: DOM Source of Selection
gd: Tùs DOM na thagh thu

source: DOM Source of MathML
gd: Tùs DOM MathML

source: Go &Back
gd: &Air ais

source: &Continue
gd: &Air adhart

source: Finish
gd: Crìochnaich

source: &lt; &Back
gd: &lt; &Air ais

source: &Next &gt;
gd: &Air adhart &gt;

source: Welcome to the %S
gd: Fàilte gu %S

source: Completing the %S
gd: A' toirt gu buil an %S

source: Introduction
gd: Ro-ràdh

source: Conclusion
gd: Co-dhùnadh

source: Installing: %s
gd: A' stàladh: %s

source: Installing Shared File: %s
gd: A' stàladh faidhle co-roinnte: %s

source: Replacing: %s
gd: A' cur an àite: %s

source: Replacing Shared File: %s
gd: A' cur an àite an fhaidhle cho-roinnte: %s

source: Skipping: %s
gd: A' leumadh thairis air: %s

source: Skipping Shared File: %s
gd: A' leumadh thairis air an fhaidhle cho-roinnte: %s

source: Deleting file: %s
gd: A' sguabadh às an fhaidhle: %s

source: Deleting component: %s
gd: A' sguabadh às na co-phàirte: %s

source: Executing: %s
gd: A' gnìomhachadh: %s

source: Executing: %s with argument: %s
gd: A' gnìomhachadh: %s leis an argamaid: %s

source: Copy File: %s to %s
gd: A' dèanamh lethbhreac de: %s gu %s

source: Execute File: %s
gd: Gnìomhaich am faidhle: %s

source: Execute File: %s with argument: %s
gd: Gnìomhaich am faidhle: %s leis an argamaid: %s

source: Move File: %s to %s
gd: Gluais am faidhle: %s gu %s

source: Rename File: %s to %s
gd: Cuir ainm eile air an fhaidhle: %s gu %s

source: Create Folder: %s
gd: Cruthaich pasgan: %s

source: Remove Folder: %s
gd: Sguaib às am pasgan: %s

source: Rename Folder: %s to %s
gd: Cuir ainm eile air a' phasgan: %s gu %s

source: Windows Shortcut: %s
gd: Ath-ghoirid Windows: %s

source: Mac Alias: %s
gd: Ainm-brèige Mhic an Tòisich: %s

source: Windows Register Server: %s
gd: Frithealaiche Clàr Windows: %s

source: Unknown file operation command!
gd: Òrdugh obrachadh faidhle neo-aithnichte!

source: Patching: %s
gd: A' cur brèid: %s

source: Uninstalling: %s
gd: A' dì-stàladh: %s

source: Register Skin: %s
gd: Clàraich craiceann: %s

source: Register Locale: %s
gd: Clàraich dreach ionadail: %s

source: Register Content: %s
gd: Clàraich susbaint: %s

source: Register Package: %s
gd: Clàraich pacaid: %s

source: Use this theme
gd: Cleachd an t-ùrlar seo

source: Use this locale
gd: Cleachd an dreach ionadail seo

source: Install the theme "%1$S" from %2$S?
gd: A bheil thu airson an t-ùrlar "%1$S" o %2$S a stàladh?

source: Install the locale "%1$S" from %2$S?
gd: A bheil thu airson an dreach ionadail "%1$S" o %2$S a stàladh?

source: Install
gd: Stàlaich

source: Queued
gd: Sa chiutha

source: Downloading…
gd: A' luchdadh a-nuas…

source: Downloaded
gd: Air a luchdadh a-nuas

source: Installing…
gd: A' stàladh…

source: Unsigned
gd: Gun ainm ris

source: ERROR
gd: MEARACHD

source: Success
gd: Shoirbhich leis

source: Restart to complete
gd: Ag ath-thòiseachadh gus a thoirt gu buil

source: Access denied
gd: Inntrigeadh air a dhiùltadh

source: Unexpected installation error Review the Error Console log for more details.
gd: Mearachd stàlaidh ris nach robh dùil Cuir sùil air loga consoil nam mearachdan airson barrachd fiosrachaidh.

source: Install script not found
gd: Cha deach an sgriobt stàlaidh a lorg

source: Not a valid install package
gd: Chan e pacaid stàlaidh dhligheach a tha ann

source: Invalid argument
gd: Argamaid mhì-dhligheach

source: User canceled
gd: Air a sgur dheth le cleachdaiche

source: Required file does not exist
gd: Chan eil am faidhle air a bheil feum ann

source: Read only
gd: Ri leughadh a-mhàin

source: AppleSingle extraction error
gd: Mearachd às-tharraing AppleSingle

source: Invalid path
gd: Slighe mhì-dhligheach

source: Canceled
gd: Air a sgur dheth

source: Download error
gd: Mearachd leis an luchdadh a-nuas

source: Script error
gd: Mearachd le sgriobt

source: Already exists
gd: Tha e ann mu thràth

source: Out of space
gd: Gun àite

source: Chrome registration failed
gd: Dh'fhàillig clàrachadh Chrome

source: Unfinished install
gd: Stàladh gun chrìochnachadh

source: Unsupported package
gd: Pacaid nach eil taic ann dha

source: Signing could not be verified.
gd: Cha deach cur ris an ainm a dhearbhadh.

source: Invalid file hash (possible download corruption)
gd: Faidhle hais mì-dhligheach (truailleadh rè an luchdaidh a-nuas 's dòcha)

source: Unknown or invalid file hash type
gd: Seòrsa de dh'fhaidhle hais a tha neo-aithnichte no mì-dhligheach

source: Out of memory
gd: Gun chuimhne

source: Unexpected error %S
gd: Mearachd %S ris nach robh dùil

source: Starting…
gd: A' tòiseachadh…

source: Scanning for viruses…
gd: A' sganadh airson bhìorasan...

source: &Resume
gd: &Lean air

source: Open Containing &Folder
gd: &Fosgail am pasgan sa bheil e

source: Show in &Finder
gd: Seall san &lorgair

source: Open Wit&h…
gd: Fos&gail le…

source: &Retry
gd: Feuch &ris a-rithist

source: &Go to Download Page
gd: Rach &gu duilleag nan luchdaidhean

source: Copy Download &Link
gd: Dèan &lethbhreac dhen cheangal luchdaidh

source: R&emove From List
gd: &Thoir air falbh on liosta

source: &Clear List
gd: &Glan an liosta

source: Removes completed, canceled, and failed downloads from the list
gd: Glanaidh seo luchdaidhean deiseil, an fheadhainn a dh'fhàillig is a chaidh a sgur dhiubh às an liosta

source: Close when downloads complete
gd: Dùin nuair a bhios na luchdaichean a-nuas deiseil

source: Closes the Downloads window when all files are done downloading
gd: Dùin uinneag nan luchdaichean a-nuas nuair a bhios gach faidhle air a luchdadh a-nuas

source: Show this Folder
gd: Seall am pasgan seo

source: Search…
gd: Lorg…

source: second;seconds
gd: diog;dhiog;diogan;diog

source: minute;minutes
gd: mhionaid;mhionaid;mionaidean;mionaid

source: hour;hours
gd: uair;uair;uairean;uair

source: day;days
gd: latha;latha;làithean;làithean

source: Paused — #1
gd: 'Na stad — #1

source: Downloading
gd: 'Gan luchdadh a-nuas

source: Not Started
gd: Gun tòiseachadh

source: Failed
gd: Dh'fhàillig

source: Finished
gd: Crìochnaichte

source: This download cannot be paused
gd: Chan urrainn dhut an luchdadh a-nuas seo a chur 'na stad

source: Download Error
gd: Mearachd leis an luchdadh a-nuas

source: The download cannot be saved because an unknown error occurred. Please try again.
gd: Cha ghabh an luchdadh a-nuas a shàbhaladh a chionn 's gun do thachair mearachd neo-aithniche. Feuch ris a-rithist.

source: Cancel All Downloads?
gd: A bheil thu airson sgur de gach luchdadh a-nuas?

source: If you exit now, 1 download will be canceled. Are you sure you want to exit?
gd: Ma sguireas tu dheth an-dràsta, thèid casg a chur air aon luchdadh a-nuas. A bheil thu cinnteach gu bheil thu airson leantainn ort?

source: If you exit now, %S downloads will be canceled. Are you sure you want to exit?
gd: Ma sguireas tu dheth an-dràsta, thèid casg a chur air &S luchdaidhean a-nuas. A bheil thu cinnteach gu bheil thu airson leantainn ort?

source: If you quit now, 1 download will be canceled. Are you sure you want to quit?
gd: Ma sguireas tu dheth an-dràsta, thèid casg a chur air aon luchdadh a-nuas. A bheil thu cinnteach gu bheil thu airson leantainn ort?

source: If you quit now, %S downloads will be canceled. Are you sure you want to quit?
gd: Ma sguireas tu dheth an-dràsta, thèid casg a chur air &S luchdaidhean a-nuas. A bheil thu cinnteach gu bheil thu airson leantainn ort?

source: If you go offline now, 1 download will be canceled. Are you sure you want to go offline?
gd: Ma thèid thu far loidhne an-dràsta, thèid casg a chur air aon luchdadh a-nuas. A bheil thu cinnteach gu bheil thu airson a dhol far loidhne?

source: If you go offline now, %S downloads will be canceled. Are you sure you want to go offline?
gd: Ma thèid thu far loidhne an-dràsta, thèid casg a chur air %S luchdaidhean a-nuas. A bheil thu cinnteach gu bheil thu airson a dhol far loidhne?

source: If you enter the Private Browsing mode now, 1 download will be canceled. Are you sure you want to enter the Private Browsing mode?
gd: Ma thòisicheas tu air brabhsadh prìobhaideach an-dràsta, thèid casg a chur air aon luchdadh a-nuas. A bheil thu cinnteach gu bheil thu airson tòiseachadh air brabhsadh prìobhaideach?

source: If you enter the Private Browsing mode now, %S downloads will be canceled. Are you sure you want to enter the Private Browsing mode?
gd: Ma thòisicheas tu air brabhsadh prìobhaideach an-dràsta, thèid casg a chur air %S luchdaidhean a-nuas. A bheil thu cinnteach gu bheil thu airson tòiseachadh air brabhsadh prìobhaideach?

source: If you leave the Private Browsing mode now, 1 download will be canceled. Are you sure you want to leave the Private Browsing mode?
gd: Ma sguireas tu dhen bhrabhsadh phrìobhaideach an-dràsta, thèid casg a chur air aon luchdadh a-nuas. A bheil thu cinnteach gu bheil thu airson sgur dhen bhrabhsadh phrìobhaideach?

source: If you leave the Private Browsing mode now, %S downloads will be canceled. Are you sure you want to leave the Private Browsing mode?
gd: Ma sguireas tu dhen bhrabhsadh phrìobhaideach an-dràsta, thèid casg a chur air %S luchdaidhean a-nuas. A bheil thu cinnteach gu bheil thu airson sgur dhen bhrabhsadh phrìobhaideach?

source: Cancel 1 Download
gd: Sguir de 1 luchdadh a-nuas

source: Cancel %S Downloads
gd: Sguir de %S luchdaidhean a-nuas

source: Don't Exit
gd: Na sguir

source: Don't Quit
gd: Na sguir

source: Stay Online
gd: Fuirich air loidhne

source: Don't Enter the Private Browsing Mode
gd: Na toisich air a' bhrabhsadh phrìobhaideach

source: Stay in Private Browsing Mode
gd: Fuirich sa bhrabhsadh phrìobhaideach

source: Downloads Complete
gd: A h-uile luchdadh a-nuas deiseil

source: All files have finished downloading.
gd: Tha gach faidhle air a luchdadh a-nuas.

source: #4 — #1 (#2 #3/sec)
gd: #4 — #1 (#2 #3/diog)

source: #1 of #3 #4
gd: #1 de #3 #4

source: #1 #2 of #3 #4
gd: #1 #2 de #3 #4

source: #1 remaining
gd: #1 air fhàgail

source: #1, #2 remaining
gd: #1, #2 air fhàgail

source: A few seconds remaining
gd: Diog no dhà air fhàgail

source: Unknown time remaining
gd: Chan eil fhios dè cho fada 's a bheir e

source: Unknown size
gd: Chan eil fhios dè cho mòr 's a tha e

source: #1 resource
gd: Goireas #1

source: local file
gd: faidhle ionadail

source: Blocked by Parental Controls
gd: Chaidh casg a chur air le smachd nam pàrant

source: Blocked: Download may contain a virus or spyware
gd: Air a chasg: Dh'fhaodadh bìoras no bathar-foill a bhith san luchdadh a-nuas

source: This download has been blocked by your Security Zone Policy
gd: Chaidh casg a chur air an luchdadh a-nuas seo air sgàth a' phoileasaidh thèarainteachd agad

source: Yesterday
gd: An-dè

source: Cannot Open %S
gd: Cha ghabh %S fhosgladh

source: Cannot Show %S
gd: Cha ghabh %S a shealltainn

source: %S does not exist. It may have been renamed, moved, or deleted since it was downloaded.
gd: Chan eil %S ann. Dh'fhaodadh gun deach ainm eile a chur air, a ghluasad no sguabadh às on a chaidh a luchdadh a-nuas.

source: Open With…
gd: Fosgail le…

source: #1 file - Downloads;#1 files - Downloads
gd: #1 fhaidhle - luchdaidhean;#1 fhaidhle - luchdaidhean;#1 faidhlichean - luchdaidhean;#1 faidhle - luchdaidhean

source: #2% of #1 file - Downloads;#2% of #1 files - Downloads
gd: #2% de #1 fhaidhle - luchdaidhean;#2% de #1 fhaidhle - luchdaidhean;#2% de #1 faidhlichean - luchdaidhean;#2% de #1 faidhle - luchaidhean

source: "%S" is an executable file. Executable files may contain viruses or other malicious code that could harm your computer. Use caution when opening this file. Are you sure you want to launch "%S"?
gd: 'S e faidhle so-ghnìomhaichte a tha ann an "%S". Dh'fhaodadh bìorasan no còd droch rùnach eile a bhith ann am faidhlichean so-ghnìomhaichte 's faodaidh iad an coimpiutair agad a mhilleadh. Bi faiceallach le fosgladh an fhaidhle seo. A bheil thu cinnteach gu bheil thu airson "%S" a chur a dhol?

source: Open Executable File?
gd: Cinnteach a thaobh fosgladh an fhaidhle sho-ghnìomhaichte?

source: Don't ask me this again
gd: Na faighnich dhìom a-rithist.

source: Settings can be changed in &brandShortName;'s Preferences.
gd: 'S urrainn dhut na roghainnean atharrachadh ann an roghainnean &brandShortName;.

source: Settings can be changed in &brandShortName;'s Options.
gd: 'S urrainn dhut na roghainnean atharrachadh ann an roghainnean &brandShortName;.

source: You have chosen to open
gd: Chuir thu romhad na leanas fhosgladh:

source: from:
gd: o:

source: What should &brandShortName; do with this file?
gd: Dè nì &brandShortName; leis an fhaidhle seo?

source: &Open with
gd: F&osgail le

source: Other…
gd: Eile…

source: &Save File
gd: &Sàbhail am faidhle

source: Do this &automatically for files like this from now on.
gd: Dè&an seo leis fhèin le faidhlichean d' a leithid san àm ri teachd.

source: which is a:
gd: a tha 'na:

source: &Browse…
gd: &Rùraich…

source: Would you like to save this file?
gd: A bheil thu airson am faidhle seo a shàbhaladh?

source: %S (default)
gd: %S (bunaiteach)

source: The application you chose ("%S") could not be found. Check the file name or choose another application.
gd: Cha deach am prògram a shònraich thu ("%S") a lorg. Cuir sùil air ainm an fhaidhle no sònraich prògram eile.

source: The file could not be saved because you do not have the proper permissions. Choose another save directory.
gd: Cha do ghabh am faidhle a shàbhaladh a chionn 's nach eil cead iomchaidh agad. Tagh pasgan sàbhalaidh eile.

source: Invalid Save Permissions
gd: Cead sàbhalaidh mì-dhligheach

source: Select Download Folder
gd: Sònraich pasgan luchdachaidh a-nuas

source: WPS Default
gd: WPS bunaiteach

source: Viewer for Class %S
gd: Sealladair airson clas %S

source: Image Viewer
gd: Sealladair dealbhan

source: Audio Player
gd: Cluicheadair fuaime

source: Video Player
gd: Cluicheadair video

source: MIDI Player
gd: Cluicheadair MIDI

source: ZipFolder
gd: Pasgan Zip

source: TextView
gd: Sealladh Teacs

source: Created By:
gd: Air a chruthachadh le:

source: Developers:
gd: Luchd-leasachaidh:

source: Translators:
gd: Eadar-theangadairean:

source: Contributors:
gd: Luchd-cuideachaidh:

source: Visit Home Page
gd: Tadhail air an duilleag-dhachaidh

source: Add-ons may be causing problems
gd: Dh'fhaodadh gu bheil na tuilleadain ag adhbharachadh dhuilgheadasan

source: width: 45em; height: 30em
gd: width: 50em; height: 34em

source: &brandShortName; has determined that the following add-ons are known to cause stability or security problems:
gd: Cho-dhùin &brandShortName; gu bheil fhios gum bi na tuilleadain a leanas ag adhbharachadh duilgheadasan seasmhachd no tèarainteachd:

source: For your protection, it is highly recommended that you restart with these add-ons disabled.
gd: Mholar gu mòr dhut gun ath-thoisich thu 's na tuilleadain seo air a chur à comas a chum do thèarainteachd.

source: These add-ons have a high risk of causing stability or security problems and have been blocked, but a restart is required to disable them completely.
gd: Tha cunnart mòr ann gun adhbharaich na tuilleadain seo duilgheadasan seasmhachd no tèarainteachd is chaidh casg a chur orra ach feumaidh tu ath-thòiseachadh gus an cur à comas gu tur.

source: The add-ons that have a high risk of causing stability or security problems have been blocked. The others are lower risk, but it is highly recommended that you restart with them disabled.
gd: Chaidh casg a chur air na tuilleadain ris a bheil cunnart mòr gun adhbharaich iad duilgheadasan seasmhachd no tèarainteachd. Chan eil cunnart cho mòr ris an fheadhainn eile ach mholar dhut gu mòr gun ath-thoisich thu 's iad air an cur à comas.

source: More information
gd: Barrachd fiosrachaidh

source: &Restart &brandShortName;
gd: &Ath-thoisich &brandShortName;

source: Errors
gd: Mearachdan

source: Get Add-ons
gd: Faigh tuilleadain

source: Themes
gd: Ùrlaran

source: Plugins
gd: Plugain

source: Updates
gd: Ùrachaidhean

source: Installation
gd: Stàladh

source: &Find Updates
gd: &Lorg ùrachaidhean

source: Finds Updates to your Add-ons
gd: Lorg ùrachaidhean airson nan tuilleadan agad

source: Finds Updates to your Themes
gd: Lorg ùrachaidhean airson nan ùrlaran agad

source: Finds Updates to your Plugins
gd: Lorg ùrachaidhean airson nam plugan agad

source: I&nstall…
gd: &Stàlaich…

source: Install an Add-on
gd: Stàlaich tuilleadan
