Repository: kscanne/gaeilge-mozdev
Catalog: src/*/firefox-3.6.*.po
Languages: gd

source: Cannot communicate securely with peer: no common compression algorithm(s).
gd: Cha ghabh conaltradh tèarainte a dhèanamh ris an t-seise: chan eil algairim(ean) co-bhrùtaidh coitcheann ann.

source: Cannot initiate another SSL handshake until current handshake is complete.
gd: Cha ghabh crathadh-làimhe SSL eile a thòiseachadh mus dàining an crathadh làithreach gu crìoch.

source: Received incorrect handshakes hash values from peer.
gd: Fhuaradh luachan-hais mì-cheart airson crathadh-làimhe on t-seise.

source: The certificate provided cannot be used with the selected key exchange algorithm.
gd: Cha ghabh an teisteanas a fhuaradh a chleachdadh le algairim malairt na h-iuchrach a chaidh a thaghadh.

source: No certificate authority is trusted for SSL client authentication.
gd: Chan eil earbsa ann an ùghdarras teisteanais sam bith airson dearbhadh cliant SSL.

source: Client's SSL session ID not found in server's session cache.
gd: Cha deach dearbh-aithne seisean SSL a' chliant a lorg ann an tasgadan-seisein an frithealaichea.

source: Peer was unable to decrypt an SSL record it received.
gd: Cha b' urrainn dhan t-seise clàr SSL a fhuair e a dhì-cheileadh.

source: Peer received an SSL record that was longer than is permitted.
gd: Fhuair an seise clàr SSL nach eil ceadaichte tuilleadh.

source: Peer does not recognize and trust the CA that issued your certificate.
gd: Chan eil an seise ag aithneachadh ùghdarras nan teisteanasan a chuir a-mach an teisteanas agad is chan eil earbsa aige ann.

source: Peer received a valid certificate, but access was denied.
gd: Fhuair an seise teisteanas dligheach ach chaidh inntrigeadn a dhiùltadh.

source: Peer could not decode an SSL handshake message.
gd: Cha b' urrainn dhan t-seise an teachdaireachd crathadh-làimhe SSL a dhì-cheileadh.

source: Peer reports failure of signature verification or key exchange.
gd: Tha an seise ag aithris gun do dh'fhàillig dearbhadh an t-soidhnidh no malairt na h-iuchrach.

source: Peer reports negotiation not in compliance with export regulations.
gd: Tha an seise ag aithris nach eil an co-rèiteachadh a' gèilleadh ris na riaghailtean às-mhalairt.

source: Peer reports incompatible or unsupported protocol version.
gd: Tha an seise ag aithris gu bheil tionndadh a' phrotacail neo-chòrdail no gun taic.

source: Server requires ciphers more secure than those supported by client.
gd: Feumaidh am frithealaiche sifirean nas tèarainte na an fheadhainn a tha an cliant a' cur taic riutha an-dràsta.

source: Peer reports it experienced an internal error.
gd: Tha an seise ag aithris gun do thachair in-mhearachd dha.

source: Peer user canceled handshake.
gd: Sguir an cleachdaiche seise dhen chrathadh-làimhe.

source: Peer does not permit renegotiation of SSL security parameters.
gd: Chan eil an seise a' toirt cead do dh'ath-cho-rèiteachadh nam paramadairean tèarainteachd SSL.

source: SSL server cache not configured and not disabled for this socket.
gd: Cha deach tasgadan an fhrithealaichean SSL a rèiteachadh agus a chur à comas airson na socaide seo.

source: SSL peer does not support requested TLS hello extension.
gd: Chan eil an seise SSL a' cur taic ris an leasachan TLS Hello a chaidh iarraidh.

source: SSL peer could not obtain your certificate from the supplied URL.
gd: Cha b' urrainn dhan t-seise SSL an teisteanas agad fhaighinn on URL a thug thu dha.

source: SSL peer has no certificate for the requested DNS name.
gd: Chan eil teisteanas aig an t-seise SSL airson an ainm DNS a chaidh iarraidh.

source: SSL peer was unable to get an OCSP response for its certificate.
gd: Cha b' urrainn dhan t-seise SSL freagairt OCSP fhaighinn airson an teisteanais aige.

source: SSL peer reported bad certificate hash value.
gd: Dh'aithris an seise SSL gun robh droch luach-hais aig an teisteanas.

source: An I/O error occurred during security authorization.
gd: Thachair mearachd I/O rè an ùghdarrachaidh thèarainteachd.

source: security library failure.
gd: fàillinn na leabhar-lainn thèarainteachd.

source: security library: received bad data.
gd: leabhar-lann tèarainteachd: fhuaradh droch dhàta.

source: security library: output length error.
gd: leabhar-lann tèarainteachd: mearachd le faid an às-chuir.

source: security library has experienced an input length error.
gd: thachair mearachd le faid an in-chuir ris an leabhar-lann tèarainteachd.

source: security library: invalid arguments.
gd: leabhar-lann tèarainteachd: argamaidean mì-dhligheach.

source: security library: invalid algorithm.
gd: leabhar-lann tèarainteachd: algairim mhì-dhligheach.

source: security library: invalid AVA.
gd: leabhar-lann tèarainteachd: AVA mì-dhligheach.

source: Improperly formatted time string.
gd: Sreang ama air a dhroch chumadh.

source: security library: improperly formatted DER-encoded message.
gd: leabhar-lann tèarainteachd: teachdaireachd air a dhroch fhòrmatadh ann an còdachadh DER.

source: Peer's certificate has an invalid signature.
gd: Tha ainm mì-dhligheach ri teisteanas an t-seise.

source: Peer's Certificate has expired.
gd: Dh'fhalbh an ùine air tesiteanas an t-seise.

source: Peer's Certificate has been revoked.
gd: Chaidh teisteanas an t-seise a chùl-ghairm.

source: Peer's Certificate issuer is not recognized.
gd: Chan eil foillsichear teisteanas an t-seise 'ga aithneachadh.

source: Peer's public key is invalid.
gd: Tha iuchair phoblach an t-seise mì-dhligheach.

source: The security password entered is incorrect.
gd: Tha am facal-faire tèarainteachd a chuir thu a-steach cearr.

source: New password entered incorrectly. Please try again.
gd: Bha am facal-faire ùr a chuir thu a-steach cearr. Feuch ris a-rithist.

source: security library: no nodelock.
gd: leabhar-lann tèarainteachd: gun ghlas nòid.

source: security library: bad database.
gd: leabhar-lann tèarainteachd: droch stòr-dàta.

source: security library: memory allocation failure.
gd: leabhar-lann tèarainteachd: fàillinn roinneadh na cuimhne

source: Peer's certificate issuer has been marked as not trusted by the user.
gd: Tha comharradh ri foillsichear teisteanas an t-seise a tha ag ràdh nach eil earbsa aig a' chleachdaiche ann.

source: Peer's certificate has been marked as not trusted by the user.
gd: Tha comharradh ri teisteanas an t-seise a tha ag ràdh nach eil earbsa aig a' chleachdaiche ann.

source: Certificate already exists in your database.
gd: Tha an teisteanas san stòr-dàta agad mu thràth.

source: Downloaded certificate's name duplicates one already in your database.
gd: Tha ainm an teisteanais a luchdaich thu a-nuas 'ga chleachdadh san stòr-dàta agad mu thràth.

source: Error adding certificate to database.
gd: Thachair mearachd fhad 's a chaidh an teisteanas a chur ris an stòr-dàta.

source: Error refiling the key for this certificate.
gd: Thachair mearachd le faidhleadh na h-iuchrach airson an teisteanais seo.

source: The private key for this certificate cannot be found in key database
gd: Cha ghabh an iuchair phrìobhaideach airson an teisteanais seo a lorg ann an stòr-dàta nan iuchraichean.

source: This certificate is valid.
gd: Tha an teisteanas seo dligheach.

source: This certificate is not valid.
gd: Chan eil an teisteanas seo dligheach.

source: Cert Library: No Response
gd: Leabhar-lann teisteanais: Gun fhreagairt

source: The certificate issuer's certificate has expired. Check your system date and time.
gd: Dh'fhalbh an ùine air an teisteanas aig foillsichear an teisteanais. Cuir sùil air ceann-latha is àm an t-siostaim agad.

source: The CRL for the certificate's issuer has expired. Update it or check your system date and time.
gd: Dh'fhalbh an ùine air an CRL aig foillsichear an teisteanais seo. Ùraich e no cuir sùil air ceann-latha is àm an t-siostaim agad.

source: The CRL for the certificate's issuer has an invalid signature.
gd: Tha ainm mì-dhligheach aig CRL foillsichear an teisteanais.

source: New CRL has an invalid format.
gd: Tha fòrmat mì-dhligheach aig an CRL ùr.

source: Certificate extension value is invalid.
gd: Tha luach leasachan an teisteanais mì-dhligheach.

source: Certificate extension not found.
gd: Cha deach leasachan an teisteanais a lorg.

source: Issuer certificate is invalid.
gd: Tha teisteanas an fhoillsicheir mì-dhligheach.

source: Certificate path length constraint is invalid.
gd: Tha am bacadh air faid slighe an teisteanais mì-dhligheach.

source: Certificate usages field is invalid.
gd: Tha an raon airson cleachdadh nan teisteanasan mì-dhligheach.

source: **Internal ONLY module**
gd: **Mòideal dhen taobh a-staigh A-MHÀIN**

source: The key does not support the requested operation.
gd: Chan eil an iuchair a' cur taic ris an obrachadh a chaidh iarradh.

source: Certificate contains unknown critical extension.
gd: Tha leasachan neo-aithnichte èiginneach anns an teisteanas.

source: New CRL is not later than the current one.
gd: Chan eil an CRL ùr as dèidh an fhir làithrich.

source: Not encrypted or signed: you do not yet have an email certificate.
gd: Gun dubh-cheileadh is gun ainm ris: chan eil teisteanas puist-dhealain agad fhathast.

source: Not encrypted: you do not have certificates for each of the recipients.
gd: Gun dubh-cheileadh: chan eil teisteanasan agad airson a h-uile faightear.

source: Cannot decrypt: you are not a recipient, or matching certificate and private key not found.
gd: Cha ghabh a dhubh-cheileadh: chan eil thu 'nad fhaightear no cha deach teisteanas is iuchair phrìobhaideach a fhreagras ri chèile a lorg.

source: Cannot decrypt: key encryption algorithm does not match your certificate.
gd: Cha gabh a dhubh-cheileadh: chan eil algairim dubh-cheileadh na h-iuchrach a' freagairt ris an teisteanas agad.

source: Signature verification failed: no signer found, too many signers found, or improper or corrupted data.
gd: Dh'fhàillig dearbhadh an ainm: cha deach soidhnichear a lorg, chaidh cus dhiubh a lorg no dàta mì-cheart no truaillte.

source: Unsupported or unknown key algorithm.
gd: Algairim iuchrach neo-aithnichte no gun taic.

source: Cannot decrypt: encrypted using a disallowed algorithm or key size.
gd: Cha ghabh a dhubh-cheileadh: air a dhubh-cheileadh le algairim no meud iuchrach mì-cheadaichte.

source: Fortezza card has not been properly initialized. Please remove it and return it to your issuer.
gd: Cha deach a' chairt Fortezza a thòiseachadh gu ceart. Thoir air falbh e 's till dhan fhoillsichear agad e.

source: No Fortezza cards Found
gd: Cha deach cairt Fortezza a lorg

source: No Fortezza card selected
gd: Cha deach cairt Fortezza a thaghadh

source: Please select a personality to get more info on
gd: Tagh a' phearsantachd a tha thu ag iarraidh barrachd fiosrachaidh mu dhèidhinn

source: Personality not found
gd: Cha deach a' phearsantachd a lorg

source: No more information on that Personality
gd: Chan eil barrachd fiosrachaidh mun phearsantachd seo ann

source: Invalid Pin
gd: PIN mì-dhligheach

source: Couldn't initialize Fortezza personalities.
gd: Cha deach na pearsantachdan Fortezza a thòiseachadh.

source: No KRL for this site's certificate has been found.
gd: Chan eil liosta nan iuchraichean a chaidh a chùl-ghairm a lorg airson teisteanas na làraich seo.

source: The KRL for this site's certificate has expired.
gd: Dh'fhalbh an ùine air liosta nan iuchraichean a chaidh a chùl-ghairm airson teisteanas na làraich seo.

source: The KRL for this site's certificate has an invalid signature.
gd: Tha ainm mì-dhligheach ri liosta nan iuchraichean a chaidh a chùl-ghairm airson teisteanas na làraich seo.

source: The key for this site's certificate has been revoked.
gd: Chaidh iuchair teisteanas na làraich seo a chùl-ghairm.

source: New KRL has an invalid format.
gd: Tha fòrmat liosta nan iuchraichean a chaidh a chùl-ghairm mì-dhligheach.

source: security library: need random data.
gd: leabhar-lann tèarainteach: feum air dàta tuaireamach.

source: security library: no security module can perform the requested operation.
gd: leabhar-lann tèarainteach: chan urrainn do mhòideal tèarainteachd sam bith an t-obrachadh a dh'iarr thu a dhèanamh.

source: The security card or token does not exist, needs to be initialized, or has been removed.
gd: Chan eil a' chairt no an tòcan tèarainteachd ann, feumaidh a thòiseachadh no chaidh a thoirt air falbh.

source: security library: read-only database.
gd: leabhar-lann tèarainteach: stòr-dàta ri leughadh a-mhàin.

source: No slot or token was selected.
gd: Cha deach sliotan no tòcan a thaghadh.

source: A certificate with the same nickname already exists.
gd: Tha teisteanas air a bheil an dearbh fhar-ainm ann mu thràth.

source: A key with the same nickname already exists.
gd: Tha iuchair air a bheil an dearbh fhar-ainm ann mu thràth.

source: error while creating safe object
gd: mearachd rè cruthachadh a' bhuill shàbhailte

source: error while creating baggage object
gd: mearachd rè cruthachadh a' bhuill-bhagaiste

source: Couldn't remove the principal
gd: Cha do ghabh am prìomhaire a thoirt air falbh.

source: Couldn't delete the privilege
gd: Cha do ghabh a' phribhleid a sguabadh às.

source: This principal doesn't have a certificate
gd: Chan eil teisteanas aig a' phrìomhaire.

source: Required algorithm is not allowed.
gd: Chan eil an algairim air a bheil feum ceadaichte.

source: Error attempting to export certificates.
gd: Mearachd ann an às-mhalairt nan teisteanasan.

source: Error attempting to import certificates.
gd: Mearachd le in-mhalairt nan teisteanasan.

source: Unable to import. Decoding error. File not valid.
gd: Cha ghabh in-mhalairt. Mearachd dì-chòdachaidh. Faidhle mì-dhligheach.

source: Unable to import. Invalid MAC. Incorrect password or corrupt file.
gd: Cha ghabh in-mhalairt. Còd Dearbhachadh Teachdaireachd (MAC). Facal-faire cearr no faidhle air a thruailleadh.

source: Unable to import. MAC algorithm not supported.
gd: Cha ghabh in-mhalairt. Chan eil taic ann ri Còd Dearbhachadh na Teachdaireachd (MAC).

source: Unable to import. Only password integrity and privacy modes supported.
gd: Cha ghabh in-mhalairt. Chan eil taic ann ach ri modhan iomlanachd facail-fhaire is prìobhaideachd.

source: Unable to import. File structure is corrupt.
gd: Cha ghabh in-mhalairt. Tha structar an fhaidhle air a thruailleadh.

source: Unable to import. Encryption algorithm not supported.
gd: Cha ghabh in-mhalairt. Chan eil taic ann ris an algairim dubh-cheilidh.

source: Unable to import. File version not supported.
gd: Cha ghabh in-mhalairt. Chan eil taic ann ri tionndadh an fhaidhle.

source: Unable to import. Incorrect privacy password.
gd: Cha ghabh in-mhalairt. Facal-faire prìobhaideachd mì-cheart.

source: Unable to import. Same nickname already exists in database.
gd: Cha ghabh in-mhalairt. Tha an dearbh fhar-ainm san stòr-dàta mu thràth.

source: The user pressed cancel.
gd: Bhriog an cleachdaiche air "Sguir dheth".

source: Not imported, already in database.
gd: Cha deach in-mhalairt, tha e san stòr-dàta mu thràth.

source: Message not sent.
gd: Cha deach an teachdaireachd a chur.

source: Certificate key usage inadequate for attempted operation.
gd: Chan eil cleachdadh iuchair an teisteanais freagarrach airson an obrachaidh a chaidh iarraidh.

source: Certificate type not approved for application.
gd: Chan eil seòrsa an teisteanais ceadaichte airson a' phrògraim.

source: Address in signing certificate does not match address in message headers.
gd: Chan eil an seòladh san teisteanas soidhnidh a' freagairt ris an t-seòladh ann am bann-cinn na teachdaireachd.

source: Unable to import. Error attempting to import private key.
gd: Cha ghabh in-mhalairt. Mearachd le in-mhalairt na h-iuchrach phrìobhaideach.

source: Unable to import. Error attempting to import certificate chain.
gd: Cha ghabh in-mhalairt. Mearachd le in-mhalairt de shlabhraidh teisteanais.

source: Unable to export. Unable to locate certificate or key by nickname.
gd: Cha ghabh in-mhalairt. Cha ghabh an teisteanas a lorg air iuchair no fhar-ainm.

source: Unable to export. Private Key could not be located and exported.
gd: Cha ghabh in-mhalairt. Cha do ghabh an iuchair phrìobhaideach a lorg 's às-mhalairt.

source: Unable to export. Unable to write the export file.
gd: Cha ghabh in-mhalairt. Cha ghabh am faidhle às-mhalairt a sgrìobhadh.

source: Unable to import. Unable to read the import file.
gd: Cha ghabh in-mhalairt. Cha ghabh am faidhle in-mhalairt a leughadh.

source: Unable to export. Key database corrupt or deleted.
gd: Cha ghabh in-mhalairt. Tha stòr-dàta nan iuchraichean air a thruailleadh no sguabadh às.

source: Unable to generate public/private key pair.
gd: Cha ghabh cèile iuchraichean poblach/prìobhaideach a chruthachadh.

source: Password entered is invalid. Please pick a different one.
gd: Tha am facal-faire a chuir thu a-steach mì-dhligheach. Tagh fear eile.

source: Old password entered incorrectly. Please try again.
gd: Chaidh an seann fhacal-faire a chur a-steach gu cearr. Feuch ris a-rithist.

source: Certificate nickname already in use.
gd: Tha far-ainm an teisteanais 'ga chleachdadh mu thràth.

source: Peer FORTEZZA chain has a non-FORTEZZA Certificate.
gd: Tha teisteanas neo-Fortezza aig slabhraidh Fortezza an t-seise.

source: A sensitive key cannot be moved to the slot where it is needed.
gd: Cha ghabh iuchair chugallach a ghluasad dhan t-sliotan far a bheil feum air.

source: Invalid module name.
gd: Ainm mì-dhligheach air a' mhòideal.

source: Invalid module path/filename
gd: Ainm mì-dhligheach air slighe no ainm faidhle a' mhòideil

source: Unable to add module
gd: Cha ghabh am mòideal a chur ris

source: Unable to delete module
gd: Cha ghabh am mòideal a sguabadh às

source: New KRL is not later than the current one.
gd: Chan eil liosta nan iuchraichean a chaidh a chùl-ghairm as dèidh an fhir làithrich.

source: New CKL has different issuer than current CKL. Delete current CKL.
gd: Tha foillsichear eile aig liosta nan iuchraichean amharasach ùr is an LIA làithreach. Sguaib às an LIAT làithreach.

source: The Certifying Authority for this certificate is not permitted to issue a certificate with this name.
gd: Chan eil cead aig ùghdarras teisteanachaidh an teisteanais seo teisteanas leis an ainm seo fhoillseachadh.

source: The key revocation list for this certificate is not yet valid.
gd: Chan eil liosta cùl-ghairm nan iuchraichean airson an teisteanais seo dligheach fhathast.

source: The certificate revocation list for this certificate is not yet valid.
gd: Chan eil liosta cùl-ghairm nan teisteanasan airson an teisteanais seo dligheach fhathast.

source: The requested certificate could not be found.
gd: Cha deach an teisteanas a dh'iarr thu a lorg.

source: The signer's certificate could not be found.
gd: Cha deach teisteanas an t-soidhniche a lorg.

source: The location for the certificate status server has invalid format.
gd: Tha fòrmat mì-dhligheach air àite frithealaiche inbhe an teisteanais.

source: The OCSP response cannot be fully decoded; it is of an unknown type.
gd: Cha ghabh an fhreagairt OCSP a dhì-chòdadh gu lèir; chan aithnichear a sheòrsa.

source: The OCSP server returned unexpected/invalid HTTP data.
gd: Thill am frithealaiche OCSP dàta HTTP ris nach robh dùil no a tha mì-dhligheach.

source: The OCSP server found the request to be corrupted or improperly formed.
gd: Mheas am frithealaiche OCSP gu bheil an t-iarrtas air a thruailleadh no air a dhroch chumadh.

source: The OCSP server experienced an internal error.
gd: Thachair mearachd taobh a-staigh an fhrithealaiche OCSP.

source: The OCSP server suggests trying again later.
gd: Tha am frithealaiche OCSP a' moladh dhut feuchainn ris às a dhèidh seo.

source: The OCSP server requires a signature on this request.
gd: Feumaidh am frithealaiche OCSP ainm ris an iarrtas seo.

source: The OCSP server has refused this request as unauthorized.
gd: Dhiùlt am frithealaiche OCSP an t-iarrtas seo a chionn 's nach eil ùghdarras aige.

source: The OCSP server returned an unrecognizable status.
gd: Thill am frithealaiche OCSP inbhe nach gabh aithneachadh.

source: The OCSP server has no status for the certificate.
gd: Chan eil inbhe airson an teisteanais seo aig an fhrithealaiche OCSP.

source: You must enable OCSP before performing this operation.
gd: Feumaidh tu OCSP a chur an comas mus dèan thu seo.

source: You must set the OCSP default responder before performing this operation.
gd: Feumaidh tu freagairiche OCSP bunaiteach a shuidheachadh mus dèan thu seo.

source: The response from the OCSP server was corrupted or improperly formed.
gd: Chaidh freagairt an fhrithealaiche OCSP a thruailleadh no a dhroch cumadh.

source: The signer of the OCSP response is not authorized to give status for this certificate.
gd: Chan eil ùghdarras aig soidhniche na freagairt OCSP inbhe a thoirt seachad airson an teisteanais seo.

source: The OCSP response is not yet valid (contains a date in the future).
gd: Chan eil an fhreagairt OCSP dligheach fhathast (tha ceann-latha san àm ri teachd ann).

source: The OCSP response contains out-of-date information.
gd: Tha fiosrachadh anns an fhreagairt OCSP a dh'fhalbh an ùine air.

source: The CMS or PKCS #7 Digest was not found in signed message.
gd: Cha deach an gearr-chunntas CMS no PKCS #7 a lorg san teachdaireachd shoidhnichte.

source: The CMS or PKCS #7 Message type is unsupported.
gd: Chan eil taic ann ri seòrsa na teachdaireachd CMS no PKCS #7.

source: PKCS #11 module could not be removed because it is still in use.
gd: Cha do ghabh am mòideal PKCS #11 a sguabadh às a chionn 's gu bheilear 'ga chleachdadh fhathast.

source: Could not decode ASN.1 data. Specified template was invalid.
gd: Cha do ghabh an dàta ASN.1 a dhì-chòdadh. Bha an teamplaid a chaidh a shònrachadh mì-dhligheach.

source: No matching CRL was found.
gd: Cha deach liosta nan teisteanasan a chaidh a chùl-ghairm a lorg.

source: You are attempting to import a cert with the same issuer/serial as an existing cert, but that is not the same cert.
gd: Tha thu a' feuchainn ri teisteanas a thoirt a-steach aig a bheil an dearbh fhoillsichear/àireamh shreathach 's a tha aig teisteanas làithreach ach chan e an dearbh theisteanas a tha ann.

source: NSS could not shutdown. Objects are still in use.
gd: Cha do ghabh NSS a dhùnadh. Tha nithean 'gan cleachdadh fhathast.

source: DER-encoded message contained extra unused data.
gd: Tha dàta a bharrachd 's gun chleachdadh anns an teachdaireachd a chaidh a chòdachadh a-rèir DER.

source: Unsupported elliptic curve.
gd: Lùb eileapsach gun taic ris.

source: Unsupported elliptic curve point form.
gd: Lùb eileapsach ann am foirm puinge gun taic ris.

source: Unrecognized Object Identifier.
gd: Aithniche adhbhair neo-aithnichte.

source: Invalid OCSP signing certificate in OCSP response.
gd: Teisteanas soidhnidh OCSP neo-dhligheach san fhreagairt OCSP.

source: Certificate is revoked in issuer's certificate revocation list.
gd: Chaidh an teisteanas a chùl-ghairm ann an liosta nan teisteanasan a chaidh a chùl-ghairm aig an fhoillsichear.

source: Issuer's OCSP responder reports certificate is revoked.
gd: Tha freagairiche OCSP an fhoillsicheir ag aithris gun deach an teisteanas a chùl-ghairm.

source: Issuer's Certificate Revocation List has an unknown version number.
gd: Tha àireamh tionndaidh neo-aithnichte air liosta nan teisteanasan a chaidh a chùl-ghairm aig an fhoillsicheir.

source: Issuer's V1 Certificate Revocation List has a critical extension.
gd: Tha leasachan èiginneach air liosta nan teisteanasan a chaidh a chùl-ghairm V1 aig an fhoillsichear.

source: Issuer's V2 Certificate Revocation List has an unknown critical extension.
gd: Tha leasachan èiginneach is neo-aithnichte air liosta nan teisteanasan a chaidh a chùl-ghairm V2 aig an fhoillsichear.

source: Unknown object type specified.
gd: Chaidh seòrsa neo-aithnichte a thaghadh airson rud.
