Repository: kscanne/gaeilge-mozdev
Catalog: src/*/firefox-3.6.*.po
Languages: gd

source: Cyrillic/Ukrainian (MacUkrainian)
gd: Cirilis/Ùcrainis (MacUkrainian)

source: Cyrillic (KOI8-R)
gd: Cirilis (KOI8-R)

source: Cyrillic/Ukrainian (KOI8-U)
gd: Cirilis/Ùcrainis (KOI8-U)

source: Greek (ISO-8859-7)
gd: Greugais (ISO-8859-7)

source: Greek (Windows-1253)
gd: Greugais (Windows-1253)

source: Greek (MacGreek)
gd: Greugais (MacGreek)

source: Vietnamese (Windows-1258)
gd: Vietnamais (Windows-1258)

source: Vietnamese (TCVN)
gd: Vietnamais (TCVN)

source: Vietnamese (VISCII)
gd: Vietnamais (VISCII)

source: Vietnamese (VPS)
gd: Vietnamais (VPS)

source: Georgian (GEOSTD8)
gd: Cairtbheilis (GEOSTD8)

source: Thai (TIS-620)
gd: Tàidh (TIS-620)

source: Thai (ISO-8859-11)
gd: Tàidh (ISO-8859-11)

source: Thai (Windows-874)
gd: Tàidh (Windows-874)

source: Thai (IBM-874)
gd: Tàidh (IBM-874)

source: Armenian (ARMSCII-8)
gd: Airmeinis (ARMSCII-8)

source: Arabic (ISO-8859-6)
gd: Arabais (ISO-8859-6)

source: Arabic (ISO-8859-6-I)
gd: Arabais (ISO-8859-6-I)

source: Arabic (ISO-8859-6-E)
gd: Arabais (ISO-8859-6-E)

source: Hebrew Visual (ISO-8859-8)
gd: Eabhra lèirsinneach (ISO-8859-8)

source: Hebrew (ISO-8859-8-I)
gd: Eabhra (ISO-8859-8-I)

source: Hebrew (ISO-8859-8-E)
gd: Eabhra (ISO-8859-8-E)

source: Hebrew (Windows-1255)
gd: Eabhra (Windows-1255)

source: Arabic (Windows-1256)
gd: Arabais (Windows-1256)

source: Cyrillic/Russian (CP-866)
gd: Cirilis/Ruiseach (CP-866)

source: Western (IBM-850)
gd: Siarach (IBM-850)

source: Central European (IBM-852)
gd: Meadhan-Eòrpach (IBM-852)

source: Cyrillic (IBM-855)
gd: Cirilis (IBM-855)

source: Turkish (IBM-857)
gd: Turcais (IBM-857)

source: Hebrew (IBM-862)
gd: Eabhra (IBM-862)

source: Arabic (IBM-864)
gd: Arabais (IBM-864)

source: Arabic (IBM-864-I)
gd: Arabais (IBM-864-I)

source: Chinese Simplified (GB18030)
gd: Sìnis shimplichte (GB18030)

source: Arabic (MacArabic)
gd: Arabais (MacArabic)

source: Arabic (Langbox ISO-8859-6.8x)
gd: Arabais (Langbox ISO-8859-6.8x)

source: Arabic (Langbox ISO-8859-6.16)
gd: Arabais (Langbox ISO-8859-6.16)

source: Farsi (MacFarsi)
gd: Farsaidh (MacFarsi)

source: Hebrew (MacHebrew)
gd: Eabhra (MacHebrew)

source: Hindi (MacDevanagari)
gd: Hindis (MacDevanagari)

source: Gujarati (MacGujarati)
gd: Gujaràti (MacGujarati)

source: Gurmukhi (MacGurmukhi)
gd: Gurmukhì (MacGurmukhi)

source: Hindi (SunDevanagari)
gd: Hindis (SunDevanagari)

source: (Off)
gd: (Dheth)

source: Universal
gd: Uile-choitcheann

source: Traditional Chinese
gd: Sìnis thradaiseanta

source: Chinese
gd: Sìnis

source: East Asian
gd: Taobh an Ear na h-Àisea

source: Russian
gd: Ruisis

source: Ukrainian
gd: Ùcrainis

source: Warning: Unresponsive script
gd: Rabhadh: sgriobt gun fhreagairt

source: A script on this page may be busy, or it may have stopped responding. You can stop the script now, or you can continue to see if the script will complete.
gd: Tha sgriobt air an duilleag seo a dh'fhaodadh a bhith trang no gun fhreagairt. 'S urrainn dhut crìoch a chur air an sgriobt an-dràsta no leantainn ort feuch an coilean e leis fhèin.

source: A script on this page may be busy, or it may have stopped responding. You can stop the script now, open the script in the debugger, or let the script continue.
gd: Dh'fhaodadh gu bheil sgriobt air an duilleag seo a tha trang no gun fhreagairt. 'S urrainn dhut crìoch a chur air an sgriobt an-dràsta, fhosgladh anns an dì-bhugadair no leigeil leis dol air adhart.

source: Script: %S
gd: Sgriobt: %S

source: Stop script
gd: Cuir crìoch air an sgriobt

source: Debug script
gd: Dì-bhugaich an sgriobt

source: Continue
gd: Lean air adhart

source: &Don't ask me again
gd: &Na faighnich dhìom a-rithist

source: Attempt to load a javascript: URL from one host in a window displaying content from another host was blocked by the security manager.
gd: Chuir manaidsear na tèarainteachd casg air iarrtas URL javascript: le aon òstair ann an uinneag anns a bheil rudeigin le òstair eile ri fhaicinn.

source: Scripts may not close windows that were not opened by script.
gd: Chan eil cead aig sgriobtaichean uinneagan a dhùnach nach deach am fosgladh le sgriobt.

source: Are you sure you want to navigate away from this page?
gd: A bheil thu cinnteach gu bheil thu airson an duilleag seo fhàgail?

source: Press OK to continue, or Cancel to stay on the current page.
gd: Briog air "Ceart" gus leantainn ort no air "Sguir dheth" gus fuireach air an duilleag seo.

source: Non-standard document.all property was used. Use W3C standard document.getElementById() instead.
gd: Chaidh am feart neo-bhun-tomhasach "document.all" a chleachdadh. Cleachd an tionndadh bun-tomhasach W3C "document.getElementById()" 'na àite.

source: Element referenced by ID/NAME in the global scope. Use W3C standard document.getElementById() instead.
gd: Chaidh iomradh a dhèanamh air eileamaid le ID/NAME san sgòp uile-choitcheann. Cleachd document.getElementById() bun-tomhasach na àite.

source: Use of captureEvents() is deprecated. To upgrade your code, use the DOM 2 addEventListener() method. For more help http://developer.mozilla.org/en/docs/DOM:element.addEventListener
gd: Cha mholamaid cleachdadh captureEvents() tuilleadh. Cleachd am modh DOM 2 addEventListener() gus an còd agad ùrachadh. Cuir sùil air an duilleag seo airson barrachd fiosrachaidh http://developer.mozilla.org/en/docs/DOM:element.addEventListener

source: Use of releaseEvents() is deprecated. To upgrade your code, use the DOM 2 removeEventListener() method. For more help http://developer.mozilla.org/en/docs/DOM:element.removeEventListener
gd: Cha mholamaid cleachdadh releaseEvents() tuilleadh. Cleachd am modh DOM 2 removeEventListener() gus an còd agad ùrachadh. Cuir sùil air an duilleag seo airson barrachd fiosrachaidh http://developer.mozilla.org/en/docs/DOM:element.removeEventListener

source: Use of routeEvent() is deprecated. To upgrade your code, use the DOM 2 dispatchEvent() method. For more help http://developer.mozilla.org/en/docs/DOM:element.dispatchEvent
gd: Chan mholamaid cleachdadh routeEvents() tuilleadh. Cleachd am modh DOM 2 dispatchEvent() gus an còd agad ùrachadh. Cuir sùil air an duilleag seo airson barrachd fiosrachaidh http://developer.mozilla.org/en/docs/DOM:element.dispatchEvent

source: Event=%S, use of preventBubble() is deprecated. Use W3C standard stopPropagation() instead.
gd: Tachartas=%S, cha mholamaid cleachdadh preventBubble(). Cleachd stopPropagation() a tha a-rèir bun-tomhas W3C 'na àite.

source: Event=%S, use of preventCapture() is deprecated. Use W3C standard stopPropagation() instead.
gd: Tachartas=%S, cha mholamaid cleachdadh preventCapture(). Cleachd stopPropagation() a tha a-rèir bun-tomhas W3C 'na àite.

source: canvas: an attempt to set strokeStyle or fillStyle to a value that is neither a string, a CanvasGradient, or a CanvasPattern was ignored.
gd: canvas: chaidh iarrtas a leigeil seachad airson strokeStyle no fillStyle a thionndaidh na luach nach eil na shreang, CanvasGradient no CanvasPattern.

source: Empty string passed to getElementById().
gd: Chaidh sreang bhàn a chur gu getElementById().

source: Warning: Low memory
gd: Rabhadh: Cuimhne a' traoghadh

source: A script on this page has been stopped due to a low memory condition.
gd: Chaidh crìoch a chur air sgriobt air an duilleag seo air sgàth traoghadh na cuimhne.

source: The '%S' property of a %S event should not be used. The value is meaningless.
gd: Cha bu chòir do dh'fheart '%S' de thachartas %S 'ga chleachdadh. Chan eil brìgh sa luach.

source: An unknown error has occurred (%1$S)
gd: Thachair mearachd neo-aithnichte (%1$S)

source: The stylesheet %1$S was not loaded because its MIME type, "%2$S", is not "text/css".
gd: Cha deach duilleag nan stoidhle %1$S a luchdadh a chionn 's nach eil a chuir seòrsa MIME, "%2$S", agus "text/css" co-ionnan.

source: The stylesheet %1$S was loaded as CSS even though its MIME type, "%2$S", is not "text/css".
gd: Chaidh duilleag nan stoidhle %1$S a luchdadh mar thè CSS ged nach eil a chuid seòrsa MIME, "%2$S", agus "text/css" co-ionnan.

source: Unexpected end of file while searching for %1$S.
gd: Deireadh faidhle ris nach robh dùil fhad 's a bhathar a' lorg %1$S.

source: Whitespace-only string given to be parsed as rule.
gd: Chaidh sreang anns nach robh ach àite bàn a thoirt seachad airson pàrsadh mar riaghailt.

source: Declaration dropped.
gd: Chaidh am foirgheall a leagail mu làr.

source: Skipped to next declaration.
gd: Air leum a thoirt dhan ath-fhoirgheall.

source: Unknown property '%1$S'.
gd: Feart neo-aithnichte "%1$S".

source: Error in parsing value for '%1$S'.
gd: Mearachd rè pàrsadh an luach airson '%1$S'.

source: Expected end of value but found '%1$S'.
gd: Bha dùil ri deireadh an luach ach fhuaradh '%1$S'.

source: end of unknown at-rule
gd: deireadh de riaghailt @ neo-aithnichte

source: Unrecognized at-rule or error parsing at-rule '%1$S'.
gd: Riaghailt @ neo-aithnichte no mearachd ann am pàrsadh riaghailt @ "%1$S".

source: charset string in @charset rule
gd: sreang charactairean anns an riaghailt @charset

source: Expected charset string but found '%1$S'.
gd: Bha dùil ri sreang charactairean ach fhuaraidh "%1$S".

source: end of media list in @import or @media rule
gd: deireadh de liosta meadhain ann an riaghailte @import no @media

source: Expected ',' in media list but found '%1$S'.
gd: Bha dùil ri "," anns an liosta mheadhain ach fhuaradh "%1$S".

source: Expected identifier in media list but found '%1$S'.
gd: Bha dùil ri aithnicheadair anns an liosta mheadhain ach fhuaradh "%1$S".

source: Expected URI in @import rule but found '%1$S'.
gd: Bha dùil ri URI anns an riaghailt @import ach fhuaradh "%1$S".

source: Found unexpected '%1$S' within @import.
gd: Fhuaradh "%1$S" am broinn @import gun dùil ris.

source: end of @media or @-moz-document rule
gd: deireadh na riaghailt @media no @-moz-document

source: Expected url(), url-prefix(), or domain() in @-moz-document rule but found '%1$S'.
gd: Bha dùil ri url(), url-prefix(), no domain() san riaghailt @-moz-document ach fhuaradh "%1$S".

source: Expected URI in @-moz-document rule but found '%1$S'.
gd: Bha dùil ri URI san riaghailt @-moz-document ach fhuaradh "%1$S".

source: namespace prefix in @namespace rule
gd: ro-leasachan namespace anns an riaghailt @namespace

source: namespace URI in @namespace rule
gd: URI namespace anns an riaghailt @namespace

source: Unexpected token within @namespace: '%1$S'.
gd: Tocan ris nach robh dùil am broinn @namespace: "%1$S".

source: closing } of declaration block
gd: "}" dùnaidh de bhloc foirghill

source: closing } of invalid rule set
gd: "}" dùnaidh de sheata riaghailtean mì-dhligheach

source: Ruleset ignored due to bad selector.
gd: Chaidh seata de riaghailtean a leigeil seachad air sgàth droch roghnaicheir.

source: ',' or '{'
gd: "," no "{"

source: Expected ',' or '{' but found '%1$S'.
gd: Bha dùil ri "," no "{" ach fhuaradh "%1$S".

source: Selector expected.
gd: Bha dùil ri roghnaichear.

source: Dangling combinator.
gd: Co-cheanglaiche air bhogadan.

source: class name
gd: ainm clas

source: Expected identifier for class selector but found '%1$S'.
gd: Bha dùil ri aithnicheadair airson roghnaichear clas ach fhuaradh "%1$S".

source: element type
gd: seòrsa de dh'eileamaid

source: Expected element name or '*' but found '%1$S'.
gd: Bha dùil ri ainm eileamaid no "*" ach fhuaradh "%1$S".

source: Unknown namespace prefix '%1$S'.
gd: Ro-leasachan spàs ainm neo-aithnichte "%1$S".

source: attribute name
gd: ainm fearta

source: Expected identifier for attribute name but found '%1$S'.
gd: Bha dùil ri aithnicheadair airson ainm fearta ach fhuaradh "%1$S".

source: Expected attribute name or namespace but found '%1$S'.
gd: Bha dùil ri ainm fearta no spàs ainm ach fhuaradh "%1$S".

source: Expected '|' but found '%1$S'.
gd: Bha dùil ri "|" ach fhuaradh "%1$S".

source: part of attribute selector
gd: pàirt de roghnaichear fearta

source: Unexpected token in attribute selector: '%1$S'.
gd: Tocan ris nach robh dùil ann an roghnaichear fearta: "%1$S".

source: attribute value
gd: luach an fhearta

source: ']' to end attribute selector
gd: "]" gus crìoch achur air an roghnaichear fhearta

source: Expected ']' to terminate attribute selector but found '%1$S'.
gd: Bha dùil ri "]" gus crìoch a chur air an roghnaichear fhearta ach fhuaradh "%1$S".

source: Expected identifier or string for value in attribute selector but found '%1$S'.
gd: Bha dùil ri roghnaichear no sreang airson luach anns an roghnaichear fhearta ach fhuaradh "%1$S".

source: name of pseudo-class or pseudo-element
gd: ainm clas fudain no eileamaid fhuadain

source: Expected identifier for pseudo-class or pseudo-element but found '%1$S'.
gd: Bha dùil ri aithnicheadair airson clas fuadain no eileamaid fhuadain ach fhuaradh "%1$S".

source: Function token for non-function pseudo-class or pseudo-element, or the other way around, when reading '%1$S'.
gd: Fhuaradh tocan feuma an àite clas fuadain no eileamaid fhuadain, no cas mu seach, nuair a bha "%1$S" 'ga leughadh.

source: Expected pseudo-element but found '%1$S'.
gd: Bha dùil ri eileamaid fhuadain ach fhuaradh "%1$S".

source: Negation pseudo-class can't be negated '%1$S'.
gd: Chan urrainnear clas fuadain àicheadh "%1$S".

source: Pseudo-elements can't be negated '%1$S'.
gd: Chan urrainnear eileamaid fhuadain àicheadh "%1$S".

source: This pseudo-element must use the "::" form: '%1$S'.
gd: Feumaidh an eileamaid fhuadain seo a bhith dhen chruth "::": "%1$S".

source: Found trailing token after pseudo-element, which must be the last part of a selector: '%1$S'.
gd: Fhuaraidh tocan air dheireadh as dèidh eileamaid fhuadain ach feumaidh e a bhith 'na phàirt dheireannach de roghnaichear: "%1$S".

source: Extra pseudo-element '%1$S'.
gd: Eileamaid fhuadain a bharrachd "%1$S".

source: Unknown pseudo-class or pseudo-element '%1$S'.
gd: Clas fuadain no eileamaid fhuadain neo-aithnichte: "%1$S".

source: selector within negation
gd: roghnaichear am broinn an àichidh

source: Malformed simple selector as negation pseudo-class argument '%1$S'.
gd: Roghnaichear simplidh droch-chumte mar argamaid airson a' chlas fhuadain àichidh "%1$S".

source: Missing closing ')' in negation pseudo-class '%1$S'.
gd: ")" dùnaidh a dhìth anns a' chlas fhuadain àichidh "%1$S".

source: Missing argument in negation pseudo-class '%1$S'.
gd: Argamaid a dhìth anns a' chlas fhuadain àichidh "%1$S".

source: argument to pseudo-class selector
gd: argamaid do roghnaichear clas fuadain

source: Expected identifier for pseudo-class parameter but found '%1$S'.
gd: Bha dùil ri roghnaichear do pharamatair clas fuadain ach fhuaradh "%1$S".

source: Expected part of argument to pseudo-class but found '%1$S'.
gd: Bha dùil ri pàirt de dh'argamaid do chlas fuadain ach fhuaradh "%1$S".

source: Missing closing ')' in pseudo-class, found '%1$S' instead.
gd: ")" dùnaidh a dhìth ann an clas fuadain, fhuaradh "%1$S" na àite.

source: Missing argument in pseudo-class '%1$S'.
gd: Argamaid a dhìth anns a' chlas fhuadain "%1$S".

source: selector
gd: roghnaichear

source: Expected '{' to begin declaration block but found '%1$S'.
gd: Bha dùil ri "{" mar thùs bloc an fhoirghill ach fhuaradh "%1$S".

source: color
gd: dath

source: Expected color but found '%1$S'.
gd: Bha dùil ri dath ach fhuaradh "%1$S".

source: color component
gd: co-phàirt datha

source: Expected a percentage but found '%1$S'.
gd: Bha dùil ri ceudad ach fhuaradh "%1$S".

source: Expected an integer but found '%1$S'.
gd: Bha dùil ri àireamh shlàn ach fhuaradh "%1$S".

source: Expected number or percentage in rgb() but found '%1$S'.
gd: Bha dùil ri àireamh no ceudad ann an rgb() ach fhuaradh "%1$S".

source: Expected '%2$S' but found '%1$S'.
gd: Bha dùil ri "%2$S" ach fhuaradh "%1$S".

source: hue
gd: tuar

source: Expected ',' but found '%1$S'.
gd: Bha dùil ri "," ach fhuaradh "%1$S".

source: saturation
gd: sàthachd

source: lightness
gd: gile

source: opacity in color value
gd: dubharachd ann an luach an datha

source: Expected a number but found '%1$S'.
gd: Bha dùil ri àireamh ach fhuaradh "%1$S".

source: Expected ')' but found '%1$S'.
gd: Bha dùil ri ")" ach fhuaradh "%1$S".

source: ';' or '}' to end declaration
gd: ";" no "}" gus crìoch a chur air foirgheall

source: Expected ':' but found '%1$S'.
gd: Bha dùil ri ":" ach fhuaradh "%1$S".

source: Expected declaration but found '%1$S'.
gd: Bha dùil ri foirgheall ach fhuaradh "%1$S".

source: end of declaration
gd: deireadh an fhoirghill

source: important
gd: cudromach

source: Expected 'important' but found '%1$S'.
gd: Bha dùil ri "important" ach fhuaradh "%1$S".

source: Expected ';' to terminate declaration but found '%1$S'.
gd: Bha dùil ri ";" gus crìoch a chur air an fhoirgheall ach fhuaradh "%1$S".

source: Expected ';' or '}' to terminate declaration but found '%1$S'.
gd: Bha dùil ri ";" no "}" gus crìoch a chur air an fhoirgheall ach fhuaradh "%1$S".

source: Cannot specify value for internal property.
gd: Cha ghabh luach airson in-fheart a shònrachadh.

source: end of comment
gd: deireadh an luaidh

source: Found unclosed string '%1$S'.
gd: Fhuaradh sreang gun dùnadh: "%1$S".

source: Expected font descriptor but found '%1$S'.
gd: Bha dùil ri tuairisgeulaiche crutha-clò ach fhuaradh '%1$S'.

source: Unknown descriptor '%1$S' in @font-face rule.
gd: Tuairisgeulaiche neo-aithnichte '%1$S' anns an righailte @font-face.

source: Expected '(' to start media query expression but found '%1$S'.
gd: Bha dùil ri '(' mar thoiseach abairt an iarrtais mheadhain ach fhuaradh '%1$S'.

source: contents of media query expression
gd: susbaint abairt an iarrtais mheadhain

source: Expected media feature name but found '%1$S'.
gd: Bha dùil ri ainm de dh'fheart meadhain ach fhuaradh '%1$S'.

source: Expected ':' or ')' after media feature name but found '%1$S'.
gd: Bha dùil ri ':' no ')' as dèidh ainm an fheart mheadhain ach fhuaradh '%1$S'.

source: Media features with min- or max- must have a value.
gd: Feumaidh luach a bhith aig feartean meadhain le min- no max-.

source: Found invalid value for media feature.
gd: Fhuaradh luach mì-dhligheach airson feart meadhain.

source: Expected '{' to begin @font-face rule but found '%1$S'.
gd: Bha dùil ri '{' aig toiseach na riaghailt @font-face ach fhuaradh '%1$S'.

source: Expected '}' to end @font-face rule but found '%1$S'.
gd: Bha dùil ri '}' aig deireadh na riaghailt @font-face ach fhuaradh '%1$S'.

source: Reset
gd: Ath-shuidhich

source: Submit Query
gd: Cuir iarrtas

source: Browse…
gd: Rùraich…

source: File Upload
gd: Luchdaich suas faidhle

source: This is a searchable index. Enter search keywords:
gd: Seo clàr-amais as urrainn dhut rannsachadh. Cuir a-steach faclan-luirg:

source: Form contains enctype=%S, but does not contain method=post. Submitting normally with method=GET and no enctype instead.
gd: Tha "enctype=%S" san fhoirm ach chan eil "method=post" ann. Thèid a chur air adhart le "method=GET" àbhaisteach is gun "enctype" 'na àite.

source: Form contains a file input, but is missing method=POST and enctype=multipart/form-data on the form. The file will not be sent.
gd: Tha steach-chur faidhle san fhoirm ach tha "method=POST" agus "enctype=multipart/form-data" a dhìth. Cha dèid am foirm a chur.

source: Form Post from %S
gd: Foirm a fhuaradh o %S

source: The "coords" attribute of the <area shape="rect"> tag is not in the "left,top,right,bottom" format.
gd: Chan eil am buadh "coords" an taga <area shape="rect"> dhen fhòrmat "clì,barr,deis,bun".

source: The "coords" attribute of the <area shape="circle"> tag is not in the "center-x,center-y,radius" format.
gd: Chan eil buadh "coords" an taga <area shape="circle"> dhen fhòrmat "meadhan-x,meadhan-y,gd".

source: The "coords" attribute of the <area shape="circle"> tag has a negative radius.
gd: Tha rèideas àicheil aig buadh "coords" an taga <area shape="circle">.

source: The "coords" attribute of the <area shape="poly"> tag is not in the "x1,y1,x2,y2 …" format.
gd: Chan eil buadh "coords" an taga <area shape="rect"> dhen fhòrmat "x1,y1,x2,y2 …".

source: The "coords" attribute of the <area shape="poly"> tag is missing the last "y" coordinate (the correct format is "x1,y1,x2,y2 …").
gd: Tha "y" deireannach buadh "coords" an taga <area shape="poly"> a dhìth ('s e "x1,y1,x2,y2 …" am fòrmat ceart).

source: %S (%S Image, %Sx%S pixels)
gd: %S (Dealbh %S, %Sx%S pixel)

source: %S (%S Image)
gd: %S (Dealbh %S)

source: (%S Image, %Sx%S pixels)
gd: (Dealbh %S, %Sx%S pixel)

source: (%S Image)
gd: (Dealbh %S)

source: %S (%S Object)
gd: %S (Cuspair %S)

source: (%S Object)
gd: (Cuspair %S)

source: The image "%S" cannot be displayed, because it contains errors.
gd: Cha ghabh an dealbh "%S" a shealltainn a chionn 's gu bheil mearachdan ann.

source: Scaled (%S%%)
gd: Air a sgèileadh (%S%%)

source: %1$d of %2$d
gd: %1$d as %2$d

source: Filename is missing
gd: Tha ainm faidhle a dhìth

source: You have selected "Print To: File", and the filename is empty!
gd: Thagh thu "Clò-bhuail gu: Faidhle" ach cha do thagh thu ainm faidhle!

source: %S already exists. Do you want to replace it?
gd: Tha %S ann mu thràth. A bheil thu airson am fear ùr a chur 'na àite?

source: Printer Error
gd: Mearachd a' chlò-bhualadair

source: Print Preview Error
gd: Mearachd le ro-shealladh a' chlò-bhualaidh

source: There was a problem printing. The printer doesn't support a printing command.
gd: Bha mearachd ann leis a' chlò-bhualadh. Chan eil an clò-bhualadair a' toirt taic ri fear dhe na h-òrdguighean clò-bhualaidh.

source: There was a problem printing. An instruction that was sent to the printer failed.
gd: Bha mearachd ann leis a' chlò-bhualadh. Dh'fhàillig òrdugh a chaidh a chur gun chlò-bhualadair.

source: There was a problem printing. No printer could be found.
gd: Bha mearachd ann leis a' chlò-bhualadh. Chan deach clò-bhualadair a lorg.

source: There was a problem printing. The printer could not be found.
gd: Bha mearachd ann leis a' chlò-bhualadh. Cha deach an clò-bhualadair a lorg.

source: There was a problem printing. Access to the printer was denied.
gd: Bha mearachd ann leis a' chlò-bhualadair. Chaidh inntrigeadh dhan chlò-bhualadair a dhiùltadh.

source: There was a problem printing. Tried to set an invalid printer attribute.
gd: Bha mearachd ann leis a' chlò-bhualadh. Dh'fheuchadh ri buadh mì-dhligheach a shuidheachadh airson a' chlò-bhualadair.

source: There was a problem printing. The printer not ready.
gd: Bha mearachd ann leis a' chlò-bhualadh. Chan eil an clò-bhualadair deiseil.

source: There was a problem printing. The printer is out of paper.
gd: Bha mearachd ann leis a' chlò-bhualadh. Dh'fhalbh am pàipear air a' chlò-bhualadair.

source: There was a problem printing. Printer I/O error.
gd: Bha mearachd ann leis a' chlò-bhualadh. Mearachd I/O leis a' chlò-bhualadair.

source: There was a problem printing. The output file could not be opened.
gd: Bha mearachd ann leis a' chlò-bhualadh. Cha do ghabh am faidhle mach-chur fhosgladh.

source: There was an error writing the printing output file.
gd: Thachair mearachd rè sgrìobhadh faidhle mach-chur a' chlò-bhualaidh.

source: There must be at least one printer available to show Print Preview.
gd: Feumaidh aon chlò-bhualadair a bhith ann air a' char as lugha mus faic thu ro-shealladh a' chlò-bhualaidh.

source: There was an unexpected problem when printing.
gd: Bha duilgheadas ris nach robh dùil ann leis a' chlò-bhualadh.

source: There was a problem printing. There is not enough free memory to print.
gd: Bha mearachd ann leis a' chlò-bhualadh. Chan eil cuimhne gu leòr ann airson clò-bhualadh.

source: Some printing functionality is not implemented yet.
gd: Chan eil feumalachd clò-bhualaidh air choireigin ann an gnìomh fhathast.

source: Not available
gd: Chan eil e ri fhaighinn
