Repository: kscanne/gaeilge-mozdev
Catalog: src/*/firefox-3.6.*.po
Languages: gd

source: Could not initialize the application's security component. The most likely cause is problems with files in your application's profile directory. Please check that this directory has no read/write restrictions and your hard disk is not full or close to full. It is recommended that you exit the application and fix the problem. If you continue to use this session, you might see incorrect application behaviour when accessing security features.
gd: Cha do ghabh co-phàirt tèarainteachd a' phrògraim seo a thòiseachadh. 'S mathaid gur e faidhlichean ann am pasgan pròifilean a' phrògraim agad a tha coireach às. Dèan cinnteach nach eil bacadh leughaidh/sgrìobhaidh air a' phasgan seo agus nach eil an clàr cruaidh agad làn no cha mhòr làn. Mholar dhut am prògram a dhùnadh 's an duilgheadas a rèiteachadh. Ma leanas tu ris an t-seisean seo, dh'fhaodadh nach bi am prògram 'ga ghiùlan mar bu chòir 's tu a' dèanamh inntrigeadh do dh'fheartan tèarainteachd.

source: The operation can not be completed because of an internal failure. A secure network communication has not been cleaned up correctly.
gd: Cha ghabh an t-obrachadh seo a thoirt gu buil air sgàth fàillinn air an taobh a-staigh. Tha conaltradh lìonraidh tèarainte ann nach deach a ghlanadh mar bu chòir.

source: This operation is impossible at the current time. Please complete the operation that requests your attention in one of the other open windows.
gd: Tha an t-obrachadh seo do-dhèanta aig an àm seo. Dèilig ris an obrachadh eile san uinneag eile a tha a' tarraing d' aire thuige.

source: <Expired>
gd: <Dh'fhalbh an ùine air>

source: <Revoked>
gd: <Air a chùl-ghairm>

source: <Not Trusted>
gd: <Gun earbsan ann>

source: <Issuer Not Trusted>
gd: <Gun earbsa san fhoillsichear>

source: <Issuer Unknown>
gd: <Foillsichear neo-aithnichte>

source: <Invalid CA>
gd: <Ùghdarras teisteanachaidh mì-dhligheach>

source: Your Cert
gd: An teisteanas agad

source: CA (Certificate Authority)
gd: ÙT (Ùghdarras Teisteanachaidh)

source: SSL Server
gd: Frithealaiche SSL

source: Peer S/MIME
gd: Seise S/MIME

source: (no nickname)
gd: (gun fhar-ainm)

source: (no email address)
gd: (gun seòladh puist-dhealain)

source: (expired)
gd: (dh'fhalbh an ùine air)

source: (not yet valid)
gd: (gun èifeachd fhathast)

source: This certificate is already installed as a certificate authority.
gd: Tha an teisteanas seo air a stàladh mar ùghdarras teisteanachaidh mu thràth.

source: This is not a certificate authority certificate, so it can't be imported into the certificate authority list.
gd: Chan e teisteanas le ùghdarras teisteanachaidh a tha seo agus air sgàth sin, cha ghabh in-mhalairt a liosta nan ùghdarrasan teisteanachaidh.

source: This certificate can't be verified and will not be imported. The certificate issuer might be unknown or untrusted, the certificate might have expired or been revoked, or the certificate might not have been approved.
gd: Cha ghabh an teisteanas a dhearbhadh 's cha dèid in-mhalairt. Dh'fhaodadh gu bheil foillsichear an teisteanais neo-aithnichte no nach eil earbsa ann no dh'fhaodadh gun do dh'fhalbh an ùine air no gun deach a chùl-ghairm no nach d' fhuair e aonta.

source: This personal certificate can't be installed because you do not own the corresponding private key which was created when the certificate was requested.
gd: Cha ghabh an teisteanas pearsanta a stàladh a chionn 's nach ann leat-sa a tha an iuchair phrìobhaideach a bhuineas ris 's a chaidh a chruthachadh nuair a dh'iarradh an teisteanas.

source: Your personal certificate has been installed. You should keep a backup copy of this certificate.
gd: Chaidh an teisteanas pearsanta agad a stàladh. Bu chòir dhut lethbhreac glèidhidh an teisteanas seo a chumail.

source: (Unknown)
gd: (Neo-aithnichte)

source: (Not Stored)
gd: (Gun stòradh)

source: Permanent
gd: Buan

source: Temporary
gd: Sealach

source: Security Warning
gd: Rabhadh tèarainteachd

source: You have requested an encrypted page that contains some unencrypted information. Information that you see or enter on this page could easily be read by a third party.
gd: Dh'iarr thu duilleag dhubh-cheilte air a bheil dàta nach deach a dhubh-cheileadh. B' urrainn do threas pàrtaidh am fiosrachadh a chì thu no a chuireas tu a-steach air an duilleag seo a leughadh furasta gu leòr.

source: You are about to leave an encrypted page. Information you send or receive from now on could easily be read by a third party.
gd: Tha thu an impis duilleag dhubh-cheilte fhàgail. B' urrainn do threas pàrtaidh am fiosrachadh a chuireas tu ann no a gheibh thu a leughadh furasta gu leòr.

source: You have requested an encrypted page. The web site has identified itself correctly, and information you see or enter on this page can't easily be read by a third party.
gd: Dh'iarr thu duilleag dhubh-cheilte. Chuir an làrach-lìn e fhèin an aithne mar bu chòir agus cha b' urrainn do threas pàrtaidh am fiosrachadh a chì thu no a chuireas tu a-steach air an duilleag seo a leughadh gu furasta.

source: You have requested a page that uses low-grade encryption. The web site has identified itself correctly, but information you see or enter on this page could be read by a third party.
gd: Dh'iarr thu duilleag a' tha a' cleachdadh dubh-cheileadh de dh'ìre ìseal. Chuir an làrach-lìn e fhèin an aithne mar bu chòir ach b' urrainn do threas pàrtaidh am fiosrachadh a chì thu no a chuireas tu a-steach air an duilleag seo a leughadh.

source: Although this page is encrypted, the information you have entered is to be sent over an unencrypted connection and could easily be read by a third party.##Are you sure you want to continue sending this information?##
gd: Ged a tha an duilleag seo air a dhubh-cheileadh, thèid am fiosrachadh a chuir thu a-steach a chur a-null air ceangal gun dubh-cheileadh agus b' urrainn do threas pàrtaidh a leughadh furasta gu leòr.##A bheil thu cinnteach gu bheil thu ag iarraidh am fiosrachadh seo a chur a-null?##

source: The information you have entered is to be sent over an unencrypted connection and could easily be read by a third party.##Are you sure you want to continue sending this information?##
gd: Thèid am fiosrachadh a chuir thu a-steach a chur a-null air ceangal gun dubh-cheileadh agus b' urrainn do threas pàrtaidh a leughadh furasta gu leòr.##A bheil thu cinnteach gu bheil thu ag iarraidh am fiosrachadh seo a chur a-null?##

source: Alert me whenever I'm about to view an encrypted page that contains some unencrypted information.
gd: Thoir rabhadh dhomh nuair a bhios mi an impis coimhead air duilleag dhubh-cheilte air a bheil fiosrachadh gun dubh-cheileadh.

source: Alert me whenever I leave an encrypted page for one that isn't encrypted.
gd: Thoir rabhadh dhomh nuair a shiubhlas mi o dhuilleag dhubh-cheilte gu tè gun dubh-cheileadh.

source: Alert me whenever I am about to view an encrypted page.
gd: Thoir rabhadh dhomh nuair a bhios mi an impis coimhead air duilleag dhubh-cheilte.

source: Alert me whenever I am about to view a page that uses low-grade encryption.
gd: Thoir rabhadh dhomh nuair a bhios mi an impis coimhead air duilleag a tha a' cleachdadh dubh-cheileadh de dh'ìre ìseal.

source: Alert me whenever I submit information that's not encrypted.
gd: Thoir rabhadh dhomh nuair a bhios mi an impis cur a-null fiosrachaidh gun dubh-cheileadh.

source: Displays security information about the current page
gd: Seall dhomh fiosrachadh tèarainteachd mun duilleag làithreach.

source: Warning: Contains unauthenticated content
gd: Rabhadh: tha susbaint gun dearbhadh ann

source: Certificate Manager
gd: Manaidsear nan teisteanasan

source: Your Certificates
gd: Na teisteanasan agad

source: People
gd: Daoine

source: Servers
gd: Frithealaichean

source: Authorities
gd: Ùghdarrasan

source: Others
gd: Feadhainn eile

source: Built-in CAs
gd: Ùghdarrasan teisteanachaidh 'na bhroinn

source: CAs Managed By You
gd: Ùghdarrasan teisteanachaidh fo do rian fhèin

source: You have certificates from these organizations that identify you:
gd: Tha teisteanasan agad a bheir aithne ort fhèin o na buidhnean seo:

source: You have certificates on file that identify these people:
gd: Tha teisteanasan agad a bheir aithne air na daoine a leanas:

source: You have certificates on file that identify these servers:
gd: Tha teisteanasan agad a bheir aithne air na frithealaichean a leanas:

source: You have certificates on file that identify these certificate authorities:
gd: Tha teisteanasan agad a bheir aithne air na h-ùghdarrasan teisteanachaidh a leanas:

source: You have certificates on file that do not fit in any of the other categories:
gd: Tha teisteanasan agad nach eil a' freagairt ris na roinnean eile:

source: &General
gd: &Coitcheann

source: Currently verifying certificate…
gd: A' dearbhadh an teisteanas an-dràsta fhèin…

source: Issued To
gd: Air fhoillseachadh do

source: Issued By
gd: Air fhoillseachadh le

source: Fingerprints
gd: Lorgan-meur

source: Certificate Detail
gd: Mion-fhiosrachadh an teisteanais

source: Common Name (CN)
gd: Ainm Coitcheann (Common Name, CN)

source: Organization (O)
gd: Buidheann (Organisation, O)

source: Organizational Unit (OU)
gd: Aonad na buidhne (Organisational Unit, OU)

source: SHA1 Fingerprint
gd: Lorg-meur SHA1

source: MD5 Fingerprint
gd: Lorg-meur MD5

source: Edit Security Certificate Settings
gd: Deasaich roghainnean nan teisteanasan tèarainteachd

source: Edit CA certificate trust settings
gd: Deasaich roghainnean earbsa de theisteanasan nan ùghdarrasan teisteanachaidh

source: Edit web site certificate trust settings
gd: Deasaich roghainnean earbsa ann an teisteanasan de làraichean-lìn

source: Edit trust settings:
gd: Deasaich na roghainnean earbsa:

source: This certificate can identify web sites.
gd: 'S urrainn dhan teisteanas seo làraichean-lìn aithneachadh.

source: This certificate can identify mail users.
gd: 'S urrainn dhan teisteanas seo cleachdaichean puist-dhealain aithneachadh.

source: This certificate can identify software makers.
gd: 'S urrainn dhan teisteanas luchd-saothrachaidh bathar-bog aithneachadh.

source: Edit certificate trust settings:
gd: Deasaich roghainnean earbsa nan teisteanasan:

source: Trust the authenticity of this certificate.
gd: Cuir earbsa ann an dearbhachd an teisteanais seo.

source: Do not trust the authenticity of this certificate.
gd: Na cuir earbsa ann an dearbhachd an teisteanais seo.

source: Edit email certificate trust settings
gd: Deasaich roghainnean earbsa nan teisteanasan puist-dhealain

source: Delete Certificate
gd: Sguaib às teisteanas

source: You have requested to delete this certificate:
gd: Dh'iarr thu an teisteanas seo a sguabadh às:

source: Are you sure you want to delete this certificate?
gd: A' bheil thu cinnteach gu bheil thu airson an teisteanas seo a sguabadh às?

source: Delete Your Certificate
gd: Sguaib às an teisteanas agad

source: You have requested to delete the certificate:
gd: Dh'iarr thu an teisteanas a leanas a sguabadh às:

source: Once you have deleted this certificate, you will not be able to read mail that has been encrypted with it.
gd: Chan urrainn dhut post-dealain a leughadh a chaidh a dhubh-cheileadh leis ma sguaibeas tu às an teisteanas seo.

source: Certificate Name
gd: Ainm an teisteanais

source: Lifetime
gd: Saoghal

source: Issued On
gd: Air fhoillseachadh

source: Expires On
gd: Falbhaidh an ùine air

source: &View…
gd: &Seall…

source: E&dit CA Trust
gd: &Deasaich earbsa sna h-ùghdarrasan teisteanachaidh

source: E&xport…
gd: À&s-mhalairt…

source: &Delete…
gd: S&guaib às…

source: Bac&kup All…
gd: Dèan lethbhrea&c-glèidhidh dhen a h-uile…

source: I&mport…
gd: In-&mhalairt…

source: Certificate &Fields
gd: &Raointean teisteanais

source: Field &Value
gd: &Luach raoin

source: &Certificate Hierarchy
gd: Ranga&chd teisteanais

source: Add E&xception…
gd: Cuir eis&geachd ris…

source: Add Security Exception
gd: Cuir eisgeachd tèarainteachd ris

source: Confirm Security Exception
gd: Dearbhaich eisgeachd tèarainteachd

source: Legitimate banks, stores, and other public sites will not ask you to do this.
gd: Chan iarr bancaichean, bùithtean is làraichean poblach is dligheach eile ort seo a dhèanamh.

source: Get Certificate
gd: Faigh teisteanas

source: Certificate Status
gd: Cor an teisteanais

source: View…
gd: Seall…

source: &Permanently store this exception
gd: &Stòir an eisgeachd seo gu &buan

source: Device Manager
gd: Manaidsear nan innealan

source: Security Modules and Devices
gd: Mòidealan is innealan tèarainteachd

source: &Change Slot Name
gd: &Atharraich ainm an t-sliotain

source: Log I&n
gd: Lo&g a-steach

source: Log &Out
gd: Log a&-mach

source: Change &Password
gd: Atharraich am &facal-faire

source: &Load
gd: &Luchdaich

source: &Unload
gd: &Dì-luchdaich

source: Enter the information for the module you want to add.
gd: Cuir a-steach fiosrachadh mun mhòideal a bu toigh leat a chur ris.

source: Module Name:
gd: Ainm a' mhòideil:

source: New PKCS#11 Module
gd: Mòideal PKCS#11 ùr

source: Module filename:
gd: Ainm faidhle a' mhòideil:

source: Load PKCS#11 Device
gd: Luchdaich inneal PKCS#11

source: New password:
gd: Am facal-faire ùr:

source: New password (again):
gd: Am faca-faire ùr (a-rithist):

source: Reset Master Password
gd: Falmhaich am prìomh fhacal-faire

source: If you reset your master password, all your stored web and e-mail passwords, form data, personal certificates, and private keys will be forgotten. Are you sure you want to reset your master password?
gd: Ma dh'fhalmhaicheas tu am prìomh fhacal-faire, thèid gach facal-faire airson làraichean-lìn is puist-dhealain, dàta fhoirmichean, teisteanasan pearsanta is iuchraichean prìobhaideach air chall. A bheil thu cinnteach gu bheil thu airson am prìomh fhacal-faire agad aiseag?

source: Enter Master Password
gd: Cuir a-steach am prìomh-fhacal-faire

source: Security Device:
gd: Inneal tèarainteachd:

source: Error - cannot recover
gd: Mearachd - cha ghabh ath-ghabhail

source: Settings for general security
gd: Roghainnean tèarainteachd choitcheann

source: Security Level
gd: Ìre na tèarainteachd

source: Use paranoid security settings
gd: Cleachd roghainnean tèarainteachd paranoidheach

source: Manage Certificates
gd: Stiùirich na teisteanasan

source: Downloading Certificate
gd: A' luchdadh a-nuas teisteanas

source: You have been asked to trust a new Certificate Authority (CA).
gd: Chaidh iarraidh ort earbsa a chur ann an ùghdarras teisteanachaidh (ÙT) ùr.

source: Trust this CA to identify web sites.
gd: Cuir earbsa san ùghdarras teisteanachaidh seo gus làraichean-lìn aithneachadh.

source: Trust this CA to identify email users.
gd: Cuir earbsa san ùghdarras teisteanachaidh seo gus cleachdaichean puist-dhealain aithneachadh.

source: Trust this CA to identify software developers.
gd: Cuir earbsa san ùghdarras teisteanachaidh seo gus luchd-leasachaidh bathar-bog aithneachadh.

source: Before trusting this CA for any purpose, you should examine its certificate and its policy and procedures (if available).
gd: Mus cuir thu earbsa san ùghdarras teisteanachaidh seo, bu chòir dhut sùil a chur air a theisteanas fhèin agus na poileasaidhean is modhan-obrach aca (ma tha gin ann).

source: View
gd: Seall

source: Policy
gd: Poileasaidh

source: Examine CA certificate
gd: Sgrùdaich teisteanas an ùghdarrais theisteanachaidh

source: Examine CA policies and procedures
gd: Sgrùdaich poileasaidhean is modhan-obrach an ùghdarrais theisteanachaidh

source: Certificate Exists
gd: Tha teisteanas ann

source: The Certificate already exists.
gd: Tha an teisteanas seo ann mu thràth.

source: User Identification Request
gd: Iarrtas aithneachadh cleachdaiche

source: This site has requested that you identify yourself with a certificate:
gd: Dh'iarr an làrach ort aithne a thoirt ort fhèin le teisteanas:

source: Choose a certificate to present as identification:
gd: Tagh teisteanas a nochdas tu mar dhearbh-aithne:

source: Details of selected certificate:
gd: Mion-fhiosrachadh an teisteanais a thagh thu:

source: Select Certificate
gd: Tagh teisteanas

source: Certificate:
gd: Teisteanas:

source: Choose a Certificate Backup Password
gd: Tagh facal-faire lethbhreac-ghlèidhidh an teisteanais

source: The certificate backup password you set here protects the backup file that you are about to create. You must set this password to proceed with the backup.
gd: Bidh facal-faire lethbhreac-glèidhidh an teisteanais a shuidheas tu an-seo a' glèidheadh am faidhle a tha thu gu bhith cruthachadh. Feumaidh tu am facal-faire seo a shuidheachadh mus lean thu ort leis a' lethbhreac-ghlèidhidh.

source: Certificate backup password:
gd: Facal-faire lethbhreac-glèidhidh an teisteanais:

source: Certificate backup password (again):
gd: Facal-faire lethbhreac-glèidhidh an teisteanais (a-rithist):

source: Important: If you forget your certificate backup password, you will not be able to restore this backup later. Please record it in a safe location.
gd: Cudromach: ma dhìochuimhnicheas tu facal-faire lethbhreac-glèidhidh an teisteanais agad, chan urrainn dhut an lethbhreac-glèidhidh seo a chleachdadh as dèidh sin. Cum cunntas dheth ann an àite sàbhailte.

source: Password Entry Dialog
gd: Còmhradh cur an fhacail-fhaire

source: Please enter the password that was used to encrypt this certificate backup.
gd: Cuir a-steach am facal-faire a chleachd thu gus lethbhreac-glèidhidh an teisteanais seo a dhubh-cheileadh

source: Choose Token Dialog
gd: Tagh còmhradh tòcain

source: Please choose a token.
gd: Tagh tòcan.

source: Encryption Key Copy
gd: Lethbhreac na h-iuchrach dubh-cheilidh

source: Important: This certificate authority has asked to make a backup of your encryption private key.
gd: Cudromach: dh'iarr ùghdarras an teisteanais seo ort lethbhreac-glèidhidh a dhèanamh dhen iuchair dubh-cheilidh phrìobhaideach agad.

source: The benefit is that if you lose access to your encryption private key, you can request a copy from this certificate authority.
gd: Bhiodh seo 'na bhuannachd dhut ma chailleas tu inntrigeadh dhan iuchair dubh-cheilidh phrìobhaideach agad oir b' urrainn dhut lethbhreac dheth iarraidh on ùghdarras teisteanachaidh seo.

source: However, your encryption private key will be stored by the certificate authority, and could be used to read your encrypted email or documents without your permission.
gd: Ge-tà, thèid an iuchair dubh-cheilidh phrìobhaideach agad a stòradh leis an ùghdarras teisteanachaidh seo agus dh'fhaodadh a chleachdadh gus puist-dhealain no sgrìobhainnean dubh-cheilte agad a leughadh gun chead uat.

source: &View Certificate
gd: Seall an &teisteanas

source: Please ask your system administrator for assistance
gd: Iarr air rianadair an t-siostaim agad do chuideachadh.

source: Generating A Private Key
gd: A' cruthachadh iuchair phrìobhaideach

source: Key Generation in progress… This may take a few minutes….
gd: Iuchair 'ga chruthachadh… Feumaidh seo mionaid no dhà…

source: Please wait…
gd: Fuirich ort…

source: Text Signing Request
gd: Iarrtas soidhneadh teacs

source: Signing Certificate
gd: Teisteanas soidhnidh

source: To confirm you agree to sign this text message using your selected certificate, please confirm by entering the master password:
gd: Gus dearbhadh gu bheil thu toilichte d' ainm a chur ris an teachdaireachd teacs seo leis an teisteanas a thagh thu, cuir a-steach am prìomh fhacal-faire agad:

source: Protected Token Authentication
gd: Dearbhadh le tòcan dìonta

source: Please authenticate to the token. Authentication method depends on the type of your token.
gd: Dearbhaich an tòcan. Tha an dòigh dearbhachaidh a' crochadh air seòrsan an tòcain agad.

source: Token:
gd: Tòcan:

source: This could be a problem with the server's configuration or it could be someone trying to impersonate the server.
gd: 'S dòcha gu bheil an duilgheadas seo co-cheangailte ri rèiteachadh an fhrithealaiche no dh'fhaodadh gu bheil cuideigin eile a leigeil air gur iadsan am frithealaichte.

source: If you have connected to this server successfully in the past the error may be temporary and you can try again later.
gd: Ma shoirbhich leat le ceangal a dhèanamh ris an fhrithealaiche seo roimhe, 's dòcha nach eil ann ach mearachd shealach 's mar sin, feuch ris a-rithist as a dhèidh seo.

source: Please enter the Personal Security Password for the PSM Private Keys security device.
gd: Cuir a-steach facal-faire na tèarainteachd phearsanta airson inneal tèarainteachd nan iuchraichean prìobhaideach PSM.

source: Do you want to trust "%S" for the following purposes?
gd: A bheil thu airson earbsa a chur ann an "%S" a chum na leanas?

source: Certificate Authority (unnamed)
gd: Ùghdarras teisteanachaidh (gun ainm)

source: Edit certificate trust
gd: Deasaich earbsa san teisteanas

source: The certificate "%S" represents a Certificate Authority.
gd: Tha an teisteanas "%S" a' riochdachadh ùghdarras teisteanachaidh.

source: The certificate "%S" was issued by:
gd: Chaidh an teisteanas "%S" fhoillseachadh le:

source: Because you do not trust the certificate authority that issued this certificate, you do not trust the authenticity of this certificate unless otherwise indicated here.
gd: A chionn 's nach eil earbsa agad san ùghdarras teisteanachaidh a dh'fhoillsich an teisteanas seo, chan eil earbsa agad ann an dearbhadh an teisteanais seo ach ma chomharraicheas tu a chaochladh an-seo.

source: Because you trust the certificate authority that issued this certificate, you trust the authenticity of this certificate unless otherwise indicated here.
gd: A chionn 's gu bheil earbsa agad san ùghdarras teisteanachaidh a dh'fhoillsich an teisteanas seo, tha earbsa agad ann an dearbhadh an teisteanais seo ach ma chomharraicheas tu a chaochladh an-seo.

source: Because you do not know the certificate authority that issued this certificate, you do not trust the authenticity of this certificate unless otherwise indicated here.
gd: A chionn 's nach aithne dhut an t-ùghdarras teisteanachaidh a dh'fhoillsich an teisteanas seo, chan eil earbsa agad ann an dearbhadh an teisteanais seo ach ma chomharraicheas tu a chaochladh an-seo.

source: Certificate for this certificate authority was not found
gd: Cha deach teisteanas a lorg airson an ùghdarrais theisteanachaidh seo

source: Are you sure you want to delete these server exceptions?
gd: A bheil thu cinnteach gu bheil thu airson na h-eisgeachdan frithealaiche seo a sguabadh às?

source: If you delete a server exception, you restore the usual security checks for that server and require it uses a valid certificate.
gd: Ma sguaibeas tu às eisgeachd frithealaiche, aisigidh thu na sgrùdaidhean tèarainteach àbhaisteach airson an fhrithealaiche sin agus bidh thu ag iarraidh teisteanas dligheach uaidhe.

source: Delete Server Certificate Exceptions
gd: Sguaib às eisgeachdan teisteanasan nam frithealaichean

source: Are you sure you want to delete these certificates?
gd: A bheil thu cinnteach gu bheil thu airson na teisteanasan seo a sguabadh às?

source: If you delete one of your own certificates, you can no longer use it to identify yourself.
gd: Ma sguaibeas tu às aon dhe na teisteanasan agad fhèin, chan urrainn dhut aithne a thoirt ort fhèin tuilleadh.

source: Delete your Certificates
gd: Sguaib às na teisteanasan agad

source: Are you sure you want to delete these CA certificates?
gd: A bheil thu cinnteach gu bheil thu airson na teisteansan seo o ùghdarrasan teisteanachaidh a sguabadh às?

source: If you delete a certificate authority (CA) certificate, this application will no longer trust any certificates issued by that CA.
gd: Ma sguabas tu às teisteanas o ùghdarras teisteanachaidh, cha chuir am prògram seo earbsa ann an teisteanas sam bith a thig on ùghdarras teisteanachaidh sin.

source: Delete CA Certificates
gd: Sguaib às teisteanasan nan ùghdarrasan teisteanachaidh
