Repository: kscanne/gaeilge-mozdev
Catalog: src/*/firefox-3.6.*.po
Languages: gd

source: Connection refused
gd: Ceangal air a dhiùltadh

source: Connection timed out
gd: Dh'fhalbh an ùine air a' cheangal

source: Network is offline (go online)
gd: Tha an lìonra far loidhe (rach air loidhne)

source: Port not allowed
gd: Chan eil am port ceadaichte

source: No data was received (please try again)
gd: Cha d' fhuaradh dàta (feuch ris a-rithist)

source: Update server not found (check your internet connection)
gd: Cha deach am frithealaiche ùrachaidh a lorg (cuir sùil air a' cheangal agad ris an lìon)

source: Proxy server not found (check your internet connection)
gd: Cha deach am frithealaiche progsaidh a lorg (cuir sùil air a' cheangal agad ris an lìon)

source: Data transfer was interrupted (please try again)
gd: Bhris tar-aiseag an dàta (cuir sùil air a' cheangal agad ris an lìon)

source: Proxy server connection refused
gd: Chaidh ceangal ris an fhrithealaiche phrogsaidh a dhiùltadh

source: Server certificate has expired (please adjust your system clock to the correct date and time if it is incorrect)
gd: Dh'fhalbh an ùine air ceadachas an fhrithealaiche (cuir ceart ceann-latha is uair an t-siostaim agad ma tha e cearr)

source: The integrity of the update could not be verified
gd: Cha do ghabh iomlanachd an ùrachaidh a dhearbhadh

source: Software Installation
gd: Stàladh de bhathar-bog

source: width: 45em
gd: width: 50em

source: Install add-ons only from authors whom you trust.
gd: Na stàlaich tuilleadain ach feadhainn le ùghdaran a tha earbsa agad annta.

source: Malicious software can damage your computer or violate your privacy.
gd: 'S urrainn do bhathar-bog droch rùnach cron a chur air a' choimpiutair agad no briseadh a-steach air do phrìobhaideachd.

source: (Author not verified)
gd: (Ùghdar gun dearbhadh)

source: You have asked to install the following %S items:
gd: Dh'iarr thu dèid na %S rudan a leanas a stàladh:

source: You have asked to install the following item:
gd: Dh'iarr thu gun dèid an rud a leanas a stàladh:

source: Install (%S)
gd: Stàlaich (%S)

source: Software Installation is complete. You will have to restart %S for changes to take effect.
gd: Tha stàladh a' bhathar-bhuig deiseil. Feumaidh tu %S ath-thòiseachadh mus obraich na h-atharrachaidhean.

source: Error Installing Item
gd: Mearachd le stàladh

source: Exceptions - Saved Passwords
gd: Eisgeachdan - Faclan-faire air a shàbhaladh

source: Passwords for the following sites will not be saved:
gd: Cha dèid faclan-faire a shàbhaladh air na làraichean a leanas:

source: Username
gd: Ainm a' chleachdaiche

source: Password
gd: Facal-faire

source: Remove &All
gd: Thoir &air falbh a h-uile

source: Use Password Manager to remember this value.
gd: Cleachd manaidsear nam faclan-faire gus an luach seo a chumail ann an cuimhne.

source: Use Password Manager to remember this password.
gd: Cleachd manaidsear nam faclan-faire gus am facal-faire seo a chumail ann an cuimhne.

source: Do you want %1$S to remember the password for "%2$S" on %3$S?
gd: A bheil thu ag iarraidh gun cum %1$S am facal-faire airson "%2$S" air %3$S an cuimhne?

source: Do you want %1$S to remember this password on %2$S?
gd: A bheil thu ag iarraidh gun cum %1$S am facal-faire seo air %2$S an cuimhne?

source: &Not Now
gd: &Na cum an cuimhne an turas seo

source: Ne&ver for This Site
gd: Na cu&m an cuimhne gu sìorraidh bràth

source: &Remember
gd: &Cum an cuimhne

source: Remember
gd: Cum an cuimhne

source: Confirm Password Change
gd: Dearbhaich atharrachadh an facail-fhaire

source: Would you like to change the stored password for %S?
gd: A bheil thu ag iarraidh am facal-faire a tha air a stòradh airson %S atharrachadh?

source: Would you like to change the stored password for this login?
gd: A bheil thu ag iarraidh am facal-faire a tha air a stòradh airson an logaidh a-steach seo atharrachadh?

source: Change
gd: Atharraich

source: Don't Change
gd: Na atharraich

source: Please confirm which user you are changing the password for
gd: Dearbhaich cò an cleachdaiche a tha thu ag atharrachadh an fhacail-fhaire air a shon

source: Hide Passwords
gd: Falaich na faclan-faire

source: Show Passwords
gd: Seall na faclan-faire

source: Are you sure you wish to show your passwords?
gd: A bheil thu cinnteach gu bheil thu airson na faclan-faire agad a shealltainn?

source: Are you sure you wish to remove all passwords?
gd: A bheil thu airson gach facal-faire a sguabadh às?

source: Remove all passwords
gd: Sguaib às a h-uile facal-faire

source: Passwords for the following sites are stored on your computer:
gd: Tha faclan-faire air a stòradh air a' choimpiutair agad airson nan làraichean a leanas:

source: The following passwords match your search:
gd: Tha na faclan-faire a leanas a' freagairt ris an lorg agad:

source: Unsorted Bookmarks
gd: Comharraidhean-lìn gun seòrsachadh

source: %S days ago
gd: %S làithean air ais

source: Last %S days
gd: Na %S làithean seo chaidh

source: Older than %S days
gd: Nas sine na %S làithean

source: This month
gd: Am mìos seo

source: Older than %S months
gd: Nas sine na %S mìosan

source: (local files)
gd: (faidhlichean ionadail)

source: Add Search Engine
gd: Cuir einnsean-rannsachaidh ris

source: Add "%S" to the list of engines available in the search bar? From: %S
gd: A bheil thu airson "%S" a chur ri liosta nan einnseanan-rannsachaidh a chithear sa bhàr-rannsachaidh? O: %S

source: Start &using it right away
gd: Cleachd e &sa bhad

source: %S could not download the search plugin from: %S
gd: Cha b' urrainn do %S am plugan rannsachaidh a luchdadh a-nuas o: %S

source: %S could not install the search plugin from "%S" because an engine with the same name already exists.
gd: Cha b' urrainn do %S am plugan-rannsachaidh o "%S" a stàladh a chionn 's gu bheil einnsean-rannsachaidh air a bheil an dearbh ainm ann mu thràth.

source: Install Error
gd: Mearachd stàlaidh

source: This search engine isn't supported by %S and can't be installed.
gd: Chan eil %S a' toirt taic ris an einnsean-rannsachaidh seo 's chan gabh a stàladh.

source: Suggestions
gd: Molaidhean

source: Submitted Crash Reports
gd: Aithisgean air tuislidhean coimpiutair a chaidh a chur

source: Report ID
gd: Dearbh-aithne na h-aithisge

source: Date Submitted
gd: Ceann-latha a chaidh a chur

source: No crash reports have been submitted.
gd: Cha deach aithisg air tuisleadh a chur.

source: This application has not been configured to display crash reports. The preference <code>breakpad.reportURL</code> must be set.
gd: Cha deach am prògram seo a rèiteachadh gus aithisgean tuislidh a shealltainn. Feumaidh tu an roghainn <code>breakpad.reportURL</code> a shuidheachadh.

source: Remove All Reports
gd: Thoir air falbh gach aithisg

source: Are you sure?
gd: A bheil thu cinnteach?

source: This will delete all reports and cannot be undone.
gd: Sguaibidh seo às a h-uile aithisg is cha ghabh an aiseag.

source: Crash Reporter
gd: Aithrisiche nan tuislidhean

source: %s Crash Reporter
gd: Aithrisiche nan tuislidhean %s

source: The application had a problem and crashed. Unfortunately the crash reporter is unable to submit a report for this crash. Details: %s
gd: Bha duilgheadas aig a' phrògram is thuislich e. Gu mì-fhortanach chan urrainn do dh'aithrisiche nan tuislidhean aithisg a chur mun tuisleadh seo. Mion-fhiosrachadh: %s

source: %s had a problem and crashed. Unfortunately the crash reporter is unable to submit a crash report. Details: %s
gd: Bha duilgheadas aig %s is thuislich %s. Gu mì-fhortanach chan urrainn do dh'aithrisiche nan tuislidhean aithisg a chur mun tuisleadh seo. Mion-fhiosrachadh: %s

source: We're Sorry
gd: Tha sinn duilich

source: %s had a problem and crashed. To help us diagnose and fix the problem, you can send us a crash report.
gd: Bha duilgheadas aig %s is thuislich e. 'S urrainn dhut aithisg tuislidh a chur thugainn gus ar cuideachadh le rannsachadh is càradh an duilgheadais.

source: This application is run after a crash to report the problem to the application vendor. It should not be run directly.
gd: Nochdaidh am prògram seo an cois tuislidh gus aithisg mun duilgheadas a chur gu reiceadair a' phrògraim. Cha bu chòir dhut a thòiseachadh leis fhèin.

source: Report Contents
gd: Susbaint na h-aithisge

source: Add a comment (comments are publicly visible)
gd: Cuir beachd ris (chithear na beachdan gu poblach)

source: This report also contains technical information about the state of the application when it crashed.
gd: Tha fiosrachadh teicnigeach san aithisg seo cuideachd a thaobh cor a' phrògraim nuair a thuislich e.

source: Tell %s about this crash so they can fix it
gd: Leig fios mun tuisleadh seo do %s gus an urrainn dhaibh a chàradh

source: Include the address of the page I was on
gd: Cuir ann seòladh na duilleige far an robh mi

source: Email me when more information is available
gd: Cuir post-dealain thugam nuair a bhios barrachd fiosrachaidh ri fhaighinn

source: Enter your email address here
gd: Cuir a-steach am post-dealain agad an-seo

source: Your crash report will be submitted before you quit or restart.
gd: Thèid an aithisg tuislidh agad a chur mus dùin thu no mus ath-thoisich thu am prògram.

source: Submitting your report…
gd: A' cur a-null na h-aithisge agad…

source: Report submitted successfully!
gd: Chaidh an aithisg a chur gu soirbheachail!

source: There was a problem submitting your report.
gd: Bha duilgheadas ann le cur a-null na h-aithisge agad.

source: Resending reports that previously failed to send…
gd: A' cur a-null nan aithisgean a dh'fhàillig roimhe…

source: Quit %s
gd: Dùin %s

source: Restart %s
gd: Ath-thoisich %s

source: Crash ID: %s
gd: Dearbh-aithne an tuislidh: %s

source: You can view details of this crash at %s
gd: Chì thu mion-fhiosrachadh an tuislidh seo aig %s

source: The application passed an invalid argument.
gd: Thug am prògram seachad argamaid mhì-dhligheach.

source: The application didn't leave an application data file.
gd: Cha do dh'fhàg am prògram faidhle dàta prògraim.

source: Couldn't read the application data file.
gd: Cha do ghabh faidhle dàta a' phrògraim a leughadh.

source: Couldn't move application data file.
gd: Cha do ghabh faidhle dàta a' phrògraim a ghluasad.

source: The application did not leave a crash dump file.
gd: Cha do dh'fhàg am prògram faidhle dumpaidh dhen tuisleadh.

source: Couldn't move crash dump.
gd: Cha do ghabh dumpa an tuislidh a ghluasad.

source: The application did not identify itself.
gd: Cha dug am prògram seachad a dhearbh aithne.

source: The application did not specify a crash reporting server.
gd: Cha do shònraich am prògram frithealaiche airson aithisgean tuislidh.

source: Couldn't find the crash reporter's settings.
gd: Cha do ghabh roghainnean aithrisiche nan tuislidhean a lorg.

source: Couldn't create pending dump directory.
gd: Cha do ghabh pasgan nan dumpadh ri dhèanamh a chruthachadh.

source: The version of %s you are using is no longer supported. Crash reports are no longer being accepted for this version. Please consider upgrading to a supported version.
gd: Chan eil taic ann tuilleadh dhan tionndadh seo de %S. Chan eilear a' gabhail ri aithisgean nan tuislidhean air sgàth sin. Saoil an ùraich thu e gu tionndadh a tha taic ann riutha?

source: English (US)
gd: Beurla (SA)

source: Firefox and the Firefox logos are trademarks of the Mozilla Foundation. All rights reserved.
gd: 'S e comharraidhean-malairt aig Fonndas Mozilla a tha ann am Firefox agus sna suaichteantasan Firefox. Gach còir air a ghlèidheadh.

source: Firefox Start, a fast home page with built-in search
gd: Firefox Start, duilleag-dhachaidh luath le inneal-rannsachaidh 'na bhroinn

source: Import your home page from %S
gd: Thoir a-steach an duilleag-dhachaidh agad o %S

source: Home Page Selection
gd: Taghadh na duilleige-dachaidh

source: Please select the home page you wish to use:
gd: Tagh an duilleag-dhachaidh a bu toigh leat cleachdadh:

source: Unable to communicate securely. Peer does not support high-grade encryption.
gd: Cha ghabh conaltradh tèarainte a dhèanamh. Chan eil an seise a' cur taic ri sàr-dhubh-cheileadh.

source: Unable to communicate securely. Peer requires high-grade encryption which is not supported.
gd: Cha ghabh conaltradh tèarainte a dhèanamh. Feumaidh an seise sàr-dhubh-cheileadh nach eil taic ann ris.

source: Cannot communicate securely with peer: no common encryption algorithm(s).
gd: Cha ghabh conaltradh tèarainte a dhèanamh: chan eil algairim(ean) an cumantas ann.

source: Unable to find the certificate or key necessary for authentication.
gd: Cha ghabh an ceadachas no an iuchair air a bheil feum airson dearbhadh a lorg.

source: Unable to communicate securely with peer: peers's certificate was rejected.
gd: Cha ghabh conaltradh tèarainte a dhèanamh ris an t-seise: chaidh teisteanas an t-seise a dhiùltadh.

source: The server has encountered bad data from the client.
gd: Fhuair am frithealaiche droch dhàta on chliant.

source: The client has encountered bad data from the server.
gd: Fhuair am frithealaiche droch dhàta on fhrithealaiche.

source: Unsupported certificate type.
gd: Chan eil taic ann ris an t-seòrsa seo de theisteanas.

source: Peer using unsupported version of security protocol.
gd: Tha an seise a' cleachdadh tionndadh dhen phrotacal tèarainteachd nach eil taic ris.

source: Client authentication failed: private key in key database does not match public key in certificate database.
gd: Dh'fhàillig dearbhadh a' chliant: chan eil an iuchair phrìobhaideach ann an stòr-dàta nan iuchraichean a' freagairt ris an iuchair phoblach ann an stòr-dàta nan teisteanasan.

source: Unable to communicate securely with peer: requested domain name does not match the server's certificate.
gd: Cha ghabh conaltradh tèarainte a dhèanamh ris an t-seise: chan eil ainm na h-àrainne a' freagairt ri teisteanas an fhrithealaiche.

source: Peer only supports SSL version 2, which is locally disabled.
gd: Tha an seise a' cur taic ri SSL tionndadh 2 a-mhàin, rud a tha air a chur à comas gu h-ionadail.

source: SSL received a record with an incorrect Message Authentication Code.
gd: Fhuair SSL clàr le còd dearbhadh teachdaireachd mì-cheart ann.

source: SSL peer reports incorrect Message Authentication Code.
gd: Tha an seise SSL a' dèanamh aithris air còd dearbhadh teachdaireachd mì-cheart.

source: SSL peer cannot verify your certificate.
gd: Chan urrainn dhan t-seise SSL an teisteanas agad a dhearbhadh.

source: SSL peer rejected your certificate as revoked.
gd: Dhiùlt an seise SSL an teisteanas agad is e ag ràdh gun deach a chùl-ghairm.

source: SSL peer rejected your certificate as expired.
gd: Dhiùlt an seise SSL an teisteanas agad is e ag ràdh gun do dh'fhalbh an ùine air.

source: Cannot connect: SSL is disabled.
gd: Cha ghabh ceangal a dhèanamh: tha SSL air a chur à comas.

source: Cannot connect: SSL peer is in another FORTEZZA domain.
gd: Cha ghabh ceangal a dhèanamh: tha an seise SSL ann an àrainn Fortezza eile.

source: An unknown SSL cipher suite has been requested.
gd: Chaidh sreath-sifir SSL neo-aithnichte iarraidh.

source: No cipher suites are present and enabled in this program.
gd: Chan eil sreath-sifir ann agus an comas sa phrògram seo.

source: SSL received a record with bad block padding.
gd: Fhuair SSL clàr le droch phadadh bluic.

source: SSL received a record that exceeded the maximum permissible length.
gd: Fhuair SSL clàr a chaidh thairis air an fhad a tha ceadaichte.

source: SSL attempted to send a record that exceeded the maximum permissible length.
gd: Dh'fheuch SSL ri clàr a chur a-null a chaidh thairis air an fhad a tha ceadaichte.

source: SSL received a malformed Hello Request handshake message.
gd: Fhuair SSL teachdaireachd crathadh-làimhe Hello Request mhì-chumte.

source: SSL received a malformed Client Hello handshake message.
gd: Fhuair SSL teachdaireachd crathadh-làimhe Client Hello mhì-chumte.

source: SSL received a malformed Server Hello handshake message.
gd: Fhuair SSL teachdaireachd crathadh-làimhe Server Hello mhì-chumte.

source: SSL received a malformed Certificate handshake message.
gd: Fhuair SSL teachdaireachd crathadh-làimhe Certificate mhì-chumte.

source: SSL received a malformed Server Key Exchange handshake message.
gd: Fhuair SSL teachdaireachd crathadh-làimhe Server Key Exchange mhì-chumte.

source: SSL received a malformed Certificate Request handshake message.
gd: Fhuair SSL teachdaireachd crathadh-làimhe Certificate Request mhì-chumte.

source: SSL received a malformed Server Hello Done handshake message.
gd: Fhuair SSL teachdaireachd crathadh-làimhe Server Hello Done mhì-chumte.

source: SSL received a malformed Certificate Verify handshake message.
gd: Fhuair SSL teachdaireachd crathadh-làimhe Certificate Verify mhì-chumte .

source: SSL received a malformed Client Key Exchange handshake message.
gd: Fhuair SSL teachdaireachd crathadh-làimhe Client Key Exchange mhì-chumte.

source: SSL received a malformed Finished handshake message.
gd: Fhuair SSL teachdaireachd crathadh-làimhe Finished mhì-chumte.

source: SSL received a malformed Change Cipher Spec record.
gd: Fhuair SSL clàr Change Cipher Spec mì-chumte.

source: SSL received a malformed Alert record.
gd: Fhuair SSL clàr Alert mì-chumte.

source: SSL received a malformed Handshake record.
gd: Fhuair SSL clàr Handshake mì-chumte.

source: SSL received a malformed Application Data record.
gd: Fhuair SSL clàr Application Data mì-chumte.

source: SSL received an unexpected Hello Request handshake message.
gd: Fhuair SSL teachdaireachd crathadh-làimhe Hello Request ris nach robh dùil.

source: SSL received an unexpected Client Hello handshake message.
gd: Fhuair SSL teachdaireachd crathadh-làimhe Client Hello ris nach robh dùil.

source: SSL received an unexpected Server Hello handshake message.
gd: Fhuair SSL teachdaireachd crathadh-làimhe Server Hello ris nach robh dùil.

source: SSL received an unexpected Certificate handshake message.
gd: Fhuair SSL teachdaireachd crathadh-làimhe Certificate ris nach robh dùil.

source: SSL received an unexpected Server Key Exchange handshake message.
gd: Fhuair SSL teachdaireachd crathadh-làimhe Server Key Exchange ris nach robh dùil.

source: SSL received an unexpected Certificate Request handshake message.
gd: Fhuair SSL teachdaireachd crathadh-làimhe Certificate Request ris nach robh dùil.

source: SSL received an unexpected Server Hello Done handshake message.
gd: Fhuair SSL teachdaireachd crathadh-làimhe Server Hello Done ris nach robh dùil.

source: SSL received an unexpected Certificate Verify handshake message.
gd: Fhuair SSL teachdaireachd crathadh-làimhe Certificate Verify ris nach robh dùil.

source: SSL received an unexpected Client Key Exchange handshake message.
gd: Fhuair SSL teachdaireachd crathadh-làimhe Client Key Exchange ris nach robh dùil.

source: SSL received an unexpected Finished handshake message.
gd: Fhuair SSL teachdaireachd crathadh-làimhe Finished ris nach robh dùil.

source: SSL received an unexpected Change Cipher Spec record.
gd: Fhuair SSL clàr Change Ciper Spec ris nach robh dùil.

source: SSL received an unexpected Alert record.
gd: Fhuair SSL clàr Alert ris nach robh dùil.

source: SSL received an unexpected Handshake record.
gd: Fhuair SSL clàr Handshake ris nach robh dùil.

source: SSL received an unexpected Application Data record.
gd: Fhuair SSL clàr Application Data ris nach robh dùil.

source: SSL received a record with an unknown content type.
gd: Fhuair SSL clàr anns a bha seòrsa neo-aithnichte de shusbaint.

source: SSL received a handshake message with an unknown message type.
gd: Fhuair SSL teachdaireachd cràthaidh-làimhe anns a bha seòrsa neo-aithnichte de theachdaireachd.

source: SSL received an alert record with an unknown alert description.
gd: Fhuair SSL clàr rabhaidh anns a bha tuairisgeul rabhaidh neo-aithnichte.

source: SSL peer has closed this connection.
gd: Dhùin an seise SSL an ceangal seo.

source: SSL peer was not expecting a handshake message it received.
gd: Cha robh dùil aig an t-seise SSL ris an teachdaireachd crathaidh-làimhe a fhuair e.

source: SSL peer was unable to successfully decompress an SSL record it received.
gd: Cha b' urrainn do sheise SSL clàr SSL a fhuair e a dhì-bhrùthadh gu soirbheachail.

source: SSL peer was unable to negotiate an acceptable set of security parameters.
gd: Cha b' urrainn dhan t-seise SSL seata freagarrach de pharamadairean tèarainteachd a cho-rèiteachadh.

source: SSL peer rejected a handshake message for unacceptable content.
gd: Dhiùlt an seise SSL teachdaireachd crathaidh-làimhe airson susbaint mì-fhreagarrach.

source: SSL peer does not support certificates of the type it received.
gd: Chan eil an seise SSL a' cur taic ri teisteanasan dhen t-seòrsa a fhuair e.

source: SSL peer had some unspecified issue with the certificate it received.
gd: Bha duilgheadas neo-shònraichte aig an t-seise SSL leis an teisteanas a fhuair e.

source: SSL experienced a failure of its random number generator.
gd: Dh'fhàillig an gineadair àireamhan tuaireamach aig SSL.

source: Unable to digitally sign data required to verify your certificate.
gd: Cha do ghabh ainm digiteach a chur ris an dàta air a bheil feum gus an teisteanas agad a dhearbhadh.

source: SSL was unable to extract the public key from the peer's certificate.
gd: Cha b' urrainn do SSL an iuchair phoblach a tharraing à teisteanas an t-seise.

source: Unspecified failure while processing SSL Server Key Exchange handshake.
gd: Fàillinn neo-shònraichte rè làimhseachadh crathadh-làimh SSL Server Key Exchange.

source: Unspecified failure while processing SSL Client Key Exchange handshake.
gd: Fàillinn neo-shònraichte rè làimhseachadh crathadh-làimh SSL Client Key Exchange.

source: Bulk data encryption algorithm failed in selected cipher suite.
gd: Dh'fhàillig algairim dubh-cheileadh tomad dàta anns an t-sreath-sifir a chaidh a thaghadh.

source: Bulk data decryption algorithm failed in selected cipher suite.
gd: Dh'fhàillig algairim dì-cheileadh tomad dàta anns an t-sreath-sifir a chaidh a thaghadh.

source: Attempt to write encrypted data to underlying socket failed.
gd: Dh'fhàillig sgrìobhadh an dàta air a dhubh-cheileadh gun bhun-shocaid.

source: MD5 digest function failed.
gd: Dh'fhàillig am foincsean eagaraidh MD5.

source: SHA-1 digest function failed.
gd: Dh'fhàillig am foincsean eagaraidh SHA-1.

source: MAC computation failed.
gd: Dh'fhàillig coimpiutadh Còd Dearbhachadh na Teachdaireachd (MAC).

source: Failure to create Symmetric Key context.
gd: Dh'fhàillig cruthachadh an co-theacs Symmetric Key.

source: Failure to unwrap the Symmetric key in Client Key Exchange message.
gd: Dh'fhàillig dì-phaisgeadh an Symmetric Key anns an teachdaireachd Client Key Exchange.

source: SSL Server attempted to use domestic-grade public key with export cipher suite.
gd: Dh'fheuch am frithealaiche SSL ri iuchair phoblach de dh'ìre dhachaigheil a chleachdadh le sreath-sifir às-mhalairt.

source: PKCS11 code failed to translate an IV into a param.
gd: Dh'fhàillig còd PKCS11 le eadar-theangachadh IV gu paramadair.

source: Failed to initialize the selected cipher suite.
gd: Dh'fhàillig tòiseachadh an t-sreatha-sifir a chaidh a thaghadh.

source: Client failed to generate session keys for SSL session.
gd: Dh'fhàillig cruthachadh nan iuchraichean seisein airson seisean SSL air a' chliant.

source: Server has no key for the attempted key exchange algorithm.
gd: Chan eil iuchair aig an fhrithealaiche airson algairim malairt na h-iuchrach a dh'fheuchadh.

source: PKCS#11 token was inserted or removed while operation was in progress.
gd: Chaidh tòcan PKCS#11 a chur ann no a thoirt às rè an obrachaidh.

source: No PKCS#11 token could be found to do a required operation.
gd: Cha deach tòcan PKCS#11 a lorg gus obrachadh riatanach a dhèanamh.
