Repository: kscanne/gaeilge-mozdev
Catalog: src/*/firefox-3.6.*.po
Languages: gd

source: I'll be careful, I promise!
gd: Tha mi a' toirt gealladh gum bi mi faiceallach!

source: Show this warning next time
gd: Seall an rabhadh seo an ath-thuras

source: &Filter:
gd: &Criathair:

source: Preference Name
gd: Ainm na roghainn

source: Click to sort
gd: Briog gus a sheòrsachadh

source: Click to select columns to display
gd: Tagh na cuilbh a tha thu airson taisbeanadh le briog

source: Copy &Name
gd: Dèan lethbhreac dhen ai&nm

source: Copy &Value
gd: Dèan lethbhreac dhen &luach

source: &Modify
gd: &Atharraich

source: &Toggle
gd: &Toglaich

source: Ne&w
gd: Ù&r

source: &String
gd: &Sreang

source: &Integer
gd: À&ireamh shlàn

source: &Boolean
gd: &Booleach

source: default
gd: bunaiteach

source: user set
gd: air a shuidheachadh leis a' chleachdaiche

source: locked
gd: glaiste

source: string
gd: sreang

source: integer
gd: àireamh shlàn

source: boolean
gd: Booleach

source: New %S value
gd: Luach ùr %S

source: Enter the preference name
gd: Cuir a-steach ainm na roghainn

source: Enter %S value
gd: Cuir a-steach luach %S

source: Error Console
gd: Mearachd na consoil

source: Source File:
gd: Am faidhle tùsail:

source: Line:
gd: Loidhne:

source: Column:
gd: Colbh:

source: &All
gd: &A h-uile

source: &Errors
gd: M&earachdan

source: &Warnings
gd: &Rabhaidhean

source: &Messages
gd: &Teachdaireachdan

source: &Clear
gd: &Falamhaich

source: C&ode:
gd: &Còd:

source: E&valuate
gd: &Luachaich

source: &First > Last Sort Order
gd: Òrdugh seòrsachaidh &Toiseach > Crìoch

source: &Last > First Sort Order
gd: Òrdugh seòrsachaidh &Crìoch > Toiseach

source: Error:
gd: Mearachd:

source: Warning:
gd: Rabhadh:

source: Source File: %S
gd: Am faidhle tùsail: %S

source: Line: %S
gd: Loidhne: %S

source: Line: %S, Column: %S
gd: Loidhne: %S, colbh: %S

source: Source Code:
gd: An còd tùsail:

source: Save Image
gd: Sàbhail an dealbh

source: Save Video
gd: Sàbhail am video

source: Save Audio
gd: Sàbhail an fhuaim

source: Save As
gd: Sàbhail mar

source: index
gd: clàr-amais

source: Web Page, complete
gd: Duilleag-lìn, gu h-iomlan

source: Web Page, HTML only
gd: Duilleag-lìn, HTML a-mhàin

source: Web Page, XHTML only
gd: Duilleag-lìn, XHTML a-mhàin

source: Web Page, SVG only
gd: Duilleag-lìn, SVG a-mhàin

source: Web Page, XML only
gd: Duilleag-lìn, XML a-mhàin

source: %S_files
gd: %S_faidhlichean

source: Customize Character Encoding
gd: Gnàthaich còdachadh charactairean

source: Active Character Encodings:
gd: Còdachaidhean charactairean beòtha:

source: Available Character Encodings:
gd: Còdachaidhean charactairean ri am faighinn:

source: Customize Toolbar
gd: Gnàthaich a' chrann-inneal

source: width: 635px; height: 400px;
gd: width: 680px; height: 480px;

source: You can add or remove items by dragging to or from the toolbars.
gd: 'S urrainn dhut rudan a chur ris no a thoirt air falbh le bhith 'gan slaodadh air a' chrann-inneal no air falbh uaithe.

source: Show:
gd: Seall:

source: Icons and Text
gd: Ìomhaighean is teacs

source: Icons
gd: Ìomhaighean

source: Text
gd: Teacs

source: Use Small Icons
gd: Cleachd ìomhaighean beaga

source: Restore Default Set
gd: Aisig an seata bunaiteach

source: Add New Toolbar
gd: Cuir crann-inneal ùr ris

source: Undo Changes
gd: Neo-dhèan na h-atharrachaidhean

source: New Toolbar
gd: Crann-inneal ùr

source: Enter a name for this toolbar:
gd: Cuir a-steach ainm airson na croinn-inneal seo:

source: There is already a toolbar with the name "%S". Please enter a different name.
gd: Tha crann-inneal ann mu thràth air a bheil "%S". Cuir a-steach ainm eile.

source: You must enter a name to create a new toolbar.
gd: Feumaidh tu ainm a chur a-steach gus crann-inneal ùr a chruthachadh.

source: Separator
gd: Sgaradair

source: Flexible Space
gd: Spàs sùbailte

source: Jan
gd: Faoi

source: Feb
gd: Gearr

source: Mar
gd: Màrt

source: Apr
gd: Gib

source: May
gd: An Cèitean

source: Jun
gd: Ògmh

source: Jul
gd: Iuch

source: Aug
gd: Lùn

source: Sep
gd: Sult

source: Oct
gd: Dàmh

source: Nov
gd: Samh

source: Dec
gd: Dùbh

source: January
gd: Am Faoilleach

source: February
gd: An Gearran

source: March
gd: Am Màrt

source: April
gd: An Giblean

source: June
gd: An t-Ògmhios

source: July
gd: An t-Iuchar

source: August
gd: An Lùnastal

source: September
gd: An t-Sultain

source: October
gd: An Dàmhair

source: November
gd: An t-Samhainn

source: December
gd: An Dùbhlachd

source: Sunday
gd: DiDòmhnaich

source: Monday
gd: DiLuain

source: Tuesday
gd: DiMàirt

source: Wednesday
gd: DiCiadain

source: Thursday
gd: DiarDaoin

source: Friday
gd: DihAoine

source: Saturday
gd: DiSathairne

source: Sun
gd: DiD

source: Mon
gd: DiL

source: Tue
gd: DiM

source: Wed
gd: DiC

source: Thu
gd: Diar

source: Fri
gd: Dih

source: Sat
gd: DiS

source: Su
gd: Dò

source: Mo
gd: Lu

source: Tu
gd: Mà

source: We
gd: Ci

source: Th
gd: Da

source: Fr
gd: hA

source: Noon
gd: Meadhan-latha

source: Midnight
gd: Meadhan-oidhche

source: All Day
gd: Fad an latha

source: Help
gd: Cobhair

source: More Info
gd: Barrachd fiosrachaidh

source: Illegal Operation in Plug-in
gd: Gnìomh neo-dhligheach sa phlugan

source: The plug-in performed an illegal operation. You are strongly advised to restart %S.
gd: Rinn am plugan gnìomh mì-dhligheach. Mholamaid gu mòr dhut %S ath-thòiseachadh.

source: Don't show this message again during this session.
gd: Na seall an teachdaireachd seo a-rithist rè an t-seisein seo.

source: &Find
gd: &Lorg

source: Find Pre&vious
gd: &Fear roimhe seo

source: None Selected
gd: Cha deach gin a thaghadh

source: &Look in:
gd: &Lorg an-seo:

source: File &name:
gd: Ai&nm an fhaidhle:

source: Files of &type:
gd: &Seòrsa an fhaidhle:

source: &Show hidden files and directories
gd: Seall na faidhlichean is &pasgain fhalaichte

source: You do not have the permissions necessary to view this directory.
gd: Chan eil cead iomchaidh agad gus am pasgan seo fhaicinn.

source: Go up a level
gd: Rach suas leibheil

source: Go to home
gd: Rach dhachaigh

source: Create new directory
gd: Cruthaich pasgan ùr

source: All Files
gd: A h-uile faidhle

source: HTML Files
gd: Faidhlichean HTML

source: Text Files
gd: Faidhlichean teacs

source: Image Files
gd: Faidhlichean deilbh

source: XML Files
gd: Faidhlichean XML

source: XUL Files
gd: Faidhlichean XUL

source: Directory name:
gd: Ainm a' phasgain:

source: Save As:
gd: Sàbhail mar:

source: Error opening %S
gd: Mearachd rè fosgladh %S

source: File %S doesn't exist
gd: Chan eil am faidhle %S ann

source: Error accessing %S
gd: Mearachd rè inntrigidh do %S

source: Directory %S doesn't exist
gd: Chan eil am pasgan %S ann

source: File %S is not readable
gd: Cha ghabh am faidhle %S a leughadh

source: Error saving %S
gd: Mearachd rè sàbhaladh %S

source: %S is a file, can't save %S
gd: 'S e faidhle a tha ann an %S, cha ghabh %S a shàbhaladh

source: Path %S doesn't exist, can't save %S
gd: Chan eil an t-slighe %S ann, cha ghabh %S a shàbhaladh

source: File %S is not writable.
gd: Chan urrainn dhut sgrìobhadh gun fhaidhle %S.

source: Cannot create file. Directory %S is not writable.
gd: Cha ghabh am faidhle a chruthachadh. Chan urrainn dhut sgrìobhadh gun phasgan %S.

source: Error creating %S
gd: Mearachd rè cruthachadh %S

source: A file named %S already exists, directory cannot be created.
gd: Tha faidhle ann mu thràth air a bheil %S, cha ghabh am pasgan a chruthachadh.

source: Directory %S could not be created
gd: Cha do ghabh am pasgan %S a chruthachadh

source: Directory cannot be created, %S is a file
gd: Cha do ghabh am pasgan %S a chruthachadh, tha %S 'na fhaidhle

source: Directory cannot be created, %S not writable
gd: Cha do ghabh am pasgan %S a chruthachadh, chan urrainn dhut sgrìobhadh gu %S

source: Unknown Error
gd: Mearachd neo-aithnichte

source: An unknown error occured (path %S)
gd: Thachair mearachd neo-aithnichte (slighe %S)

source: &Next
gd: &Air adhart

source: Find the next occurrence of the phrase
gd: Lorg ath-làthair na h-abairt seo

source: &Previous
gd: Air ai&s

source: Find the previous occurrence of the phrase
gd: Lorg làthair roimhe na h-abairt seo

source: Close Find bar
gd: Dùin am bàr luirg

source: Highlight &all
gd: Comharraich &a h-uile

source: Highlight all occurrences of the phrase
gd: Comharraich gach làthair na h-abairt seo

source: Mat&ch case
gd: Aire do litri&chean mòra is beaga

source: Phrase not found
gd: Cha deach an abairt a lorg

source: Reached end of page, continued from top
gd: Ràinig sinn bun na duilleige, a' leantainn air adhart o bharr na duilleige

source: Reached top of page, continued from bottom
gd: Ràinig sinn barr na duilleige, a' leantainn air adhart o bhun na duilleige

source: Find:
gd: Lorg:

source: Quick Find:
gd: Lorg luath:

source: Quick Find (links only):
gd: Lorg luath (ceanglaichean a-mhàin):

source: (Case sensitive)
gd: (aire do litrichean mòra/beaga)

source: %S match
gd: %S chèile

source: %S matches
gd: %S cèilean

source: More than %S matches
gd: Barrachd air %S cèilean

source: Find in This Page
gd: Lorg air an duilleag seo

source: Fi&nd what:
gd: Lorg an rud &seo:

source: &Wrap
gd: &Paisg

source: &Find Next
gd: An ath-&fhear

source: &Up
gd: S&uas

source: &Down
gd: &Sìos

source: Direction
gd: Taobh

source: The text you entered was not found.
gd: Cha deach an teacs a chuir thu a-steach ann.

source: Find
gd: Lorg

source: _As Laid Out on the Screen
gd: M_ar a chithear e air an sgrìn

source: The _Selected Frame
gd: Am frèam a chaidh a _thaghadh

source: Each Frame on Separate _Pages
gd: Gach frèam air duilleag fa _leth

source: Ignore Scaling and S_hrink To Fit Page Width
gd: Leig seachad sgèileadh is c_rùbadh gu leud na duilleige

source: Print Selection _Only
gd: Clò-bhuail na chaidh a thaghadh _a-mhàin

source: Print Backgrounds
gd: Clò-bhuail an cùlaibh

source: Print Background _Colors
gd: Clò-bhuail datha a' _chùlaibh

source: Print Background I_mages
gd: Clò-bhuail deal_bhan a' chùlaibh

source: Header and Footer
gd: Bann-cinn is bann-coise

source: Left
gd: Clì

source: Right
gd: Deis

source: --blank--
gd: --bàn--

source: Title
gd: Tiotal

source: Date/Time
gd: Ceann-là/Àm

source: Page #
gd: Duilleag a #

source: Page # of #
gd: Duilleag a # à #

source: Custom...
gd: Gnàthaichte...

source: Please enter your custom header/footer text
gd: Cuir a-steach teacs gnàthaichte a' bhanna-chinn/-choise agad

source: en-US
gd: gd-GB

source: en-us, en
gd: gd-gb, gd, en-gb, en-us, en

source: Up Arrow
gd: Saighead suas

source: Down Arrow
gd: Saighead sìos

source: Left Arrow
gd: Saighead chlì

source: Right Arrow
gd: Saighead dheis

source: Page Up
gd: Duilleag suas

source: Page Down
gd: Duilleag sìos

source: Tab
gd: Taba

source: End
gd: Deireadh

source: Abkhazian
gd: Abchasais

source: Avestan
gd: Avestanais

source: Amharic
gd: Amtharais

source: Aragonese
gd: Aragonais

source: Assamese
gd: Asamais

source: Asturian
gd: Astùrais

source: Avaric
gd: Avarais

source: Azerbaijani
gd: Asarbaideànais

source: Belarusian
gd: Bealaruisis

source: Bulgarian
gd: Bulgairis

source: Tibetan
gd: Tibeitis

source: Breton
gd: Breatnais

source: Bosnian
gd: Bosnais

source: Catalan
gd: Catalanais

source: Chechen
gd: Deideanais

source: Corsican
gd: Corsais

source: Czech
gd: Seicis

source: Church Slavic
gd: Slàbhais na h-Eaglaise

source: Welsh
gd: Cuimris

source: Danish
gd: Danmhairgis

source: German
gd: Gearmailtis

source: English
gd: Beurla

source: Spanish
gd: Spàinntis

source: Estonian
gd: Estonais

source: Basque
gd: Basgais

source: Persian
gd: Farsaidh

source: Finnish
gd: Suomais

source: Fijian
gd: Fìdis

source: Faroese
gd: Fàrothais

source: French
gd: Fraingis

source: Friulian
gd: Friùilis

source: Frisian
gd: Frìsis

source: Irish
gd: Gaeilge

source: Scots Gaelic
gd: Gàidhlig

source: Galician
gd: Gailìsis

source: Guarani
gd: Guaraní

source: Manx
gd: Gaelg

source: Croatian
gd: Cròthaisis

source: Upper Sorbian
gd: Sòrbais Uachdarach

source: Haitian
gd: Crìtheol Haidhti

source: Hungarian
gd: Ungairis

source: Indonesian
gd: Innd-innsis

source: Sichuan Yi
gd: Yi Sichuan

source: Icelandic
gd: Innis-tìlis

source: Italian
gd: Eadailtis

source: Javanese
gd: Deàbhanais

source: Kazakh
gd: Casachais

source: Greenlandic
gd: Graonlannais

source: Kashmiri
gd: Caismiris

source: Kurdish
gd: Cùrdais

source: Cornish
gd: Còrnais

source: Kirghiz
gd: Cìorgais

source: Latin
gd: Laideann

source: Luxembourgish
gd: Lugsamburgais

source: Limburgan
gd: Liomburgais

source: Lithuanian
gd: Liotuainis

source: Latvian
gd: Laitbheis

source: Malagasy
gd: Malagasais

source: Marshallese
gd: Marshallais

source: Maori
gd: Māori

source: Macedonian
gd: Masadonais

source: Mongolian
gd: Mongolais

source: Malay
gd: Malaidhis

source: Maltese
gd: Maltais

source: Burmese
gd: Burmais

source: Norwegian Bokmål
gd: Bokmål na Nirribhidh

source: Ndebele, North
gd: Ndebele a Tuath

source: Nepali
gd: Neapàilis

source: Dutch
gd: Duitsis

source: Norwegian Nynorsk
gd: Nynorsk na Nirribhidh

source: Norwegian
gd: Nirribhis

source: Ndebele, South
gd: Ndebele a Deas

source: Sotho, Northern
gd: Soto a Tuatha

source: Occitan
gd: Osgatanais

source: Ossetian
gd: Osadais

source: Punjabi
gd: Panjabi

source: Polish
gd: Pòlainnis

source: Pashto
gd: Paistiu

source: Portuguese
gd: Portagailis

source: Quechua
gd: Ceatsua

source: Rhaeto-Romanic
gd: Rumains

source: Romanian
gd: Ròmanais

source: Sardinian
gd: Sardainis

source: Northern Sami
gd: Sàmi a Tuath

source: Singhalese
gd: Singhala

source: Slovak
gd: Slòbhacais

source: Slovenian
gd: Slòbhainis

source: Samoan
gd: Samothanais

source: Somali
gd: Somàilis

source: Albanian
gd: Albanais

source: Serbian
gd: Seàrbais

source: Sotho, Southern
gd: Sotho a Deas

source: Sundanese
gd: Sundanais

source: Swedish
gd: Suainis

source: Tajik
gd: Taidigis

source: Turkmen
gd: Turcmanais

source: Tatar
gd: Tatarais

source: Tahitian
gd: Cànan Tahiti

source: Uighur
gd: Ùigiurais

source: Uzbek
gd: Usbagais

source: Vietnamese
gd: Bhiet-Namais

source: Walloon
gd: Bhallonais

source: Sorbian
gd: Sòrbais

source: Yiddish
gd: Iùdhais

source: from <strong>The Book of Mozilla,</strong> 11:9<br/><small>(10th Edition)</small>
gd: o <strong>The Book of Mozilla,</strong> 11:9<br/><small>(10mh Foillseachadh)</small>

source: Close this message
gd: Dùin an teachdaireachd seo

source: Opening #1
gd: A' fosgladh #1

source: The file &quot;#3&quot; is of type #2 (#1), and #4 does not know how to handle this file type. This file is located at:
gd: Tha am faidhle &quot;#3&quot; dhen t-seòrsa #2 (#1) agus chan eil fhios aig #4 mar a dh'fhosglas e faidhle dhen t-seòrsa seo. Tha am faidhle seo aig:

source: The file &quot;#3&quot; is of type #2, and #4 does not know how to handle this file type. This file is located at:
gd: Tha am faidhel &quot;#3&quot; dhen t-seòrsa #2 agus chan eil fhios aig #4 mar a dh'fhosglas e faidhle dhen t-seòrsa seo. Tha am faidhle aig:

source: The site has suggested that &quot;#3&quot; be handled as an attachment. It is of type #2 (#1) and located at:
gd: Mhol an làrach seo gun làimhsichear &quot;#3&quot; mar cheanglachan. Tha e dhen t-seòrsa #2 (#1) agus aig:

source: The site has suggested that &quot;#3&quot; be handled as an attachment. It is of type #2 and located at:
gd: Mhol an làrach gun làimhsichear &quot;#3&quot; mar cheanglachan. Tha e dhen t-seòrsa #2 agus aig:

source: #4 has detected that the file &quot;#3&quot; is likely to be of type #2 (#1). The file is located at:
gd: Mhothaich #4 dha gu bheil am faidhle &quot;#3&quot; dhen t-seòrsa #2(#1) a-rèir coltas. Tha am faidhle aig:

source: #4 has detected that the file &quot;#3&quot; is likely to be of type #2. The file is located at:
gd: Mhothaich #4 dha gu bheil am faidhle &quot;#3&quot; dhen t-seòrsa #2 a-rèir coltas. Tha am faidhle aig:

source: What should #1 do with this file?
gd: Dè nì #1 leis an fhaidhle seo?

source: &Always perform this action when handling files of this type
gd: Dèan seo gach turas &a bhios faidhle dhen t-seòrsa seo ga làimhseachadh

source: &Save it to disk
gd: &Sàbhail e air an diosg

source: &Open it with the default application (#1)
gd: F&osgail e leis a' phrògram bhunaiteach (#1)

source: Open it with the default application
gd: Fosgail e leis a' phrògram bhunaiteach

source: Open it &with
gd: Fosgail e &le

source: &Choose…
gd: &Tagh…

source: Choose Helper Application
gd: Tagh am prògram cobharach

source: The application you specified (&quot;#1&quot;) could not be found. Check the file name or select another application.
gd: Cha deach am prògram a shònraich thu (&quot;#1&quot;) a lorg. Cuir sùil air ainm an fhaidhle no tagh prògram eile.

source: Application not found
gd: Cha deach am prògram a lorg

source: Enter name of file to save to…
gd: Cuir a-steach ainm an fhaidhle a thèid a shàbhail thuige...

source: unnamed
gd: gun ainm

source: Saving
gd: A' sàbhaladh

source: #2&#037; of #1 Saved
gd: #2&#037; de #1 air an sàbhaladh

source: Saving From:
gd: A' sàbhaladh o:

source: To:
gd: Gu:

source: #2&#037; of #1 Completed
gd: #2&#037; de #1 deiseil

source: Opening From:
gd: A' fosgladh o:

source: With:
gd: Le:

source: Saving #1
gd: #1 'ga shàbhaladh

source: Status:
gd: Cor:

source: Time Elapsed:
gd: An tìde a thug e:

source: Time Left:
gd: An tìde a bheir e fhathast:

source: Progress:
gd: Adhartas:

source: Keep this window open after the download is complete.
gd: Cum an uinneag seo fosgailte as dèidh dhan luchdadh a-nuas a bhith deiseil.

source: Pause
gd: Cuir 'na stad

source: Resume
gd: Lean air

source: Show File Location
gd: Seall làthair an fhaidhle

source: Launch File
gd: Toisich am faidhle

source: _: Download Paused
gd: _: Luchdadh a-nuas 'na stad

source: _: #1KB of #2KB (at #3KB/sec)
gd: _: #1kB de #2kB (aig #3kB/diog)

source: _: Unknown
gd: _: Neo-aithnichte

source: _: Finished, #2 KB downloaded (elapsed time was #1)
gd: _: Deiseil, #2 kB air a luchdadh a-nuas (thug e: #1)

source: Saving %S
gd: A' sàbhaladh %S

source: Opening %S
gd: A' fosgladh %S

source: Warning! Executable files may contain viruses or other malicious code that could harm your computer. Use caution when opening this file. Are you sure you want to launch %S?
gd: Rabhadh! Dh'fhaodadh bìorasan no còd millteach eile a bhith ann am faidhlichean so-ghnìomhaichte a dh'fhaodadh cron a chur air a' choimpiutair agad. Bi faiceallach le fosgladh an fhaidhle seo. A bheil thu cinnteach gu bheil thu airson %S a thòiseachadh?

source: Don't ask me again.
gd: Na faighnich dhìom a-rithist.

source: Sorted by %COLNAME%
gd: Air a sheòrsachadh a-rèir %COLNAME%

source: Print to &File
gd: Clò-bhuail gu &faidhle

source: Pr&operties…
gd: R&oghainnean…

source: Printer Description:
gd: Tuairisgeul a' chlò-bhualadair:

source: Printer
gd: Clò-bhualadair

source: Printer &Name:
gd: Ai&nm a' chlò-bhualadair:

source: Print Range
gd: Raon a' chlò-bhualaidh

source: &All Pages
gd: &A h-uile duilleag

source: &Pages
gd: &Duilleagan

source: f&rom
gd: &o

source: &to
gd: &gu

source: &Selection
gd: &Na chaidh a thaghadh

source: Copies
gd: Leth-bhric

source: Number of &copies:
gd: Àireamh de lethbhri&c:

source: As laid o&ut on the screen
gd: Mar a chithear air an &sgrìn

source: The selected fra&me
gd: Am frèa&m a chaidh a thaghadh

source: Printer Properties
gd: Roghainnean a' chlò-bhualadair

source: &Paper Size:
gd: Meud a' &phàipeir

source: Plex &mode:
gd: &Modh plex:

source: R&esolution/Quality:
gd: Dùmhlachd-bhr&eacaidh/Càileachd:

source: Print C&ommand:
gd: Òrd&ugh clò-bhualaidh:

source: &Job Title:
gd: Ainm na sao&thrach:

source: &Grayscale
gd: S&gèile liath

source: &Color
gd: &Dath

source: Color&space:
gd: &Spàs datha:

source: Fonts:
gd: Cruthan-clò:

source: &Download fonts to printer
gd: Luchdaich cruthan-clò a-nuas &dhan chlò-bhualadair

source: Gap from edge of paper to Margin
gd: Beàrn eadar oir a' phàipeir is am marghan

source: &Top:
gd: &Barr:

source: &Bottom:
gd: B&un:

source: &Left:
gd: C&lì:

source: &Right:
gd: D&eis:

source: Page Setup
gd: Roghainnean na duilleige

source: Format &amp; Options
gd: Fòrmat ┐rogainnean

source: Format
gd: Fòrmat

source: Orientation:
gd: Taobhachadh na duilleige:

source: &Portrait
gd: &Portraid

source: &Landscape
gd: &Dreach-tìre

source: &Scale:
gd: &Sgèile:

source: Shrink to fit Page &Width
gd: Crùb gu &leud na duilleige

source: Print &Background (colors &amp; images)
gd: Clò-bhuail an cùlaibh (dathan ┐ dealbhan)

source: Margins &amp; Header/Footer
gd: Marghain ┐ bann-cinn/bann-coise

source: Margins (#1)
gd: Marghain (#1)

source: inches
gd: òirlich

source: millimeters
gd: milemeatairean

source: Headers &amp; Footers
gd: Bannan-cinn ┐ coise

source: Left:
gd: Clì:

source: Center:
gd: Meadhan:

source: Right:
gd: Deis:

source: Left header
gd: Bann-cinn clì

source: Center header
gd: Bann-cinn meadhanach

source: Right header
gd: Bann-cinn deis

source: Left footer
gd: Bann-coise clì

source: Center footer
gd: Bann-coise meadhanach

source: Right footer
gd: Bann-coise deis

source: Custom…
gd: Gnàthaichte…

source: Enter your custom header/footer text
gd: Cuir a-steach teacs a' bhanna-chinn/choise ghnàthaichte agad

source: P&age:
gd: Duille&ag:

source: of
gd: a-mach à

source: P&ortrait
gd: P&ortraid

source: Shrink To Fit
gd: Crùb gu freagarrachd

source: Custom Scale…
gd: Sgèile ghnàthaichte…

source: First page
gd: A' chiad duilleag

source: Last page
gd: An duilleag mu dheireadh

source: Next page
gd: An ath-dhuilleag

source: Previous page
gd: An duilleag roimhe

source: Print Preview
gd: Ro-shealladh clò-bhualaidh

source: Title:
gd: Tiotal:

source: Preparing…
gd: Ag ullachadh…

source: Printing
gd: Clò-bhualadh

source: Printing is Completed.
gd: Tha an clò-bhualadh deiseil.

source: U.A.E.
gd: Na h-Iomaratan Arabach Aonaichte

source: Afghanistan
gd: Afghanastàn

source: Antigua and Barbuda
gd: Aintìoga is Barbuda

source: Albania
gd: Albàinia

source: Armenia
gd: Airmeinia

source: Netherlands Antilles
gd: Eileanan Aintilia nan Tìrean Ìsle

source: Angola
gd: Angòla

source: Antarctica
gd: An Antartaig

source: Argentina
gd: An Argantain

source: American Samoa
gd: Samotha na h-Airmeireaga

source: Austria
gd: An Ostair

source: Australia
gd: Astràilia

source: Åland Islands
gd: Na h-Eileanan Åland

source: Azerbaijan
gd: Asarbaideàn

source: Bosnia and Herzegovina
gd: Bosna is Hearsagobhana

source: Bangladesh
gd: Bangladais

source: Belgium
gd: A' Bheilg

source: Bulgaria
gd: A' Bhulgair

source: Bahrain
gd: Bachrain

source: Burundi
gd: Burundaidh

source: Benin
gd: Beinin

source: Bermuda
gd: Bearmùda

source: Brunei Darussalam
gd: Brùnaidh Dàr as-Salàm

source: Bolivia
gd: Boilibhia

source: Brazil
gd: Braisil

source: Bahamas
gd: Na h-Eileanan Bathama

source: Bhutan
gd: Butàn

source: Bouvet Island
gd: Eilean Bouvet

source: Botswana
gd: Botsuana

source: Belarus
gd: Bealaruis

source: Belize
gd: Beilìs

source: Cocos (Keeling) Islands
gd: Na h-Eileanan Cocos (Keeling)

source: Central African Republic
gd: Poblachd Meadhan Afraga

source: Switzerland
gd: An Eilbheis

source: Ivory Coast
gd: An Costa Ìbhri

source: Cook Islands
gd: Eileanan Cook

source: Chile
gd: An t-Sile

source: Cameroon
gd: Camarun

source: China
gd: An t-Sìn

source: Colombia
gd: Coloimbia

source: Costa Rica
gd: Costa Rìcea

source: Cuba
gd: Cùba

source: Cape Verde
gd: An Ceap Uaine

source: Christmas Island
gd: Eilean na Nollaig

source: Cyprus
gd: Cìopras

source: Czech Republic
gd: Poblachd na Seice

source: Germany
gd: A' Ghearmailt

source: Djibouti
gd: Diobùtaidh

source: Denmark
gd: An Danmhairg

source: Dominica
gd: Doiminicea

source: Dominican Republic
gd: A' Phoblachd Dhoiminiceach

source: Algeria
gd: Aildiria

source: Ecuador
gd: Eacuador

source: Estonia
gd: An Eastoin

source: Egypt
gd: An Èiphit

source: Western Sahara
gd: Sathara an Iar

source: Eritrea
gd: Eartra
