Repository: kscanne/gaeilge-mozdev
Catalog: src/*/firefox-3.6.*.po
Languages: gd

source: Bookmark Removed
gd: Comharra-lìn air a thoirt às

source: Edit This Bookmark
gd: Deasaich an comharra-lìn seo

source: Remove Bookmark;Remove #1 Bookmarks
gd: Thoir às #1 comharra-lìn;Thoir às #1 chomharra-lìn;Thoir às #1 chomharra-lìn;Thoir às #1 comharraidhean-lìn

source: Share Location
gd: Leig fios mun àite

source: Don't Share
gd: Na leig fios mun àite

source: %S wants to know your location.
gd: Tha %S airson faighinn a-mach càit a bheil thu.

source: Learn More…
gd: Tuilleadh eòlais…

source: Remember for this site
gd: Cuimhnich airson an làrach seo

source: Reported Web Forgery!
gd: Chaidh aithris gur e fallsaidheachd-lìn a tha seo!

source: This isn't a web forgery…
gd: Chan e fallsaidheachd-lìn a tha seo…

source: Reported Attack Site!
gd: Chaidh aithris gur e làrach ionnsaighe a tha seo!

source: This isn't an attack site…
gd: Chan e làrach ionnsaighe a tha seo…

source: Start Private Browsing
gd: Tòisich air rannsachadh prìobhaideach

source: %S will save your current tabs for when you are done with your Private Browsing session.
gd: Sàbhailidh %S na tabaichean làithreach dhut nuair a bhios tu deiseil leis an rannsachadh phrìobhaideach.

source: &Start Private Browsing
gd: Tòi&sich air rannsachadh prìobhaideach

source: &Cancel
gd: S&guir dheth

source: &Do not show this message again
gd: &Na seall an teachdaireachd seo a-rithist

source: ;Show all #1 tabs
gd: ;Seall na #1 taba gu lèir;Seall an #1 thaba; Seall na #1 tabaichean gu lèir

source: Search %S
gd: Lorg %S

source: Default
gd: Bunaiteach

source: The default theme.
gd: Seo an coltas bunaiteach.

source: Rediscover the Web
gd: Dèan ath-lorg air an lìon

source: Special Thanks To
gd: Taing air leth do

source: Many thanks to our
gd: Tha sinn glè thaingeil dha ar

source: contributors
gd: luchd-pàirteachaidh

source: In Fond Memory Of
gd: Mar chuimhneachan cridheil air

source: Powered by Gecko&reg;
gd: Air a neartachadh le Gecko&reg;

source: Manage Search Engine List
gd: Rianaich liosta nan innealan-luirg

source: min-width: 35em;
gd: min-width: 39em;

source: You have the following search engines installed:
gd: Tha na h-innealan-luirg a leanas air an suidheachadh agad:

source: Keyword
gd: Facal-luirg

source: Move &Up
gd: Gluais s&uas

source: Move &Down
gd: Gluais sì&os

source: &Remove
gd: &Thoir às

source: Edi&t Keyword…
gd: D&easaich am facal-luirg…

source: Get more se&arch engines…
gd: F&aigh tuilleadh innealan-luirg…

source: &Show search suggestions
gd: &Seall molaidhean-luirg

source: R&estore Defaults
gd: Aisig na roghainn&ean bunaiteach

source: Edit Keyword
gd: Deasaich am facal-luirg

source: Enter a new keyword for "%S":
gd: Cuir facal-luirg ùr a-steach airson "%S":

source: Duplicate Keyword
gd: Facal-luirg dùbailte

source: You have chosen a keyword that is currently in use by "%S". Please select another.
gd: Thagh thu facal-luirg a tha 'ga chleachdadh le "%S" mu thràth. An tagh thu fear eile?

source: You have chosen a keyword that is currently in use by a bookmark. Please select another.
gd: Tagh thu facal-luirg a tha 'ga chleachdadh ann an comharra-lìn mu thràth. An tagh thu fear eile?

source: Viewing Feed
gd: A' sealltainn inbhir

source: Subscribe Now
gd: Fo-sgrìobh an-dràsta

source: Live Bookmarks
gd: Comharraidhean-lìn beòtha

source: Go to %S
gd: Rach gu %S

source: Add "%S" (%S) as a Feed Reader?
gd: A bheil thu airson "%S" (%S) a chur ris mar leughadair inbhir?

source: Add Feed Reader
gd: Cuir leughadair inbhir ris

source: "%S" is already registered as a Feed Reader
gd: Tha "%S" clàraichte mar leughadair inbhir mu thràth

source: Choose Application…
gd: Tagh prògram…

source: Choose Application
gd: Tagh prògram

source: Always use %S to subscribe to feeds
gd: Fo-sgrìobh gu inbhirean le %S an-còmhnaidh

source: Media files
gd: Faidhlichean mheadhanan

source: bytes
gd: byte

source: Always use %S to subscribe to feeds.
gd: Fo-sgrìobh gu inbhirean le %S an-còmhnaidh.

source: Always use %S to subscribe to podcasts.
gd: Fo-sgrìobh gu pod-chraolaidhean le %S an-còmhnaidh.

source: Always use %S to subscribe to video podcasts.
gd: Fo-sgrìobh gu pod-chraolaidhean video le %S an-còmhnaidh.

source: Subscribe to this feed using
gd: Fo-sgrìobh gun inbhir seo le

source: Subscribe to this podcast using
gd: Fo-sgrìobh gun phod-chraoladh seo le

source: Subscribe to this video podcast using
gd: Fo-sgrìobh gun phod-chraoladh video seo le

source: This is a "feed" of frequently changing content on this site.
gd: Seo "inbhir" de shusbaint a dh'atharraicheas gu tric air an làrach seo.

source: This is a "podcast" of frequently changing content on this site.
gd: Seo "pod-chraoladh" de shusbaint a dh'atharraicheas gu tric air an làrach seo.

source: This is a "video podcast" of frequently changing content on this site.
gd: Seo "pod-chraoladh video" de shusbaint a dh'atharraicheas gu tric air an làrach seo.

source: You can subscribe to this feed to receive updates when this content changes.
gd: 'S urrainn dhut fo-sgrìobhadh gun inbhir seo gus ùrachaidhean fhaighinn nuair a dh'atharraicheas an t-susbaint seo.

source: You can subscribe to this podcast to receive updates when this content changes.
gd: 'S urrainn dhut fo-sgrìobhadh gun phod-chraoladh seo gus ùrachaidhean fhaighinn nuair a dh'atharraicheas an t-susbaint.

source: You can subscribe to this video podcast to receive updates when this content changes.
gd: 'S urrainn dhut fo-sgrìobhadh gun phod-chraoladh video seo gus ùrachaidhean fhaighinn nuair a dh'atharraicheas an t-susbaint.

source: Add %S (%S) as an application for %S links?
gd: A bheil thu airson %S (%S) a chur ris mar phrògram a chum ceanglaichean %S?

source: Add Application
gd: Cuir prògram ris

source: %S has already been added as an application for %S links.
gd: Chaidh %S a chur ris mar phrògram a chum ceanglaichean %S mu thràth.

source: &Search:
gd: Lor&g:

source: &Expand
gd: &Leudaich

source: &Collapse
gd: &Dùmhlaich

source: By &Date
gd: A-rèir cinn-la&tha

source: By &Site
gd: A-rèir là&raich

source: Vie&w
gd: Se&all

source: By Most &Visited
gd: A-rèir &uiread nan tadhal

source: By &Last Visited
gd: A-rèir an tadhail &mu dheireadh

source: By Da&te and Site
gd: A-rèir ci&nn-latha is làraich

source: &Open
gd: &Fosgail

source: Open in New &Tab
gd: Fosgail ann an &taba ùr

source: Open in New &Window
gd: Fosgail ann an &uinneag ùr

source: &Copy Link Location
gd: Dèan &leth-bhreac de sheòladh a' cheangail

source: Import Wizard
gd: Draoidh an iompachaidh a-steach

source: Import Options, Bookmarks, History, Passwords and other data from:
gd: Iompaich a-steach roghainnean, comharraidhean-lìn, eachdraidh, faclan-faire agus dàta eile o:

source: Import Preferences, Bookmarks, History, Passwords and other data from:
gd: Iompaich a-steach roghainnean, comharraidhean-lìn, eachdraidh, faclan-faire agus dàta eile o:

source: Import Bookmarks from:
gd: Iompaich a-steach comharraidhean-lìn o:

source: Firefox 0.8, Firebird or &Phoenix
gd: Firefox 0.8, Firebird no &Phoenix

source: &Don't import anything
gd: &Na iompaich a-steach rud sam bith

source: &Netscape 6, 7 or Mozilla 1.x
gd: &Netscape 6, 7 no Mozilla 1.x

source: &From an HTML File
gd: O &fhaidhle HTML

source: No programs that contain bookmarks, history or password data could be found.
gd: Cha deach prògram a lorg sa bheil comharraidhean-lìn, eachdraidh no faclan-faire.

source: Import Settings and Data
gd: Iompaich a-steach roghainnean agus dàta

source: Items to Import
gd: Rudan ri an iompachadh a-steach

source: Select which items to import:
gd: Tagh na rudan ri iompachadh a-steach:

source: Importing…
gd: Ag iompachadh a-steach…

source: The following items are currently being imported…
gd: Tha na rudan a leanas 'gan iompachadh a-steach an-dràsta…

source: Select Profile
gd: Tagh clàr-aithne

source: The following profiles are available to import from:
gd: Gabhaidh na clàir-aithne a leanas an iompachadh a-steach:

source: Import Complete
gd: Iompachadh a-steach deiseil

source: The following items were successfully imported:
gd: Chaidh na rudan a leanas iompachadh a-steach gu soirbheachail:

source: From %S
gd: O %S:

source: Keyword Searches (From %S)
gd: Lorgan le facal-luirg (o %S)

source: Search on %S
gd: Lorg air %S

source: Type "%S <search query>" in the Location Bar to perform a search on %S.
gd: Cuir a-steach "%S <facal-luirg>" ann am bàr an t-seòlaidh gus a lorg air %S.

source: From Netscape 4
gd: O Netscape 4

source: From Netscape 6/7/Mozilla
gd: O Netscape 6/7/Mozilla

source: From Safari
gd: O Shafari

source: From Opera
gd: O Opera

source: Keyword Searches (From Opera)
gd: Lorgan le facal-luirg (o Opera)

source: Internet Options
gd: Roghainnean lìn

source: Cookies
gd: Briosgaidean

source: Browsing History
gd: An eachdraidh rannsachaidh

source: Saved Form History
gd: Air a shàbhaladh on eachdraidh

source: Saved Passwords
gd: Faclan-faire air an sàbhaladh

source: Favorites
gd: Annsachdan

source: Other Data
gd: Dàta eile

source: Enter the web location (URL), or specify the local file you would like to open:
gd: Cuir a-steach an seòladh-lìn (URL) no sònraich am faidhle ionadail a bu toigh leat fosgladh:

source: Choose File…
gd: Tagh faidhle…

source: New Window
gd: Uinneag ùr

source: New Tab
gd: Taba ùr

source: Current Tab
gd: An taba làithreach

source: Open Web Location
gd: Fosgail seòladh-lìn

source: Open in:
gd: Fosgail ann an:

source: Open
gd: Fosgail

source: Choose File
gd: Tagh faidhle

source: General
gd: Coitcheann

source: Address:
gd: Seòladh:

source: Type:
gd: Seòrsa:

source: Render Mode:
gd: Modh reandaraidh:

source: Size:
gd: Meud:

source: Referring URL:
gd: An t-URL on dàinigear:

source: Cache Source:
gd: Tobar an tasgadain:

source: Modified:
gd: Air atharrachadh:

source: Encoding:
gd: Còdachadh:

source: Content
gd: Susbaint

source: Details
gd: Mion-fhiosrachadh

source: Media
gd: Meadhanan

source: Location:
gd: Àite:

source: Associated Text:
gd: Teacs co-cheangailte:

source: Alternate Text
gd: Roghainn teacs eile

source: Address
gd: Seòladh

source: Type
gd: Seòrsa

source: Size
gd: Meud

source: Count
gd: Cunntas

source: Dimensions:
gd: Meudachd:

source: Long Description:
gd: An tuairisgeul fada:

source: Save As…
gd: Sàbhail mar…

source: Media Preview:
gd: Ro-shealladh mheadhanan:

source: Feeds
gd: Inbhirean

source: Subscribe
gd: Fo-sgrìobh

source: Permissions
gd: Ceadachasan

source: Use Default
gd: Cleachd an fheadhainn bhunaiteach

source: Always ask
gd: Faighnich dhìom gach turas

source: Allow for Session
gd: Ceadaich fad an t-seisein

source: Block
gd: Cuir bacadh air

source: Permissions for:
gd: Ceadachasan airson:

source: Load Images
gd: Luchdaich dealbhan

source: Open Pop-up Windows
gd: Fosgail priob-uinneagan

source: Set Cookies
gd: Suidhich briosgaidean

source: Install Extensions or Themes
gd: Stàlaich leasachain no coltasan

source: Security
gd: Tèarainteachd

source: Security information for this page
gd: Fiosrachadh tèarainteachd na duilleige seo

source: View Certificate
gd: Seall an teisteanas

source: Unknown
gd: Neo-aithnichte

source: Web Site Identity
gd: Dearbh-aithne na làraich-lìn

source: Owner:
gd: Sealbhadair:

source: Web site:
gd: Làrach-lìn:

source: Verified by:
gd: Air a dhearbhadh le:

source: Privacy &amp; History
gd: Prìobhaideachd ┐ eachdraidh

source: Have I visited this web site before today?
gd: A bheil mi air tadhal air an làrach-lìn seo mu thràth an-diugh?

source: Is this web site storing information (cookies) on my computer?
gd: A bheil an làrach-lìn seo a' stòradh fiosrachadh (briosgaidean) air a' choimpiutair agam?

source: View Cookies
gd: Seall na briosgaidean

source: Have I saved any passwords for this web site?
gd: A bheil mi air facal-faire a shàbhaladh airson an làrach-lìn seo?

source: View Saved Passwords
gd: Seall na faclan-faire a tha air an sàbhaladh

source: Page Info - %S
gd: Fiosrachadh na duilleige - %S

source: Frame Info - %S
gd: Fiosrachadh an fhrèama - %S

source: Untitled Page:
gd: Duilleag gun tiotal:

source: Not specified
gd: Gun roghnadh

source: Yes
gd: Tha

source: No
gd: Chan eil

source: Image
gd: Dealbh

source: Background
gd: Cùlaibh

source: Object
gd: Ball

source: Embed
gd: Neadaich

source: Icon
gd: Ìomhaigh

source: Input
gd: Cuir a-steach

source: %Spx × %Spx
gd: %Spct × %Spct

source: Select a Folder to Save the Images
gd: Tagh pasgan san dèid na dealbhan a shàbhaladh

source: Unknown (not cached)
gd: Neo aithnichte (gun tasgadh)

source: %S Image
gd: Dealbh %S

source: %S Image (animated, %S frames)
gd: Dealbh %S (beòthaichte, %S frèaman)

source: %Spx × %Spx (scaled × %Spx × %Spx)
gd: %Spx × %Spx (air a sgèileachadh × %Spx × %Spx)

source: Quirks mode
gd: Am modh cuilbheartach

source: Standards compliance mode
gd: Am modh gèillidh le bun-tomhasan

source: %S KB (%S bytes)
gd: %S kB (%S byte)

source: Meta (1 tag)
gd: Meata (1 taga)

source: Meta (%S tags)
gd: Meata (%S tagaichean)

source: This web site is owned by %S This has been verified by %S
gd: 'S ann le %S a tha an làrach-lìn seo Chaidh seo a dhearbhadh le %S

source: This web site does not supply ownership information.
gd: Chan eil an làrach-lìn seo a' nochdadh fiosrachadh mu na sealbhadairean.

source: Yes, once
gd: Turas a-mhàin

source: Yes, %S times
gd: %S tursan

source: A web site has attempted to open a pop-up window without your permission. &brandShortName; has automatically closed the pop-up window. Whenever &brandShortName; blocks these pop-ups, you will see an icon on the status bar.
gd: Dh'fheuch làrach-lìn ri priob-uinneag fhosgladh gun do chead. Dhùin &brandShortName; a' phriob-uinneag leis fhèin. Chì thu ìomhaigheag air bàr na staide gach turas a dhùineas &brandShortName; priob-uinneag mar sin.

source: You can click on this icon to see which sites &brandShortName; blocked and to allow those sites to open pop-ups if they are required for the site to function correctly.
gd: 'S urrainn dhut briogadh air an iomhaigheag sin 's chì thu dè na làraichean a tha &brandShortName; a' cur bacadh air is gus cead a thoirt do phriob-uinneagan o na làraichean seo ma tha feum orra mus obraich an làraich mar bu chòir.

source: About Pop-up Blocking
gd: Mu dhèidhinn bacadh nam priob-uinneagan

source: Add
gd: Cuir ris

source: Save
gd: Sàbhail

source: Add Bookmarks
gd: Cuir ris comharraidhean-lìn

source: New Bookmark
gd: Comharra-lìn ùr

source: Subscribe with Live Bookmark
gd: Fo-sgrìobh gu comharra-lìn beò

source: New Folder
gd: Pasgan ùr

source: New Bookmarks
gd: Comharraidhean-lìn ùra

source: Properties for "%S"
gd: Feartan "%S"

source: New Live Bookmark
gd: Comharra-lìn beò ùr

source: &Name:
gd: Ai&nm:

source: &Location:
gd: Seò&ladh:

source: &Feed Location:
gd: Seòladh an in&bhir:

source: &Site Location:
gd: &Seòladh na làraich:

source: Live Titles
gd: Tiotalan beòtha

source: Folder:
gd: Pasgan:

source: Show all the bookmarks folders
gd: Seall gach pasgan nan comharra-lìn

source: Hide
gd: Cuir am falach

source: &Tags:
gd: &Tagaichean:

source: Separate tags with commas
gd: Sgar na tagaichean le cromagan

source: &Description:
gd: &Tuairisgeul:

source: &Keyword:
gd: &Facal-luirg:

source: Show all tags
gd: Seall a h-uile taga

source: Load t&his bookmark in the sidebar
gd: Luc&hdaich an comharra-lìn seo sa chrann-taoibh

source: Choose…
gd: Tagh…

source: New F&older
gd: &Pasgan ùr

source: Choose Folder
gd: Tagh pasgan

source: width: 36em; height: 18em;
gd: width: 42em; height: 18em;

source: Move to:
gd: Gluais gu:

source: &New Folder
gd: &Pasgan ùr

source: _: use "Library", "Archive" or "Repository" Library
gd: Leabhar-lann

source: &Organize
gd: &Cuir air dòigh

source: &Views
gd: &Seallaidhean

source: T&oolbar
gd: Crann-i&nneil

source: Show &Columns
gd: Seall &colbhan

source: &Sort
gd: &Seòrsaich

source: &Unsorted
gd: &Gun seòrsachadh

source: &A > Z Sort Order
gd: Òrdugh seòrsachaidh &A > Z

source: &Z > A Sort Order
gd: Òrdugh seòrsachaidh &Z > A

source: Using &Bookmarks
gd: A' cleachdadh nan co&mharra-lìn

source: Us&ing History
gd: A' cleachdadh na h-eachra&idh

source: Advanced &Tips &amp; Tricks
gd: Gliocasan ┐ gleusan adhar&tach

source: &Find in Bookmarks…
gd: &Lorg anns na comharraidhean-lìn…

source: F&ind in Current Collection…
gd: Lorg sa chru&inneachadh làithreach…

source: &Export HTML…
gd: Iompaich a-&mach HTML…

source: &Import HTML…
gd: &Iompaich a-steach HTML…

source: &Backup…
gd: Dèan &leth-bhreac glèidhidh…

source: &Restore
gd: &Aisig

source: &Choose File…
gd: Ta&gh faidhle…

source: x
gd: L

source: &Bookmark This Page…
gd: Cruthaich co&mharra-lìn dhan duilleag seo…

source: &Delete This Page
gd: &Sguaib às an duilleag seo

source: &Forget About This Site
gd: &Dìochuimhnich an làrach seo

source: Open in a &New Window
gd: Fosgail ann an &uinneag ùr

source: Open in a Ne&w Tab
gd: Fosgail ann an &taba ùr

source: &Open All in Tabs
gd: F&osgail na h-uile ann an tabaichean

source: Propert&ies
gd: Fea&rtan

source: &Rename
gd: Cui&r ainm ùr air

source: &Sort By Name
gd: &Seòrsaich a-rèir ainm

source: New &Bookmark…
gd: Co&mharra-lìn ùr…

source: New &Live Bookmark…
gd: Comharra-lìn &beò ùr…

source: New F&older…
gd: &Pasgan ùr…

source: New &Separator
gd: &Sgaradair ùr

source: &Reload Live Bookmark
gd: Ath-luchdaich co&mharra-lìn beò

source: &Reload Live Title
gd: Ath-luchdaich &tiotal beò

source: Group by &Site
gd: Cuir am &buidhnean a-rèir làraich

source: Group by &Page
gd: Cuir am buidhnean a-rèir &duilleige

source: Group by &Subscription
gd: Cuir am buidhnean a-rèir &fo-sgrìobhaidh

source: Group by &Post
gd: Cuir am buidhnean a-rèir &puist

source: &Move…
gd: &Gluais…

source: Tags
gd: Tagaichean

source: Visit Date
gd: Latha an tadhail

source: Visit Count
gd: Uiread nan tadhal

source: Description
gd: Tuairisgeul

source: Added
gd: Air a chruthachadh

source: Last Modified
gd: Atharrachadh mu dheireadh

source: Selected Folde&r
gd: Am &pasgan a chaidh a thaghadh

source: Boo&kmarks
gd: Co&mharraidhean-lìn

source: &History
gd: Eac&hdraidh

source: Show search builder
gd: Seall saor nan lorg

source: Hide search builder
gd: Cuir saor nan lorg am falach

source: &Save
gd: &Sàbhail

source: Search Bookmarks only
gd: Lorg anns na comharraidhean-lìn a-mhàin

source: Match
gd: Freagair ri chèile

source: all
gd: gach fear

source: any
gd: fear sam bith

source: of the following rules:
gd: de na riaghailtean a leanas:

source: Containing the text
gd: Sa bheil an teacs

source: Visited
gd: Air tadhal air

source: starts with
gd: a' tòiseachadh le

source: is
gd: a tha

source: is on site
gd: a tha air an làrach

source: on
gd: air

source: before
gd: ron

source: after
gd: an dèidh

source: in the last
gd: anns na

source: days
gd: làithean seo chaidh

source: weeks
gd: seachdainean seo chaidh

source: months
gd: mìosan seo chaidh

source: Group by:
gd: Cuir am buidhnean a-rèir:

source: host
gd: òstair

source: domain
gd: àrainne

source: folder
gd: pasgain

source: Sort by:
gd: Seòrsaich a-rèir

source: title
gd: tiotail

source: date
gd: cinn-latha

source: visit count
gd: uiread nan tadhal

source: ascending
gd: a' dìreadh

source: descending
gd: a' teàrnadh

source: Maximum results:
gd: Àireamh as motha nan toradh:

source: Feed
gd: Inbhir

source: List
gd: Liostaich

source: &Details
gd: Mion-fhiosracha&dh

source: Get View Add-ons
gd: Faigh tuilleadan seallaidh

source: &Import and Backup
gd: &Iompaich a-steach is dèan leth-bhreac glèidhidh

source: Back
gd: Air ais

source: Go back
gd: Air ais

source: Forward
gd: Air adhart

source: Go forward
gd: Air adhart

source: Mor&e
gd: B&arrachd

source: L&ess
gd: Nas &lugha

source: Preview
gd: Ro-sheall

source: Select an item to view and edit its properties
gd: Tagh rud gus fheartan fhaicinn agus an deasachadh

source: Delete all from %S
gd: Sguaib a h-uile à %S

source: Delete entire domain %S
gd: Sguaib às an àrainn %S gu h-iomlan

source: Delete host
gd: Sguaib às òstair

source: Delete domain
gd: Sguaib às àrainn

source: For security reasons, javascript or data urls cannot be loaded from the history window or sidebar.
gd: Chan urrainn dhut javascript no seòlaidhean dàta a luchdadh o uinneag na h-eachdraidh no on chrann-taoibh air sgàth adhbharan tèarainteachd.

source: (no title)
gd: (gun tiotal)

source: Bookmarks Menu
gd: Clàr-taice nan comharra-lìn

source: Bookmarks Toolbar
gd: Crann-inneil nan comharra-lìn

source: (Empty)
gd: (Falamh)

source: Bookmarks %S.html
gd: Comharraidhean %S.html

source: Bookmarks %S.json
gd: Comharraidhean %S.json

source: Bookmarks backup filename
gd: Ainm faidhle airson leth-bhreac glèidhidh nan comharra-lìn

source: Revert Bookmarks
gd: Aisig na comharraidhean-lìn

source: This will replace all of your current bookmarks with the backup. Are you sure?
gd: Cuiridh seo na comharraidhean-lìn sa lethbhreac-ghlèidhidh agad an àite na feadhainn làithreach. A bheil thu cinnteach?

source: This will replace all of your current bookmarks and tags with the backup. Are you sure?
gd: Cuiridh seo na comharraidhean-lìn is na tagaichean sa lethbhreac-ghlèidhidh agad an àite na feadhainn làithreach. A bheil thu cinnteach?

source: Select a bookmarks backup
gd: Tagh leth-bhreac glèidhidh de chomharraidhean-lìn

source: Unsupported file type.
gd: Chan eil taic ann airson a leithid de dh'fhaidhle.

source: Unable to process the backup file.
gd: Cha ghabh an leth-bhreac glèidhidh a phròiseasadh.

source: Live Bookmark loading…
gd: A' luchdadh comharra-lìn beò…

source: Live Bookmark feed failed to load.
gd: Dh'fhàillig luchdadh inbhir a' chomharra-lìn.

source: Showing
gd: A' sealtainn

source: Search Results for
gd: Toraidhean luirg airson

source: Advanced Search
gd: Lorg adhartach

source: Open "%S"
gd: Fosgail "%S"

source: Group by Site
gd: Cuir am buidhnean a-rèir làraich

source: No Grouping
gd: Na cuir am buidhnean

source: Group By Feed
gd: Cuir am buidhnean a-rèir inbhir

source: Reload
gd: Ath-luchdaich

source: Reload All Live Bookmarks
gd: Ath-luchdaich a h-uile comharra-beò

source: Reload %S
gd: Ath-luchdaich %S

source: Sort '%S' by Name
gd: Seòrsaich "%S" a-rèir ainm

source: Sort by Name
gd: Seòrsaich a-rèir ainm

source: Sort by Location
gd: Seòrsaich a-rèir seòlaidh

source: Sort by Visit Date
gd: Seòrsaich a-rèir latha an tadhail

source: Sort by Visit Count
gd: Seòrsaich a-rèir uiread nan tadhal

source: Sort by Keyword
gd: Seòrsaich a-rèir facail-luirg

source: Sort by Description
gd: Seòrsaich a-rèir tuarisigeil

source: Sort by Added
gd: Seòrsaich a-rèir latha cruthachaidh

source: Sort by Last Modified
gd: Seòrsaich a-rèir atharrachaidh mu dheireadh

source: Sort by Tags
gd: Seòrsaich a-rèir taga

source: Search in '%S'
gd: Lorg ann an "%S"

source: Find in '%S'…
gd: Lorg ann an "%S"…

source: Confirm open
gd: Dearbhadh an fhosglaidh

source: You are about to open %S tabs. This might slow down %S while the pages are loading. Are you sure you want to continue?
gd: Tha thu gu bhith a' fosgladh %S tabaichean. Dh'fhaodadh gun cuir seo maille air %S fhad 's a bhios na duilleagan gan luchdadh. A bheil thu cinnteach gu bheil thu airson leantainn ort?

source: Open tabs
gd: Fosgail na tabaichean

source: Warn me when opening multiple tabs might slow down %S
gd: Thoir rabhadh dhomh ma tha mi gu bhith a' fosgladh iomadh taba a dh'fhaodadh maille a chur air %S.

source: %S object(s)
gd: %S rud(an)

source: Import Bookmarks File
gd: Iompaich a-steach faidhle de chomharraidhean-lìn

source: Export Bookmarks File
gd: Iompaich a-mach faidhle de chomharraidhean-lìn

source: Save Search
gd: Sàbhail lorg

source: Name:
gd: Ainm:

source: New Search
gd: Lorg ùr

source: No items
gd: Chan eil càil

source: One item
gd: Aon rud

source: %S items
gd: %S rudan

source: Smart Bookmarks
gd: Comharraidhean-lìn glice

source: Most Visited
gd: Tadhalan as pailt

source: Recently Bookmarked
gd: Comharraidhean-lìn mu dheireadh
