Repository: kscanne/gaeilge-mozdev
Catalog: src/*/firefox-3.6.*.po
Languages: gd

source: Install a Theme
gd: Stàlaich ùrlar

source: &Install Updates
gd: &Stàlaich ùrachaidhean

source: Install the selected updates
gd: Stàlaich na h-ùrachaidhean a thagh thu

source: Restart &brandShortName; to apply changes
gd: Ath-thoisich &brandShortName; gus na dh'atharraich thu a chur an sàs

source: S&kip
gd: Leu&m thairis air

source: Skip these updates
gd: Leum thairis air na h-ùrachaidhean seo

source: Continue loading &brandShortName;
gd: Cum ort le luchdadh &brandShortName;

source: Enable &All
gd: Cuir an comas &a h-uile

source: Enable all displayed Add-ons
gd: Cuir an comas a h-uile tuilleadan a tha ri fhaicinn

source: Di&sable All
gd: Neo-choma&saich a h-uile

source: Disable all displayed Add-ons
gd: Cuir à comas na tuilleadain a tha ri fhaicinn

source: Use &Theme
gd: Cleachd an &t-ùrlar

source: Changes &brandShortName;'s Theme
gd: Atharraich ùrlar &brandShortName;

source: &Options
gd: &Roghainnean

source: Set Options for the selected Extension
gd: Suidhiche roghainnean airson an leasachain a thagh thu

source: &Preferences
gd: &Roghainnean

source: Edit Preferences for the selected Extension
gd: Deasaich roghainnean an leasachain a thagh thu

source: &Enable
gd: &Cuir an comas

source: Enable this Add-on when &brandShortName; is restarted
gd: Cuir an comas an tuilleadan seo nuair a thèid &brandShortName; ath-thòiseachadh

source: &Disable
gd: Cuir à co&mas

source: Disable this Add-on when &brandShortName; is restarted
gd: Cuir à comas an tuilleadan seo nuair a thèid &brandShortName; ath-thòiseachadh

source: Uninstall
gd: Dì-stàlaich

source: Uninstall this Add-on when &brandShortName; is restarted
gd: Dì-stàlaich an tuilleadan seo nuair a thèid &brandShortName; ath-thòiseachadh

source: &Cancel Uninstall
gd: &Sguir dhen dì-stàladh

source: Cancel the uninstall of this Add-on
gd: Sguir de dhì-stàladh an tuilleadain seo

source: &Cancel Install
gd: &Sguir dhen stàladh

source: Cancel the install of this Add-on
gd: Sguir de stàladh an tuilleadain seo

source: &Cancel Upgrade
gd: &Sguir dhen ùrachadh

source: Cancel the upgrade of this Add-on
gd: Sguir de dh'ùrachadh an tuilleadain seo

source: &Install Update
gd: Stàla&ich an t-ùrachadh

source: Install an update for this Add-on
gd: Stàlaich ùrachadh airson an tuilleadain seo

source: &Show Information
gd: &Seall fiosrachadh

source: Show more information about these updates
gd: Seall barrachd fiosrachaidh mu na h-ùrachaidhean seo

source: &Hide Information
gd: Falaic&h fiosrachadh

source: Hide information about these updates
gd: Falaich fiosrachadh mu na h-ùrachaidhean seo

source: &Add to &brandShortName;…
gd: &Cuir ri &brandShortName;…

source: Download and install this add-on
gd: Luchdaich a-nuas is stàlaich an tuilleadan seo

source: Visit &Home Page
gd: Tadhail air an duilleag-d&hachaidh

source: About this Add-on
gd: Mun tuilleadan seo

source: &Find Update
gd: &Lorg ùrachadh

source: I&nclude Update
gd: Gabh a-steach a&n t-ùrachadh seo

source: I&nclude this update
gd: Gabh a-steach a&n t-ùrachadh seo

source: Include this Add-on when installing the updates
gd: Gabh a-steach an tuilleadan seo nuair a thèid na h-ùrachaidhean a stàladh

source: Does not provide secure updates.
gd: Na solair ùrachaidhean tèarainte.

source: Requires additional items.
gd: Nithean eile a dhìth.

source: Disabled for your protection.
gd: Air an cur neo-chomasach a chum do thèarainteachd.

source: Known to cause security or stability issues.
gd: Tha fhios gum bi e ag adhbharachadh duilgheadasan tèarainteach is seasmhachd.

source: A newer, safer version is available.
gd: Tha tionndadh nas ùire is nas tèarainte ri fhaighinn.

source: This add-on will be disabled when &brandShortName; is restarted.
gd: Bidh an tuilleadan seo air a chur à comas nuair a thèid &brandShortName; ath-thòiseachadh.

source: This add-on will be enabled when &brandShortName; is restarted.
gd: Bidh an tuilleadan seo comasach nuair a thèid &brandShortName; ath-thòiseachadh.

source: This add-on will be installed when &brandShortName; is restarted.
gd: Thèid an tuilleadan seo a stàladh nuair a thèid &brandShortName; ath-thòiseachadh.

source: This add-on will be uninstalled when &brandShortName; is restarted.
gd: Thèid an tuilleadan seo a dhì-stàladh nuair a thèid &brandShortName; ath-thòiseachadh.

source: This add-on will be updated when &brandShortName; is restarted.
gd: Thèid an tuilleadan seo ùrachadh nuair a thèid &brandShortName; ath-thòiseachadh.

source: Get Extensions
gd: Faigh leasachain

source: Get Themes
gd: Faigh ùrlaran

source: Get Plugins
gd: Faigh plugain

source: Search All Add-ons
gd: Rannsaich na tuilleadain gu lèir

source: Browse All Add-ons
gd: Rùraich na tuilleadain gu lèir

source: &brandShortName; couldn't retrieve add-ons
gd: Cha b' urrainn do &brandShortName; na tuilleadain fhaighinn

source: Recommended
gd: Air a mholadh

source: Retrieving recommended add-ons
gd: A' faighinn nan tuilleadan a chaidh a mholadh

source: Searching add-ons
gd: A' rannsachadh nan tuilleadan

source: Clear Results
gd: Glan na toraidhean

source: All results are already installed or incompatible.
gd: Tha a h-uile toradh air a stàladh mu thràth no neo-chòrdail.

source: All recommendations are already installed or incompatible.
gd: Tha gach nì a chaidh a mholadh air a stàladh mu thràth no neo-chòrdail.

source: No matching add-ons
gd: Chan eil tuilleadan freagarrach ann

source: See All Recommended Add-ons
gd: Seall a h-uile tuilleadan a tha air a mholadh

source: Connecting…
gd: A' ceangal…

source: Install Failed
gd: Dh'fhàillig an stàladh

source: Install Complete
gd: Tha an stàladh deiseil

source: Extension
gd: Leasachan

source: Theme
gd: Ùrlar

source: No Preview
gd: Gun ro-shealladh

source: No Theme Selected
gd: Cha deach ùrlar a thaghadh

source: This Theme does not have a Preview Image
gd: Chan eil ro-shealladh aig an ùrlar seo

source: More Information
gd: Barrachd fiosrachaidh

source: No Update Selected
gd: Cha deach ùrachadh a thaghadh

source: This update does not have any additional information
gd: Chan eil barrachd fiosrachaidh ris an ùrachadh seo

source: There was an error loading the information about this update
gd: Thachair mearachd rè luchdadh an fhiosrachaidh mun ùrachadh seo

source: Update completed successfully.
gd: Shoirbhich leis an ùrachadh.

source: Install completed successfully.
gd: Shoirbhich leis an stàladh.

source: Restart to complete the installation.
gd: Ath-thoisich gus an stàladh a thoirt gu buil.

source: Restart to complete the update.
gd: Ath-thoisich gus an t-ùrachadh a thoirt gu buil.

source: Waiting…
gd: A' feitheamh…

source: Checking compatibility…
gd: A' sgrùdadh co-chòrdalachd…

source: Install failed.
gd: Dh'fhàillig an stàladh.

source: Checking For Updates
gd: A' lorg ùrachaidhean

source: End-User License Agreement
gd: Aonta Ceadachas a' Chleachdaiche Dheireannaich

source: _: Do not translate this. Only change the numeric values if you need this dialogue box to appear bigger. 560px
gd: 560px

source: _: Do not translate this. Only change the numeric values if you need this dialogue box to appear bigger. 400px
gd: 400px

source: Accept and Install…
gd: Gabh ris is stàlaich e…

source: Blocked
gd: Air a chasg

source: Disable
gd: Cuir à comas

source: About %S
gd: Mu %S

source: version %S
gd: tionndadh %S

source: Looking for updates…
gd: A' lorg ùrachaidhean…

source: A compatibility update has been applied.
gd: Chaidh ùrachadh co-chòrdalachd a chur an sàs.

source: No updates were found.
gd: Cha deach ùrachaidhean a lorg.

source: An error occurred while trying to find updates for %S.
gd: Thachair mearachd rè lorg nan ùrachaidhean %S.

source: Updates are disabled for %S.
gd: Chaidh ùrachaidhean a chur à comas airson %S.

source: Update not supported (install location is read only).
gd: Chan eil taic ann ri ùrachaidhean (tha cead leughaidh aig an àite stàladh a-mhàin).

source: Update not supported (install location is not managed by %S).
gd: Chan eil taic ann ri ùrachaidhean (chan eil àite an stàlaidh 'ga stiùireadh le %S).

source: %S is checking for a compatibility update to %S.
gd: Tha %S a' lorg ùrachadh co-chòrdalachd airson %S.

source: Install completed successfully
gd: Shoirbhich leis an stàladh

source: The following items were found in your Extensions folder. Do you want to install them?
gd: Chaidh na nithean a leanas a lorg anns a' phasgan stàlaidh agad. A bheil thu airson an stàladh?

source: Add-on updates found
gd: Chaidh ùrachaidhean airson tuilleadain a lorg

source: %S has found an update for 1 of your add-ons
gd: Lorg %S ùrachadh airson aon dhe na tuilleadain agad

source: %S has found updates for %S of your add-ons
gd: Lorg %S ùrachaidhean airson %S dhe na tuilleadain agad

source: Created by %S.
gd: Air a chruthachadh le %S.

source: Restart %S to complete your changes.
gd: Ath-thoisich %S gus na dh'atharraich thu a thoirt gu buil.

source: Later
gd: às a dhèidh seo

source: Uninstall %S
gd: Dì-stàlaich %S

source: %S is required by one or more add-ons. If you continue, the following items will be disabled:
gd: Tha feum air %s aig aon tuilleadan aig a' char as lugha. Ma leanas tu ort, thèid na nithean a leanas a chur à comas:

source: Do you want to uninstall %S?
gd: A bheil thu airson %S a dhì-stàladh?

source: Cancel Install of %S
gd: Sguir de stàladh %S

source: Are you sure you want to cancel the install of %S?
gd: A bheil thu cinnteach gu bheil thu airson sgur de stàladh %S?

source: Cancel Upgrade of %S
gd: Sguir de dh'ùrachadh %S

source: Are you sure you want to cancel the upgrade of %S?
gd: A bheil thi cinnteach gu bheil thu airson sgur de dh'ùrachadh %S?

source: Disable %S
gd: Cuir %s à comas

source: If you disable %S, the following items that require this extension will also be disabled:
gd: Ma chuireas tu %S à comas, bidh na nithean a leanas 's aig a bheil feum air an leasachan seo à comas cuideachd:

source: Do you want to disable %S?
gd: A bheil thu airsin %S a chur à comas?

source: Multiple Extension Package
gd: Pacaid le iomadh leasachan

source: Plugin
gd: Plugan

source: Incompatible %S
gd: %S neo-chòrdail

source: %S %S could not be installed because it is not compatible with %S %S.
gd: Cha do ghabh %S %S a stàladh a chionn 's nach eil e co-chòrdail le %S %S.

source: this Theme
gd: an t-ùrlar seo

source: Disabled - not compatible with %S %S
gd: Air a chur à comas - chan eil e co-chòrdail le %S %S

source: Not compatible with %S %S
gd: Chan eil e co-chòrdail le %S %S

source: "%S" will not be installed because it does not provide secure updates
gd: Cha dèid "%S" a stàladh a chionn 's nach eil e a' solar ùrachaidhean tèarainte

source: "%S" could not be installed because of an error in its Install Manifest ("%S" is not a valid GUID). Please contact the author of this item about the problem.
gd: Cha do ghabh "%S" a stàladh air sgàth mearachd na Install Manifest (chan eil "%S" na GUID dligheach). Leig fios do dh'ùghdar an nì seo mun duilgheadas.

source: "%S" could not be installed because of an error in its Install Manifest ("%S" is not a valid Version String). Please contact the author of this item about the problem.
gd: Cha do ghabh "%S" a stàladh air sgàth mearachd na Install Manifest (chan eil "%S" na Version String dligheach). Leig fios do dh'ùghdar an nì seo mun duilgheadas.

source: "%S" could not be installed because it is not compatible with your %S build type (%S). Please contact the author of this item about the problem.
gd: Cha do ghabh "%S" a stàladh a chionn 's nach eil e co-chòrdail le seòrsa togalach an %S agad (%S). Leig fios do dh'ùghdar an nì seo mun duilgheadas.

source: This add-on is dangerous to use
gd: Tha cleachdadh an tuilleadain seo cunnartach

source: The add-on %S has a high risk of causing stability or security problems and can't be installed.
gd: Tha cunnart mòr ann gun adhbharaich %S duilgheadasan seasmhachd no tèarainteachd is chan urrainnear a stàladh.

source: This add-on may be dangerous to use
gd: Dh'fhaodadh gum bi cleachdadh an tuilleadain seo cunnartach

source: The add-on %S may cause stability or security problems. It is highly recommended that you do not install it.
gd: Dh'fhaodadh gun adhbharaich %S duilgheadasan seasmhachd no tèarainteachd. Mholar dhut gu mòr gun a stàladh.

source: Install Anyway
gd: Stàlaich e co-dhiù

source: Missing File
gd: Faidhle a dhìth

source: %S could not load this item because the file %S was missing.
gd: Cha b' urrainn do %S an nì seo a luchdadh a chionn 's gun robh %S a dhìth.

source: %S could not install this item because "%S" (provided by the item) is not well-formed or does not exist. Please contact the author about this problem.
gd: Cha b' urrainn do %S an nì seo a stàladh a chionn 's nach eil "%S" (air a sholar leis an nì fhèin) deagh chumte no ann idir. Leig fios dhan ùghdar mun duilgheadas seo.

source: Malformed File
gd: Faidhle droch chumte

source: Invalid File Extension
gd: Leasachan faidhle mì-dhligheach

source: "%S" could not be installed because this item has an invalid file extension (%S is not a valid file extension for a %S). Please contact the author about this problem.
gd: Cha do ghabh "%S" a stàladh a chionn 's gu bheil leasachan faidhle mì-dhligheach aige (chan e leasachan faidhle dligheach a tha ann an %S). Leig fios dhan ùghdar mun duilgheadas seo.

source: Missing Installation Files
gd: Faidhlichean stàlaidh a dhìth

source: "%S" could not be installed because it does not contain a valid package (a %S must contain at least one extension or theme). Please contact the author about this problem.
gd: Cha do ghabh "%S" a stàladh a chionn 's nach eil pacaid dhligheach ann (feumaidh aon leasachan no ùrlar a bhith ann an %S air a' char as lugha). Leig fios dhan ùghdar mun duilgheadas seo.

source: Error
gd: Mearachd

source: %S could not install the file at %S because: %S
gd: Cha b' urrainn do %S am faidhle aig %S a stàladh air sgàth: %S

source: Extensions (*.xpi)
gd: Leasachain (*.xpi)

source: Themes (*.jar)
gd: Ùrlaran (*.jar)

source: Select a theme to install
gd: Tagh ùrlar a tha thu airson stàladh

source: Select an extension to install
gd: Tagh leasachan a tha thu airson stàladh

source: Restart %S to use.
gd: Ath-thoisich %S mus cleachd thu e.

source: Finished checking for updates to %S
gd: Deiseil le lorg ùrachaidhean airson %S

source: Version %S is available.
gd: Tha tionndadh %S ri fhaighinn.

source: %S new add-on has been installed.;%S new add-ons have been installed.
gd: Chaidh %S tuilleadan ùr a stàladh.; Chaidh %S thuilleadan ùr a stàladh.; Chaidh %S tuilleadain ùra a stàladh.; Chaidh %S tuilleadan ùra a stàladh.

source: All add-ons have been disabled by safe mode.
gd: Chaidh a h-uile tuilleadan a chur à comas leis a' mhodh sàbhailte.

source: Add-on compatibility checking is disabled. You may have incompatible add-ons.
gd: Chaidh an sgrùdadh air co-chòrdalachd nan tuilleadain a chur à comas. Dh'fhaodadh gu bheil tuilleadan agad nach eil co-chòrdail.

source: Add-on update security checking is disabled. You may be compromised by updates.
gd: Chaidh an sgrùdadh air ùrachaidhean nan tuilleadain a chur à comas. Dh'fhaodadh gun cuir ùrachaidhean cron ort.

source: %S is currently in offline mode and is unable to update add-ons. Click Go Online and try again.
gd: Tha %S far loidhne an-dràsta 's chan urrainn dha na tuilleadain ùrachadh. Briog air "Rach air loidhne" is feuch ris a-rithist.

source: %S is currently in offline mode and is unable to search for add-ons. Click Go Online and try again.
gd: Tha %S far loidhne an-dràsta 's chan urrainn dha tuilleadain a lorg. Briog air "Rach air loidhne" is feuch ris a-rithist.

source: Go Online
gd: Rach air loidhne

source: %S Add-on Updates
gd: Ùrachadh airson an tuilleadain %S

source: There are new updates available for your add-ons.
gd: Tha ùrachaidhean ùra ann airson nan tuilleadan agad.

source: See all results (%S)
gd: Seall a h-uile toradh (%S)

source: %S requires that you accept the following End User License Agreement before installation can proceed:
gd: Feumaidh %S gun gabh thu ri Aonta Ceadachas a' Chleachdaiche Dheireannaich a leanas mus urrainn dhut leantainn air adhart leis an stàladh:

source: &brandShortName; Update
gd: Ùrachadh &brandShortName;

source: &brandShortName; is working offline
gd: Tha &brandShortName; ag obair far loidhne

source: &brandShortName; needs to go online in order to see if updates are available for your add-ons to make them compatible with this version.
gd: Feumaidh &brandShortName; a dhol air loidhne gus ùrachaidhean a lorg airson nan tuilleadan agad gus an dèanamh co-chòrdail leis an tionndadh seo.

source: &Go online now.
gd: &Rach air loidhne a-nis.

source: Incompatible Add-ons
gd: Tuilleadain neo-chòrdail

source: The following add-ons are not compatible with this version of &brandShortName; and have been disabled:
gd: Chan eil na tuilleadain a leanas co-chòrdail leis an tionndadh seo de &brandShortName; is chaidh an cur à comas:

source: &brandShortName; can check if there are compatible versions of these add-ons available.
gd: 'S urrainn do &brandShortName; tionndaidhean dhe na tuilleadain seo a lorg a tha co-chòrdail.

source: Checking for Compatible Add-ons
gd: A' lorg tuilleadain cho-chòrdail

source: Checking your incompatible add-ons for updates…
gd: A' sgrùdadh nan tuilleadan neo-chòrdail airson ùrachaidhean…

source: This may take a few minutes…
gd: Feumaidh seo mionaid no dhà...

source: Found Compatible Add-ons
gd: Chaidh tuilleadain cho-chòrdail a lorg

source: Select the add-ons you would like to install:
gd: Tagh na tuilleadain a bu toigh leat stàladh:

source: These updates can't be installed because software installation is currently disabled. You can change this setting below.
gd: Cha ghabh na h-ùrachaidhean seo a stàladh a chionn 's gu bheil stàladh de bhathar-bog à comas an-dràsta. 'S urrainn dhut an roghainn seo atharrachadh gu h-ìosal.

source: &Allow web sites to install software
gd: Leig le làr&aichean-lìn bathar-bog a stàladh

source: Installing Compatible Add-ons
gd: A' stàladh nan tuilleadan co-chòrdail

source: Downloading and installing updates to your add-ons…
gd: A' luchdadh a-nuas is a' stàladh ùrachaidhean nan tuilleadan agad…

source: No Compatible Add-ons Found
gd: Cha deach tuilleadan co-chòrdail a lorg

source: &brandShortName; was unable to find updates to your incompatible add-ons.
gd: Cha b' urrainn do &brandShortName; ùrachaidhean airson nan tuilleadan neo-chòrdail agad a lorg.

source: Some problems were encountered when trying to find updates.
gd: Bha duilgheadasan ann rè lorg nan ùrachaidhean.

source: &brandShortName; will check periodically and inform you when compatible updates for these add-ons are found.
gd: Cuiridh &brandShortName; sùil o àm gu àm ach a bheil ùrachaidhean co-chòrdail ann airson nan tuilleadan seo.

source: Compatible Add-ons Installed
gd: Tuilleadain cho-chòrdail air a stàladh

source: &brandShortName; has installed the updates to your add-ons.
gd: Stàlaich &brandShortName; na h-ùrachaidhean airson nan tuilleadan agad.

source: &brandShortName; can check periodically and inform you when updates for add-ons are found.
gd: 'S urrainn do &brandShortName; sùil a chur o àm gu àm is fios a leigeil dhut nuair a bhios ùrachaidhean ann airson nan tuilleadan.

source: &brandShortName; will check periodically and inform you when updates for add-ons are found.
gd: Cuiridh &brandShortName; sùil o àm gu àm is leigidh e fios dhut nuair a bhios ùrachaidhean ann airson nan tuilleadan.

source: Unable to Check for Updates
gd: Cha ghabh ùrachaidhean a lorg

source: It is not possible to check for updates to incompatible add-ons because software installation for &brandShortName; has been disabled. Please contact your System Administrator for assistance.
gd: Cha ghabh ùrachaidhean airson tuilleadain cho-chòrdail a lorg a chionn 's gu bheil stàladh de bhathar-bog airson &brandShortName; air a chur à comas. Cuir fios gu rianadair an t-siostaim agad airson cuideachaidh.

source: Checking Compatibility of Add-ons
gd: A' sgrùdadh co-chòrdalachd nan tuilleadan

source: Checking your add-ons for compatibility with this version of &brandShortName;.
gd: A' sgrùdadh nan tuilleadan agad ach a bheil iad co-chòrdail ris an tionndadh seo de &brandShortName;.

source: Problems Installing Updates
gd: Duilgheadas le stàladh nan ùrachaidhean

source: &brandShortName; encountered problems when updating some of your add-ons.
gd: Bha duilgheadas aig &brandShortName; le ùrachadh cuid dhe na tuilleadain agad.

source: Click Finish to continue starting &brandShortName;.
gd: Briog air Crìochnaich gus leantainn ort le &brandShortName; a thòiseachadh.

source: Click Done to continue starting &brandShortName;.
gd: Briog air "Dèanta" gus leantainn ort le &brandShortName; a thòiseachadh.

source: Allow &brandShortName; to check for updates.
gd: Leig le &brandShortName; ùrachaidhean a lorg.

source: &Details…
gd: &Mion-fhiosrachadh…

source: Check Now
gd: Cuir sùil an-dràsta

source: Don't Check
gd: Na cuir sùil

source: Install Now
gd: Stàlaich an-dràsta

source: Next >
gd: Air adhart >

source: Finished checking %S
gd: Deiseil le sgrùdadh %S

source: Downloading: %S
gd: A' luchdadh a-nuas: %S

source: Installing: %S
gd: A' stàladh: %S

source: %S was unable to install updates for the following add-ons:
gd: Cha b' urrainn do %S ùrachaidhean nan tuilleadan a leanas a stàladh:

source: %S was unable to check for updates for the following add-ons:
gd: Cha b' urrainn do %S ùrachaidhean a lorg airson nan tuilleadan a leanas:

source: 26em
gd: 30em

source: Choose an Application
gd: Tagh prògram

source: Launch Application
gd: Toisich prògram

source: This link needs to be opened with an application.
gd: Feumaidh tu an ceangal seo fhosgladh le prògram.

source: Send to:
gd: Cuir gu:

source: Remember my choice for %S links.
gd: Cuimhnich mo roghainn airson ceanglaichean %S.

source: This can be changed in %S's preferences.
gd: 'S urrainn dhut seo atharrachadh anns na roghainnean aig %S.

source: Another Application…
gd: Prògram eile…

source: Go to the Help Start Page
gd: Rach gu duilleag mhòr a' chuideachaidh

source: Search results
gd: Toraidhean luirg

source: &Contents
gd: Sus&baint

source: Always on &Top
gd: Air &uachdar an-còmhnaidh

source: No search items found.
gd: Cha deach nithean luirg a lorg.

source: Plugin Finder Service
gd: Seirbheis lorg nam plugan

source: Welcome to the &pluginWizard.title;
gd: Fàilte gu &pluginWizard.title;

source: &brandShortName; is now checking for available plugins…
gd: Tha &brandShortName; a' lorg plugain a tha ri am faighinn an-dràsta…

source: Available Plugin Downloads
gd: Luchdaidhean a-nuas de phlugain a tha ri am faighinn

source: The following plugins are available:
gd: Tha na plugain a leanas ri am faighinn:

source: Press Next to install these plugins.
gd: Briog air "Air adhart" gus na plugain seo a stàladh.

source: Some plugins may require additional information from you during installation.
gd: Dh'fhaodadh gum bi feum aig cuid dhe na plugain air fiosrachadh a bharrachd uat rè an stàlaidh.

source: Plugin Licenses
gd: Ceadachasan nam Plugan

source: I agree.
gd: Tha mi ag aontachadh.

source: I do not agree (plugin will not be installed).
gd: Chan eil mi ag aontachadh (cha dèid am plugan a stàladh).

source: Installing Plugins
gd: A' stàladh nam plugan

source: &brandShortName; is installing plugins…
gd: Tha &brandShortName; a' stàladh nam plugan…

source: &brandShortName; finished installing the missing plugins:
gd: Tha &brandShortName; deiseil le stàladh nam plugan a bha air dhìth:

source: Find out more about Plugins or manually find missing plugins.
gd: Faigh barrachd fiosrachaidh mu phlugain no lorg plugain a tha a dhìth ort de làimh.
