Repository: kscanne/gaeilge-mozdev
Catalog: src/*/firefox-3.6.*.po
Languages: gd

source: There is not sufficient memory to complete the action you requested. Quit some applications and try again.
gd: Chan eil cuimhne gu leòr ann gus an gnìomh a dh'iarr thu a choileanadh. Dùin prògram no dhà agus feuch ris a-rithist.

source: Downloading %S
gd: A' luchdadh a-nuas %S

source: %S could not be saved, because a file already exists with the same name as the '_files' directory. Try saving to a different location.
gd: Cha do ghabh %S a shàbhaladh a chionn 's gu bheil faidhle ann mu thràth leis an aon ainm a tha air a' phasgan "_faidhle". Feuch ri a shàbhaladh am badeigin eile.

source: %S could not be saved, because the file name was too long. Try saving with a shorter file name.
gd: Cha do ghabh %S a shàbhaladh a chionn 's gun robh ainm na faidhle ro fhada. Feuch ri a shàbhaladh le ainm nas giorra.

source: About Plugins
gd: Mu na plugain

source: Installed plugins
gd: Plugain air a stàladh

source: No plugins are installed
gd: Chan eil plugan sam bith air a stàladh

source: Find more information about browser plugins at
gd: Faigh barrachd fiosrachaidh mu phlugain brabhsair aig

source: Help for installing plugins is available from
gd: Gheibh thu taic mu stàladh phlugan o

source: File:
gd: Faidhle:

source: Version:
gd: Tionndadh:

source: MIME Type
gd: Seòrsa MIME

source: Suffixes
gd: Leasachain

source: Print Frames
gd: Clò-bhuail frèamaichean

source: As &laid out on the screen
gd: Mar a &chithear iad air an sgrìn

source: The selected &frame
gd: Am &frèam a chaidh a thaghadh

source: &Each frame separately
gd: &Gach frèam na aonar

source: A username and password are being requested by %2$S. The site says: "%1$S"
gd: Tha %2$S ag iarraidh ainm cleachdaiche is facal-faire. Tha an làrach ag ràdh: "%1$S"

source: The proxy %2$S is requesting a username and password. The site says: "%1$S"
gd: Tha a' phrogsaidh %2$S ag iarraidh ainm cleachdaiche is facal-faire. Tha an làrach ag ràdh: "%1$S"

source: Enter username and password for %1$S
gd: Cuir a-steach ainm cleachdaiche is facal-faire airson %1$S

source: Enter password for %1$S on %2$S
gd: Cuir a-steach facal-faire airson %1$S air %2$S

source: Deny
gd: Diùlt e

source: Internet Security
gd: Tèarainteachd-lìn

source: Remember this decision
gd: Cuimhnich an co-dhùnadh seo

source: A script from "%S" is requesting enhanced abilities that are UNSAFE and could be used to compromise your machine or data: %S Allow these abilities only if you trust this source to be free of viruses or malicious programs.
gd: Tha sgriobt o "%S" ag iarraidh comasan a bharrachd a NACH EIL TÈARAINTE agus dh'fhaodar an cleachdadh gus cron a chur air an inneal no an dàta agad: %S Na ceadaich na comasan seo ach ma bhios earbsa agad san tùs seo 's e saor o bhìorasan is prògraman droch rùnach.

source: A script from "%S" was denied %S privileges.
gd: Chaidh pribhleidean %S a dhiùltadh do sgriobt o "%S".

source: Security Error: Content at %S may not load or link to %S.
gd: Mearachd tèarainteach: Chan eil e ceadaichte do shusbaint aig %S a luchdadh no a cheangal ri %S.

source: Security Error: Content at %S may not load data from %S.
gd: Mearachd tèarainteachd: Chan eil e ceadaichte do shusbaint aig %S dàta a luchdadh o %S.

source: Permission denied for <%1$S> to get property %2$S.%3$S from <%4$S>.
gd: Cha d'fhuair <%1$S> cead am feart %2$S.%3$S fhaighinn o <%4$S>.

source: Permission denied for <%1$S> (document.domain=<%5$S>) to get property %2$S.%3$S from <%4$S> (document.domain has not been set).
gd: Cha d'fhuair <%1$S> (document.domain=<%5$S>) cead am feart %2$S.%3$S fhaighinn o <%4$S> (cha deach document.domain a shuidheachadh).

source: Permission denied for <%1$S> (document.domain has not been set) to get property %2$S.%3$S from <%4$S> (document.domain=<%5$S>).
gd: Cha d'fhuair <%1$S> (chan deach document.domain a shuidheachadh) cead am feart %2$S.%3$S fhaighinn o <%4$S> (document.domain=<%5$S>).

source: Permission denied for <%1$S> (document.domain=<%5$S>) to get property %2$S.%3$S from <%4$S> (document.domain=<%6$S>).
gd: Cha d'fhuair <%1$S> (document.domain=<%5$S>) cead am feart %2$S.%3$S fhaighinn o <%4$S> (document.domain=<%6$S>).

source: Permission denied for <%1$S> to set property %2$S.%3$S on <%4$S>.
gd: Cha d'fhuair <%1$S> cead am feart %2$S.%3$S a shuidheachadh air <%4$S>.

source: Permission denied for <%1$S> (document.domain=<%5$S>) to set property %2$S.%3$S on <%4$S> (document.domain has not been set).
gd: Cha d'fhuair <%1$S> (document.domain=<%5$S>) cead am feart %2$S.%3$S a shuidheachadh air <%4$S> (cha deach document.domain a shuidheachadh).

source: Permission denied for <%1$S> (document.domain has not been set) to set property %2$S.%3$S on <%4$S> (document.domain=<%5$S>).
gd: Cha d'fhuair <%1$S> (cha deach document.domain a shuidheachadh) cead am feart %2$S.%3$S a shuidheachadh air <%4$S> (document.domain=<%5$S>).

source: Permission denied for <%1$S> (document.domain=<%5$S>) to set property %2$S.%3$S on <%4$S> (document.domain=<%6$S>).
gd: Cha d'fhuair <%1$S> (document.domain=<%5$S>) cead am feart %2$S.%3$S a shuidheachadh air <%4$S> (document.domain=<%6$S>).

source: Permission denied for <%1$S> to call method %2$S.%3$S on <%4$S>.
gd: Cha d'fhuair <%1$S> cead am modh %2$S.%3$S a ghairm air <%4$S>.

source: Permission denied for <%1$S> (document.domain=<%5$S>) to call method %2$S.%3$S on <%4$S> (document.domain has not been set).
gd: Cha d'fhuair <%1$S> (document.domain=<%5$S>) cead am modh %2$S.%3$S a ghairm air <%4$S> (cha deach document.domain a shuidheachadh).

source: Permission denied for <%1$S> (document.domain has not been set) to call method %2$S.%3$S on <%4$S> (document.domain=<%5$S>).
gd: Cha d'fhuair <%1$S> (cha deach document.domain a shuidheachadh) cead am modh %2$S.%3$S a ghairm air <%4$S> (document.domain=<%5$S>).

source: Permission denied for <%1$S> (document.domain=<%5$S>) to call method %2$S.%3$S on <%4$S> (document.domain=<%6$S>).
gd: Cha d'fhuair <%1$S> (document.domain=<%5$S>) cead am modh %2$S.%3$S a ghairm air <%4$S> (document.domain=<%6$S>).

source: Permission denied for <%S> to get property %S.%S
gd: Cha d'fhuair <%S> cead am feart %S.%S fhaighinn.

source: Permission denied for <%S> to set property %S.%S
gd: Cha d'fhuair <%S> cead am feart %S.%S fhaighinn.

source: Permission denied for <%S> to call method %S.%S
gd: Cha d'fhuair <%S> cead am modh %S.%S a ghairm.

source: Permission denied to create wrapper for object of class %S
gd: Chaidh cead a dhiùltadh airson paisgear a chruthachadh airson rud dhen t-seòrsa %S

source: Permission denied for <%2$S> to create wrapper for object of class %1$S
gd: Chaidh cead a dhiùltadh do <%2$S> gus paisgear a chruthachadh airson rud dhen t-seòrsa %1$S

source: Unknown: %S
gd: Neo-aithnichte: %S

source: Warning: Protocol handler for '%S' doesn't advertise a security policy. While loading of such protocols is allowed for now, this is deprecated. Please see the documentation in nsIProtocolHandler.idl.
gd: Rabhadh: Chan eil an làimhsiche protacail airson "%S" a' sanasachd poileasaidh tèarainteachd. Ged as urrainn dhut protacal d' a leithid a luchdadh, cha mholamaid e. Faic am fiosrachadh ann an nsIProtocolHandler.idl.

source: Read private data from any site or window
gd: Leugh dàta prìobhaideach de làrach no uinneag sam bith

source: Modify any open window
gd: Co-chuimsich gach uinneag fhosgailte

source: Run or install software on your machine
gd: Ruith no stàlaich bathar-bog air an inneal agad

source: Read and upload local files
gd: Leugh is luchdaich suas faidhlichean ionadail

source: By-pass core security settings
gd: Seachnaich prìomh roghainnean tèarainteachd

source: Read program settings
gd: Leugh roghainnean a' phrògraim

source: Modify program settings
gd: Co-chuimsich roghainnean a' phrògraim

source: There was an error writing data to the disk. This error is sometimes caused by a full disk. Please restart this application
gd: Thachair mearachd rè sgrìobhadh an dàta gun diosg. 'S e diosg làn a dh'adhbharaicheas seo uaireannan. Toisich am prògram seo a-rithist.

source: Unexpected value %2$S parsing %1$S attribute.
gd: Luach %2$S gun dùil ris is a' parsadh buadh %1$S.

source: The namespace "%S" is not supported. Please use "http://www.mozilla.org/2002/soap/security".
gd: Chan eil taic ann dhan spàs ainm "%S". Cleachd "http://www.mozilla.org/2002/soap/security".

source: The root element "%S" is not recognized. Please use "webScriptAccess" element.
gd: Cha deach an eileamaid "%S" aithneachadh. Cleachd an eileamaid "webScriptAccess".

source: The element "%S" is not recognized.
gd: Cha deach an eileamaid "%S" aithneachadh.

source: The attribute "%S" is not recognized.
gd: Chan deach am buadh "%S" aithneachadh.

source: There can be no more than one "%S" element.
gd: Chan urrainn ach aon eileamaid "%S" a bhith ann.

source: "%S" element cannot have "%S" sibiling.
gd: Chan urrainn do dh'eileamaid "%S" a bhith 'na bhràthair do "%S".

source: The "%S" element should be empty.
gd: Bu chòir dhan eileamaid "%S" a bhith falamh.

source: SOAP { %S } %S call resulted in fault: { %S } %S : %S.
gd: Dh'adbharaich gairm SOAP { %S } %S tuisleadh: { %S } %S : %S.

source: This XML file does not appear to have any style information associated with it. The document tree is shown below.
gd: Tha coltas nach eil fiosrachadh stoidhle leis an fhaidhle XML seo. Chithear craobh nan sgrìobhainnean gu h-ìosal.

source: Parsing an XSLT stylesheet failed.
gd: Dh'fhàillig parsadh bileag-stoidhle XSLT.

source: Parsing an XPath expression failed.
gd: Dh'fhàillig parsadh an spreisein XPath.

source: XSLT transformation failed.
gd: Dh'fhàillig cruth-atharrachadh XSLT.

source: Invalid XSLT/XPath function.
gd: Foincsean XSLT/XPath mì-dhligheach.

source: XSLT Stylesheet (possibly) contains a recursion.
gd: Ath-chùrsadh san duilleag-stoidhle XSLT ('s dòcha).

source: Attribute value illegal in XSLT 1.0.
gd: Luach buaidh mì-dhligheach ann an XSLT 1.0.

source: An XPath expression was expected to return a NodeSet.
gd: Bha dùil gun till an spresiean XPath NodeSet.

source: XSLT transformation was terminated by <xsl:message>.
gd: Chaidh crìoch a chur air a' chruth-atharrachadh XSLT le <xsl:message>.

source: A network error occured loading an XSLT stylesheet:
gd: Thachair mearachd lìonraidh fhad 's a chaidh duilleag-stoidhle XSLT a luchdadh:

source: An XSLT stylesheet does not have an XML mimetype:
gd: Chan eil XML mimetype aig duilleag-stoidhle XSLT:

source: An XSLT stylesheet directly or indirectly imports or includes itself:
gd: Tha duilleag-stoidhle XSLT 'ga thoirt a-steach gu dìreach no neo-dhìreach no tha e fhèin ann:

source: An XPath function was called with the wrong number of arguments.
gd: Chaidh foincsean XPath a ghairm leis an àireamh chearr de dh'argamaidean.

source: An unknown XPath extension function was called.
gd: Chaidh foincsean leudachaidh XPath neo-aithnichte a ghairm.

source: XPath parse failure: ')' expected:
gd: Dh'fhàillig parsadh XPath: dùil ri ')':

source: XPath parse failure: invalid axis:
gd: Dh'fhàillig parsadh XPath: aiseal mì-dhligheach:

source: XPath parse failure: Name or Nodetype test expected:
gd: Dh'fhàillig parsadh XPath: dùil ri deuchainn air Name no Nodetype:

source: XPath parse failure: ']' expected:
gd: Dh'fhàillig parsadh XPath: dùil ri ']':

source: XPath parse failure: invalid variable name:
gd: Dh'fhàillig parsadh XPath: ainm caochladair mì-dhligheach:

source: XPath parse failure: unexpected end of expression:
gd: Dh'fhàillig parsadh XPath: deireadh spreisein ris nach robh dùil:

source: XPath parse failure: operator expected:
gd: Dh'fhàillig parsadh XPath: dùil ri gnìomharaiche:

source: XPath parse failure: unclosed literal:
gd: Dh'fhàillig parsadh XPath: litearail gun dùnadh:

source: XPath parse failure: ':' unexpected:
gd: Dh'fhàillig parsadh XPath: ':' gun dùil ris:

source: XPath parse failure: '!' unexpected, negation is not():
gd: Dh'fhàillig parsadh XPath: '!' gun dùil ris, cha cho-ionann not() agus an t-àicheadh:

source: XPath parse failure: illegal character found:
gd: Dh'fhàillig parsadh XPath: caractair mì-dhligheach air a lorg:

source: XPath parse failure: binary operator expected:
gd: Dh'fhàillig parsadh XPath: dùil ri gnìomaraiche càraideach:

source: An XSLT stylesheet load was blocked for security reasons.
gd: Chaidh casg a chur air luchdadh duilleige-stoidhle XSLT aur sgàth adhbharan tèarainteachd.

source: Evaluating an invalid expression.
gd: A' luachadh spreisein mì-dhligheach.

source: Unbalanced curly brace.
gd: Cromag dhualach neo-chothromaichte.

source: Creating an element with an invalid QName.
gd: A' cruthachadh eileamaid le QName mì-dhligheach.

source: Variable binding shadows variable binding within the same template.
gd: Tha ceangal caochladair a' sgàileadh ceangal caochladair am broinn na dearbh theamplaid.

source: Error loading stylesheet: %S
gd: Mearachd rè luchdadh na duilleige-stoidhle: %S

source: Error during XSLT transformation: %S
gd: Mearachd rè cruth-atharrachadh XSLT: %S

source: Project Lead
gd: Ceannardas a' phròiseictl

source: Copyright (C) 2004-2005
gd: Còir lethbhreac © 2004-2005

source: Thanks
gd: Taing

source: Reporter
gd: Aithrisiche

source: Report Broken Web Site…
gd: Duilgheadas le làrach-lìn bhriste…

source: Problem Type
gd: Seòrsa an duilgheadais

source: Platform
gd: Ùrlar

source: Product
gd: Bathar

source: OS
gd: SO

source: Build Config
gd: Co-dhealbhachd an togalaich

source: Language
gd: Cànan

source: Charset
gd: Seata charactairean

source: Email
gd: Post-dealain

source: Error Details
gd: Mion-fhiosrachadh air a' mhearachd

source: Code
gd: Còd

source: Message
gd: Teachdaireachd

source: Report A Broken Web Site
gd: Dèan aithris air làrach-lìn bhriste

source: Privacy Policy
gd: Poileasaidh prìobhaideachd

source: This tool allows you to tell the Evangelism Team about web sites that do not work properly in &brandShortName;, or shut &brandShortName; out. This is your way to help us ensure the best possible experience for &brandShortName; users. Please take a moment to read the following to learn how we use the information we collect should you choose to participate.
gd: 'S urrainn dhut innse dhan sgioba sanasachd gu bheil làrach-lìn ann nach eil ag obair gu ceart ann an &brandShortName; no bacadh a chur air &brandShortName;. Seo mar a nì sinn cinnteach gum bi an luchd-cleachdaidh toilichte &brandShortName; a chleachdadh. Nach gabh thu mionaid 's cuir sùil air na leanas a dh'innseas dhut mar a chleachdas sinn am fiosrachadh a chruinnicheas sinn, ma dh'aontaicheas tu ri pàirt a ghabhail ann.

source: To continue you need to agree to the privacy policy above.
gd: Feumaidh tu aontachadh leis a' phoileasaidh phrìobhaideachd gu h-àrd mus urrainn dhut leantainn air adhart.

source: &I have read and accept the above privacy policy.
gd: Leugh mi am poileasaidh prìobhaideachd gu h-àrd &is tha mi ag aontachadh leis.

source: Fill out Report
gd: Thoir cunntas

source: Tell us a little about the problem you encountered:
gd: Innis dhuinn beagan mun duilgheadas a bha agad:

source: Web site &URL:
gd: &URL na làraich-lìn:

source: Web site is &password-protected
gd: Tha an làrach-lìn 'ga dhìon le &facal-faire

source: Problem &Type:
gd: Seòrsa an &duilgheadais:

source: Choose One…
gd: Tagh fear...

source: Browser not supported
gd: Chan eil taic ann ris a' bhrabhsair seo

source: Can't log in
gd: Chan urrainn dhomh logadh a-steach

source: Plugin not shown
gd: Chan eil am plugan ri fhaicinn

source: Other content missing
gd: Tha susbaint eile a dhìth

source: Behavior wrong
gd: Tha an giùlan mì-cheart

source: Appearance wrong
gd: Tha dreach mì-cheart air

source: Other problem
gd: Duilgheadas eile

source: Disability access
gd: Inntrigeadh chiorramach

source: Printed output is wrong
gd: Tha mach-chur a' chlò-bhualaidh mì-cheart

source: &Describe Problem:
gd: Thoir cunntas air an &duilgheadas:

source: Platform:
gd: Ùrlar:

source: Product:
gd: Bathar:

source: Language:
gd: Cànan:

source: &Email (Optional):
gd: S&eòladh puist-dhealain (roghainneil):

source: View Privacy Policy
gd: Faic am poileasaidh prìobhaideachd

source: &Show Details
gd: Seall am mion-fhiosrachadh

source: Sending Report
gd: A' cur a' chunntais agad

source: Sending Report to server…
gd: A' cur a' chunntais agad dhan fhrithealaiche…

source: Report Sent
gd: Cunntas air a chur

source: Submit Report
gd: Cuir an cunntas agad

source: Sending Report…
gd: A' cur a' chunntais agad…

source: Error Sending Report
gd: Mearachd rè cur a' chunntais agad

source: Successfully Transmitted Report
gd: Chaidh an cunntas a chur gu soirbheachail

source: There was an error creating the report, and so no information was sent to mozilla.org
gd: Thachair mearachd rè cruthachadh a' chunntais agus cha deach fiosrachadh a chur gu mozilla.org mar sin

source: Unable to make a successful connection to the server.
gd: Cha do ghabh ceangal a dhèanamh ris an fhrithealaiche.

source: An invalid response was received from the server. Please try again later.
gd: Fhuaraidh freagairt mì-dhligheach on fhrithealaiche. Feuch ris a-rithist às a dhèidh seo.

source: Looking up %1$S…
gd: A' lorg %1$S…

source: Connected to %1$S…
gd: Air ceangal a dhèanamh ri %1$S…

source: Sending request to %1$S…
gd: A' cur iarrtas gu %1$S…

source: Transferring data from %1$S…
gd: A' tar-aiseag dàta o %1$S…

source: Connecting to %1$S…
gd: A' dèanamh ceangal ri %1$S…

source: Read %1$S
gd: %1$S air a leughadh

source: Wrote %1$S
gd: %1$S air a sgrìobhadh

source: Waiting for %1$S…
gd: A' feitheamh ri %1$S…

source: Beginning FTP transaction…
gd: A' tòiseachadh air an tar-aiseag FTP…

source: Finished FTP transaction
gd: Deiseil leis an tar-aiseag FTP

source: The FTP server %1$S is currently unsupported.
gd: Chan eil taic ann ris an fhrithealaiche FTP %1$S aig an àm seo.

source: This web page is being redirected to a new location. Would you like to resend the form data you have typed to the new location?
gd: Tha an duilleag-lìn seo ag ath-threòrachadh gu àite eile. A bheil thu airson dàta an fhoirm a chur thu a-steach a chur a-null dhan àite ùr?

source: Index of %1$S
gd: Clàr-amais %1$S

source: Up to higher level directory
gd: Suas gu pasgan aig ìre nas àirde

source: Show hidden objects
gd: Seall na rudan falaichte

source: Enter a search term:
gd: Cuir a-steach facal-luirg:

source: You are about to visit "%1$S". This site may be attempting to trick you into thinking you are visiting a different site. Use extreme caution.
gd: Tha thu gu bhith tadhal air "%1$S". Dh'fhaodadh gu bheil an làrach seo ri foill 's a' feuchainn ri leigeil air fhèin gur e làrach eile a tha air do bheulaibh. Bi glè fhaiceallach.

source: I understand and will be very careful
gd: Tha mi a' tuigsinn seo 's bidh mi glè fhaiceallach

source: You are about to log in to the site "%1$S" with the username "%2$S", but the website does not require authentication. This may be an attempt to trick you. Is "%1$S" the site you want to visit?
gd: Tha thu gu bhith logadh a-steach dhan làrach "%1$S" leis an ainm "%2$S" ach chan eil feum air dearbhadh air an làrach seo. Dh'fhaodadh gur e foill a tha seo. An e "%1$S" an làrach a bha thu ag iarraidh?

source: You are about to log in to the site "%1$S" with the username "%2$S".
gd: Tha thu gu bhith logadh a-steach dhan làrach "%1$S" leis an ainm "%2$S".

source: General Notification
gd: Sanas coitcheann

source: Configuration Error
gd: Mearachd co-dhealbhachd

source: Failed to read the configuration file. Please contact your system administrator.
gd: Dh'fhàillig leughadh an fhaidhle cho-dhealbhachd. Leig fios gu rianadair an t-siostaim agad.

source: AutoConfig Alert
gd: Rabhadh AutoConfig

source: Netscape.cfg/AutoConfig failed. Please contact your system administrator. Error: %S failed:
gd: Dh'fhàillig Netscape.cfg/AutoConfig. Leig fios gu rianadair an t-siostaim agad. Mearachd: Dh'fhàillig %S:

source: Email Address
gd: Seòladh puist-dhealain

source: Enter your email address
gd: Cuir a-steach seòladh a' phuist-dhealain agad

source: Policy:
gd: Poileasaidh:

source: &Deny
gd: &Diùlt

source: Confirm setting cookie
gd: Dearbhaich suidheachadh na briosgaid

source: &Use my choice for all cookies from this site
gd: &Cleachd an roghainn seo airson gach briosgaid on làrach seo

source: Show Details
gd: Seall mion-fhiosrachadh

source: Hide Details
gd: Cuir mion-fhiosrachadh am falach

source: The site %S wants to set a cookie.
gd: Bu toigh leis an làrach %S briosgaid a shuidheachadh.

source: The site %S wants to set a second cookie.
gd: Bu toigh leis an làrach %S briosgaid eile a shuidheachadh.

source: The site %S wants to set another cookie. You already have %S cookies from this site.
gd: Bu toigh leis an làrach %S briosgaid eile a shuidheachadh. Tha %S briosgaidean agad on làrach seo mu thràth.

source: The site %S wants to modify an existing cookie.
gd: Bu toigh leis an làrach %S brisgaid a tha agad mu thràth atharrachadh.

source: Copyright &copy; 1998-2009 by
gd: Còir lethbhreac &copy; 1998-2009 le

source: Know your rights…
gd: Bi eòlach air do chòraichean...

source: %S is free and open source software from the non-profit Mozilla Foundation.
gd: 'S e bathar-bog saor 's le còd saor leis a' Mozilla Foundation neo-phrothaideach a tha ann an %S.

source: No applications were found for this file type.
gd: Cha deach prògram a lorg airson a leithid seo de dh'fhaidhle.

source: Send this item to:
gd: Cuir an rud seo gu:

source: Do not show me this dialog box again.
gd: Na seall am bogsa conaltraidh seo dhomh a-rithist.

source: Caret Browsing
gd: Brabhsadh le cùrsair

source: Pressing F7 turns Caret Browsing on or off. This feature places a moveable cursor in web pages, allowing you to select text with the keyboard. Do you want to turn Caret Browsing on?
gd: Cuiridh tu brabhsadh le cùrsair air is dheth le F7. Cuiridh am feart seo cùrsair gluasadach ann an duilleag-lìn agus 's urrainn dhut teacs a thaghadh leis a' mheur-chlàr leis. A bheil thu airson brabhsadh le cùrsair a chur air a-nis?

source: &Character Encoding
gd: &Còdachadh charactairean

source: &Auto-Detect
gd: &Mothachadh leis fhèin

source: &More Encodings
gd: &Barrachd còdachaidhean

source: &West European
gd: Taobh an &Iar na Roinn Eòrpa

source: &East European
gd: Taobh an &Ear na Roinn Eòrpa

source: East &Asian
gd: Taobh &an Ear Àisea

source: &SE &amp; SW Asian
gd: Taobh an Ear-dhea&s ┐ Iar-dheas Àisea

source: &Middle Eastern
gd: An t-Ear-&mheadhan

source: &Customize List…
gd: &Gnàthaich an liosta…

source: Brief Title
gd: Ainm goirid

source: Some sample Text goes here.
gd: Ball-sampaill de theacs an-seo.

source: User Name:
gd: Ainm a' chleachdaiche:

source: Password:
gd: Facal-faire:

source: Confirm Password:
gd: Dearbhaich am facal-faire:

source: check
gd: cuir cromag

source: Alert
gd: Rabhadh

source: Confirm
gd: Dearbhaich

source: Prompt
gd: Smèid orm

source: Authentication Required
gd: Feum air dearbhadh

source: Password Required
gd: Feum air facal-faire

source: OK
gd: Siuthad

source: &Yes
gd: &Tha

source: &No
gd: &Chan eil

source: &Revert
gd: &Till

source: &Don't Save
gd: &Na sàbhail

source: [JavaScript Application]
gd: [Prògram JavaScript]

source: The page at %S says:
gd: Tha an duilleag aig %S ag ràdh:

source: This might void your warranty!
gd: Dh'fhaodadh seo am barantas agad a chur gu neoini!

source: Changing these advanced settings can be harmful to the stability, security, and performance of this application. You should only continue if you are sure of what you are doing.
gd: Dh'fhaodadh droch bhuaidh a bhith ann air stèidhealachd, tèarainteachd is dèanadas a' phrògraim seo ma dh'atharraicheas tu na roghainnean adhartach seo. Cha bu chòir dhut leantainn air adhart ach ma bhios tu cinnteach gu bheil thu eòlach air buaidh na tha thu a' dèanamh.
