Repository: kscanne/gaeilge-mozdev
Catalog: src/*/firefox-3.6.*.po
Languages: gd

source: PKCS #11 driver violates the spec in an incompatible way.
gd: Tha an draibhear PKCS #11 a' milleadh an t-sònrachais air dòigh neo-chòrdail.

source: No new slot event is available at this time.
gd: Chan eil tachartas sliotain ùr ri fhaighinn an-dràsta.

source: CRL already exists.
gd: Tha liosta de theisteanasan a chaidh a chùl-ghairm ann mu thràth.

source: NSS is not initialized.
gd: Cha deach an NSS a thòiseachadh.

source: The operation failed because the PKCS#11 token is not logged in.
gd: Dh'fhàillig an t-obrachadh a chionn 's nach deach an tòcan PKCS #11 a logadh a-steach.

source: Configured OCSP responder's certificate is invalid.
gd: Tha teisteanas neo-dhligheach aig an fhrithealaiche OCSP rèitichte.

source: OCSP response has an invalid signature.
gd: Tha ainm mì-dhligheach ris an fhreagairt OCSP.

source: Authenticated by %S
gd: Air a teisteanachaidh le %S

source: Please enter the master password for the %S.
gd: Cuir a-steach am prìomh fhacal-faire airson %S.

source: Builtin Roots Module
gd: Mòideal Builtin Roots

source: PSM Internal Crypto Services
gd: In-sheirbheisean dubh-cheilidh PSM

source: Generic Crypto Services
gd: Seirbheisean dubh-cheilidh àbhaisteach

source: Software Security Device
gd: Inneal tèarainteachd bathar-bog

source: PSM Internal Cryptographic Services
gd: In-sheirbheisean dubh-cheilidh PSM

source: PSM Private Keys
gd: Iuchraichean prìobhaideach PSM

source: Software Security Device (FIPS)
gd: Inneal tèarainteachd bathar-bog

source: FIPS 140 Cryptographic, Key and Certificate Services
gd: Seirbheisean dubh-cheilidh, iuchrach is teisteanais FIPS 140

source: SSL Client Certificate
gd: Teisteanas cliant SSL

source: SSL Server Certificate
gd: Teisteanas frithealaiche SSL

source: SSL Server with Step-up
gd: Frithealaiche SSL le Step-Up

source: SSL Certificate Authority
gd: Ùghdarras teisteanachaidh SSL

source: Email Signer Certificate
gd: Teisteanas soidhniche puist-dhealain

source: Email Recipient Certificate
gd: Teisteanas faightear puist-dhealain

source: Protected Object Signer
gd: Soidhniche nan rudan dìonta

source: Object Signer
gd: Soidhniche nan rudan

source: User Import Cert
gd: Teisteanas in-mhalairt cleachdaiche

source: CA Verifier
gd: Dearbhadair an ùghdarrais teisteanachaidh

source: Status Responder Certificate
gd: Teisteanas an fhreagaraiche inbhe

source: Any Certificate Authority
gd: Ùghadaras teisteanais sam bith

source: High Grade
gd: Làidir

source: Medium Grade
gd: Meadhanach

source: %1$s's %2$s ID
gd: Dearbh-aithne %2$s %1$s

source: Certificate
gd: Teisteanas

source: Version 1
gd: Tionndadh 1

source: Version 2
gd: Tionndadh 2

source: Version 3
gd: Tionndadh 3

source: Serial Number
gd: Àireamh shreathach

source: Object Identifier
gd: Aithniche rudan

source: PKCS #1 MD2 With RSA Encryption
gd: MD2 a-rèir PKCS #1 le dubh-cheileadh RSA

source: PKCS #1 MD5 With RSA Encryption
gd: MD5 a-rèir PKCS #1 le dubh-cheileadh RSA

source: PKCS #1 SHA-1 With RSA Encryption
gd: SHA-1 a-rèir PKCS #1 le dubh-cheileadh RSA

source: PKCS #1 SHA-256 With RSA Encryption
gd: SHA-256 a-rèir PKCS #1 le dubh-cheileadh RSA

source: PKCS #1 SHA-384 With RSA Encryption
gd: SHA-384 a-rèir PKCS #1 le dubh-cheileadh RSA

source: PKCS #1 SHA-512 With RSA Encryption
gd: SHA-512 a-rèir PKCS #1 le dubh-cheileadh RSA

source: Object Identifier (%S)
gd: Aithniche rudan (%S)

source: Issuer
gd: Foillsichear

source: Subject
gd: Cuspair

source: Relative Distinguished Name
gd: Ainm aithnichte cleamhnasach

source: Attribute Type and Value
gd: Seòrsa is luach an fheart

source: Surname
gd: Sloinneadh

source: Given Name
gd: Ainm

source: Validity
gd: Dligheachd

source: Not Before
gd: Chan ann ro

source: Not After
gd: Chan ann as dèidh

source: Subject Public Key Info
gd: Fiosrachadh iuchair phoblach a' chuspair

source: Subject Public Key Algorithm
gd: Algairim iuchair phoblach a' chuspair

source: Algorithm Identifier
gd: Aithniche na h-algairime

source: Algorithm Parameters
gd: Paramadairean na h-algairime

source: PKCS #1 RSA Encryption
gd: Dubh-cheileadh RSA a-rèir PKCS #1

source: Modulus (%S bits): %S Exponent (%S bits): %S
gd: Mòideal (%S biod): %S Easponant (%S biod): %S

source: Key size: %S bits Base point order length: %S bits Public value: %S
gd: Meud na h-iuchrach: %S biod Faid òrduigh na bun-phuinge: %S biod An luach poblach: %S

source: Issuer Unique ID
gd: Dearbh-aithne àraid an fhoillsicheir

source: Subject's Public Key
gd: Iuchair phoblach a' chuspair

source: Subject Unique ID
gd: Dearbh-aithne àraid a' chuspair

source: Netscape Certificate Type
gd: Seòrsa an teisteanais Netscape

source: Netscape Certificate Extension Base URL
gd: Bun-URL leudachadh an teisteanais Netscape

source: Netscape Certificate Revocation URL
gd: URL cùl-ghairm an teisteanais Netscape

source: Netscape Certificate Authority Revocation URL
gd: URL cùl-ghairm an ùghdarrais teisteanachaidh Netscape

source: Netscape Certificate Renewal URL
gd: URL ath-ùrachadh an teisteanais Netscape

source: Netscape Certificate Authority Policy URL
gd: URL poileasaidh an ùghdarrais theisteanachaidh Netscape

source: Netscape Certificate SSL Server Name
gd: Aim frithealaiche SSL an teisteanais Netscape

source: Netscape Certificate Comment
gd: Iomradh air an teisteanas Netscape

source: Netscape Lost Password URL
gd: URL Netscape nam faclan-faire air chall

source: NetscapeCertificate Renewal Time
gd: Àm ath-ùrachaidh an teisteanais Netscape

source: AOL Screenname
gd: Ainm sgrìn AOL

source: Certificate Subject Directory Attributes
gd: Feartan eòlaire a' chuspair san teisteanas

source: Certificate Subject Key ID
gd: Dearbh-aithne iuchair a' chuspair san teisteanas

source: Certificate Key Usage
gd: Cleachdadh iuchair an teisteanais

source: Certificate Subject Alt Name
gd: Ainm eile air a' chuspair san teisteanas

source: Certificate Issuer Alt Name
gd: Ainm eile foillsichear an teisteanais

source: Certificate Basic Constraints
gd: Co-èiginnean bunaiteach an teisteanais

source: Certificate Name Constraints
gd: Co-èiginnean ainmeachadh an teisteanais

source: CRL Distribution Points
gd: Puingean sgaoilidh aig liosta nan teisteanasan a chaidh a chùl-ghairm

source: Certificate Policies
gd: Poileasaichean na teisteanasan

source: Certificate Policy Mappings
gd: Mapadh poileasaidh nan teisteanasan

source: Certificate Policy Constraints
gd: Co-èiginnean poileasaidh nan teisteanasan

source: Certificate Authority Key Identifier
gd: Aithniche iuchair an ùghdarrais theisteanachaidh

source: Extended Key Usage
gd: Cleachdadh iuchrach leudaichte

source: Authority Information Access
gd: Inntrigeadh do dh'fhiosrachadh ùghdarrais

source: ANSI X9.57 DSA Signature
gd: Soidhneadh DSA a-rèir ANSI X9.57

source: ANSI X9.57 DSA Signature with SHA1 Digest
gd: Soidhneadh DSA a-rèir ANSI X9.57 le gearr-chunntas SHA-1

source: ANSI X9.62 ECDSA Signature with SHA1
gd: Soidhneadh ECDSA a-rèir ANSI X9.62 le SHA-1

source: Email Certificate Authority
gd: Ùghdarras teisteanachaidh puist-dhealain

source: Signing
gd: A' cur ainm ris

source: Non-repudiation
gd: Neo-dhiùltadh

source: Key Encipherment
gd: Dubh-cheileadh nan iuchraichean

source: Data Encipherment
gd: Dubh-cheileadh an dàta

source: Key Agreement
gd: Aonta na h-iuchrach

source: Certificate Signer
gd: Soidhniche an teisteanais

source: CRL Signer
gd: Soidhniche liosta nan teisteanasan a chaidh a chùl-ghairm

source: Critical
gd: Èiginneach

source: Not Critical
gd: Neo-èiginneach

source: Certificate Signature Algorithm
gd: Algairim soidhneadh an teisteanais

source: Certificate Signature Value
gd: Luach soidhneadh an teisteanais

source: Error: Unable to process extension
gd: Mearachd: cha ghabh an leasachadh a làimhseachadh

source: Is a Certificate Authority
gd: , a tha 'na ùghdarras teisteanachaidh

source: Is not a Certificate Authority
gd: , nach eil 'na ùghdarras teisteanachaidh

source: Maximum number of intermediate CAs: %S
gd: Àireamh as motha nan ùghdarrasan teisteanachaidh eadar-mheadhanach: %S

source: unlimited
gd: gun chuingeachadh

source: TLS Web Server Authentication
gd: Dearbhadh frithealaiche-lìn TLS

source: TLS Web Client Authentication
gd: Dearbhadh cliant-lìn TLS

source: Code Signing
gd: Soidhneadh còd

source: E-mail protection
gd: Dìon phost-dealain

source: Time Stamping
gd: Stampadh ama

source: OCSP Signing
gd: Soidhneadh OCSP

source: E-Mail Address
gd: Seòladh puist-dhealain

source: DNS Name
gd: Ainm DNS

source: X.400 Address
gd: Seòladh X.400

source: X.500 Name
gd: Ainm X.500

source: EDI Party Name
gd: Ainm pàrtaidh EDI

source: IP Address
gd: Seòladh IP

source: Registered OID
gd: OID clàraichte

source: Key ID
gd: Dearbh-aithne na h-iuchrach

source: Verisign User Notices
gd: Sanasan cleachdaichea Verisign

source: Unused
gd: Gun chleachdadh

source: Key Compromise
gd: Amharas mu iuchair

source: CA Compromise
gd: Amaras mu ùghdarras teisteanachaidh

source: Affiliation Changed
gd: Dh'atharraich an co-cheangal

source: Superseded
gd: Air a chur à àite

source: Cessation of Operation
gd: Sgur dhen obrachadh

source: Certificate Hold
gd: Allsachadh teisteanais

source: CA Issuers
gd: Foillsichearan ùghdarrasan teisteanachaidh

source: Certification Practice Statement pointer
gd: Treòir do dh'aithris cleachdadh teisteanachaidh

source: Extended Validation (EV) SSL Server Certificate
gd: Teisteanas frithealaiche SSL le dearbhadh leudaichte

source: User Notice
gd: Sanas cleachdaiche

source: Logotype
gd: Comharra-facail

source: Elliptic Curve Public Key
gd: Iuchair phoblach lùib eileapsaich

source: X9.62 ECDSA Signature with SHA1
gd: Soidhneadh X9.62 ECDSA le SHA1

source: ANSI X9.62 elliptic curve prime192v1 (aka secp192r1, NIST P-192)
gd: ANSI X9.62 lùb eileapsach prime192v1 (.i. secp192r1, NIST P-192)

source: ANSI X9.62 elliptic curve prime192v2
gd: ANSI X9.62 lùb eileapsach prime192v2

source: ANSI X9.62 elliptic curve prime192v3
gd: ANSI X9.62 lùb eileapsach prime192v3

source: ANSI X9.62 elliptic curve prime239v1
gd: ANSI X9.62lùb eileapsach prime239v1

source: ANSI X9.62 elliptic curve prime239v2
gd: ANSI X9.62 lùb eileapsach prime239v2

source: ANSI X9.62 elliptic curve prime239v3
gd: ANSI X9.62 lùb eileapsach prime239v3

source: ANSI X9.62 elliptic curve prime256v1 (aka secp256r1, NIST P-256)
gd: ANSI X9.62 lùb eileapsach prime256v1 (.i. secp256r1, NIST P-256)

source: SECG elliptic curve secp112r1
gd: SECG lùb eileapsach secp112r1

source: SECG elliptic curve secp112r2
gd: SECG lùb eileapsach secp112r2

source: SECG elliptic curve secp128r1
gd: SECG lùb eileapsach secp128r1

source: SECG elliptic curve secp128r2
gd: SECG lùb eileapsach secp128r2

source: SECG elliptic curve secp160k1
gd: SECG lùb eileapsach secp160k1

source: SECG elliptic curve secp160r1
gd: SECG lùb eileapsach secp160r1

source: SECG elliptic curve secp160r2
gd: SECG lùb eileapsach secp160r2

source: SECG elliptic curve secp192k1
gd: SECG lùb eileapsach secp192k1

source: SECG elliptic curve secp224k1
gd: SECG lùb eileapsach secp224k1

source: SECG elliptic curve secp224r1 (aka NIST P-224)
gd: SECG lùb eileapsach secp224r1 (.i. NIST P-224)

source: SECG elliptic curve secp256k1
gd: SECG lùb eileapsach secp256k1

source: SECG elliptic curve secp384r1 (aka NIST P-384)
gd: SECG lùb eileapsach secp384r1 (.i. NIST P-384)

source: SECG elliptic curve secp521r1 (aka NIST P-521)
gd: SECG lùb eileapsach secp521r1 (.i. NIST P-521)

source: ANSI X9.62 elliptic curve c2pnb163v1
gd: ANSI X9.62 lùb eileapsach c2pnb163v1

source: ANSI X9.62 elliptic curve c2pnb163v2
gd: ANSI X9.62 lùb eileapsach c2pnb163v2

source: ANSI X9.62 elliptic curve c2pnb163v3
gd: ANSI X9.62 lùb eileapsach c2pnb163v3

source: ANSI X9.62 elliptic curve c2pnb176v1
gd: ANSI X9.62 lùb eileapsach c2pnb176v1

source: ANSI X9.62 elliptic curve c2tnb191v1
gd: ANSI X9.62 lùb eileapsach c2tnb191v1

source: ANSI X9.62 elliptic curve c2tnb191v2
gd: ANSI X9.62 lùb eileapsach c2tnb191v2

source: ANSI X9.62 elliptic curve c2tnb191v3
gd: ANSI X9.62 lùb eileapsach c2tnb191v3

source: ANSI X9.62 elliptic curve c2onb191v4
gd: ANSI X9.62 lùb eileapsach c2onb191v4

source: ANSI X9.62 elliptic curve c2onb191v5
gd: ANSI X9.62 lùb eileapsach c2onb191v5

source: ANSI X9.62 elliptic curve c2pnb208w1
gd: ANSI X9.62 lùb eileapsach c2pnb208w1

source: ANSI X9.62 elliptic curve c2tnb239v1
gd: ANSI X9.62 lùb eileapsach c2tnb239v1

source: ANSI X9.62 elliptic curve c2tnb239v2
gd: ANSI X9.62 lùb eileapsach c2tnb239v2

source: ANSI X9.62 elliptic curve c2tnb239v3
gd: ANSI X9.62 lùb eileapsach c2tnb239v3

source: ANSI X9.62 elliptic curve c2onb239v4
gd: ANSI X9.62 lùb eileapsach c2onb239v4

source: ANSI X9.62 elliptic curve c2onb239v5
gd: ANSI X9.62 lùb eileapsach c2onb239v5

source: ANSI X9.62 elliptic curve c2pnb272w1
gd: ANSI X9.62 lùb eileapsach c2pnb272w1

source: ANSI X9.62 elliptic curve c2pnb304w1
gd: ANSI X9.62 lùb eileapsach c2pnb304w1

source: ANSI X9.62 elliptic curve c2tnb359v1
gd: ANSI X9.62 lùb eileapsach c2tnb359v1

source: ANSI X9.62 elliptic curve c2pnb368w1
gd: ANSI X9.62 lùb eileapsach c2pnb368w1

source: ANSI X9.62 elliptic curve c2tnb431r1
gd: ANSI X9.62 lùb eileapsach c2tnb431r1

source: SECG elliptic curve sect113r1
gd: SECG lùb eileapsach sect113r1

source: SECG elliptic curve sect113r2
gd: SECG lùb eileapsach sect113r2

source: SECG elliptic curve sect131r1
gd: SECG lùb eileapsach sect131r1

source: SECG elliptic curve sect131r2
gd: SECG lùb eileapsach sect131r2

source: SECG elliptic curve sect163k1 (aka NIST K-163)
gd: SECG lùb eileapsach sect163k1 (.i. NIST K-163)

source: SECG elliptic curve sect163r1
gd: SECG lùb eileapsach sect163r1

source: SECG elliptic curve sect163r2 (aka NIST B-163)
gd: SECG lùb eileapsach sect163r2 (.i. NIST B-163)

source: SECG elliptic curve sect193r1
gd: SECG lùb eileapsach sect193r1

source: SECG elliptic curve sect193r2
gd: SECG lùb eileapsach sect193r2

source: SECG elliptic curve sect233k1 (aka NIST K-233)
gd: SECG lùb eileapsach sect233k1 (.i. NIST K-233)

source: SECG elliptic curve sect233r1 (aka NIST B-233)
gd: SECG lùb eileapsach sect233r1 (.i. NIST B-233)

source: SECG elliptic curve sect239k1
gd: SECG lùb eileapsach sect239k1

source: SECG elliptic curve sect283k1 (aka NIST K-283)
gd: SECG lùb eileapsach sect283k1 (.i. NIST K-283)

source: SECG elliptic curve sect283r1 (aka NIST B-283)
gd: SECG lùb eileapsach sect283r1 (.i. NIST B-283)

source: SECG elliptic curve sect409k1 (aka NIST K-409)
gd: SECG lùb eileapsach sect409k1 (.i. NIST K-409)

source: SECG elliptic curve sect409r1 (aka NIST B-409)
gd: SECG lùb eileapsach sect409r1 (.i. NIST B-409)

source: SECG elliptic curve sect571k1 (aka NIST K-571)
gd: SECG lùb eileapsach sect571k1 (.i. NIST K-571)

source: SECG elliptic curve sect571r1 (aka NIST B-571)
gd: SECG lùb eileapsach sect571r1 (.i. NIST B-571)

source: Size: %S Bytes / %S Bits
gd: Meud: %S baidht / %S biod

source: Client
gd: Cliant

source: Server
gd: Frithealaiche

source: SSL CA
gd: Ùghdarras teisteanachaidh SSL

source: Sign
gd: Cuir ainm ris

source: Encrypt
gd: Dubh-cheil

source: User Import
gd: In-mhalairt cleachdaiche

source: Status Responder
gd: Freagaraiche inbhe

source: CA
gd: Ùghdarras teisteanachaidh

source: false
gd: breugach

source: The password entered was incorrect.
gd: Bha am facal-faire a chuir thu a-steach cearr.

source: Successfully backed up your security certificate(s) and private key(s).
gd: Chaidh lethbhreac-glèidhidh a dhèanamh dhe na teisteanasan tèarainteachd is na h-iuchraichean prìobhaideach agad.

source: Successfully restored your security certificate(s) and private key(s).
gd: Chaidh na teisteanasan tèarainteachd is na h-iuchraichean prìobhaideach agad aiseag gu soirbheachail.

source: Could not decode PKCS #12 file. Perhaps the password you entered was incorrect?
gd: Cha do ghabh faidhle PKCS #12 a dhì-chòdadh. Saoil an robh am facal-faire a chuir thu a-steach mì-cheart?

source: Failed to decode the file. Either it is not in PKCS #12 format, has been corrupted, or the password you entered was incorrect.
gd: Cha do ghabh am faidhle a dhì-chòdadh. Chan eil e ann am fòrmat PKCS #12, chaidh a thruailleadh no bha am facal-faire a chur thu a-steach mì-cheart.

source: Failed to restore the PKCS #12 file for unknown reasons.
gd: Cha do ghabh am faidhle PKCS #12 aiseag ach chan eil fhios carson.

source: Failed to create the PKCS #12 backup file for unknown reasons.
gd: Dh'fhàillig cruthachadh an lethbhric-ghlèidhidh PKCS #12 ach chan eil fhios carson.

source: The PKCS #12 operation failed for unknown reasons.
gd: Dh'fhàillig an t-obrachadh PKCS #12 ach chan eil fhios carson.

source: It is not possible to back up certificates from a hardware security device such as a smart card.
gd: Chan urrainnear lethbhreac-glèidhidh de theisteanasan a dhèanamh o inneal tèarainteachd cruaidh mar Smart Card.

source: The certificate and private key already exist on the security device.
gd: Tha an teisteanas is an iuchair phrìobhaideachd ann mu thràth air an inneal tèarainteachd.

source: Are you sure you want to install this security module?
gd: A bheil thu cinnteach gu bheil thu airson am mòideal tèarainteachd seo a stàladh?

source: Module Name: %S
gd: Ainm a' mhòideil: %S

source: Path: %S
gd: Slighe: %S

source: A new security module has been installed
gd: Chaidh mòideal tèarainteachd ùr a stàladh

source: Security Module already exists
gd: Tha am mòideal tèarainteachd ann mu thràth

source: Are you sure you want to delete this security module?
gd: A bheil thu cinnteach gu bheil thu airson am mòideal tèarainteachd seo a sguabadh às?

source: Internal security module successfully deleted
gd: Shoirbhich leat le sguabadh às a' mhòideil thèarainteachd

source: External security module successfully deleted
gd: Shoirbhich leat le sguabadh às a' mhòideil thèarainteachd on taobh a-muigh

source: You should make a password-protected backup copy of your new security certificate and its associated private key.
gd: Bu chòir dhut lethbhreac-glèidhidh fo dhìon facail-fhaire a dhèanamh dhen teisteanas tèarainteachd ùr agad agus dhe na h-iuchraichean prìobhaideachd a tha ris.

source: If you ever lose access to your private key by forgetting your personal security password, or by experiencing file corruption, you can restore this private key and certificate from this backup copy.
gd: Ma chailleas tu inntrigeadh dhan iuchair phrìobhaideach agad 's tu air am facal-faire tèarainteachd phearsanta agad a dhìochuimhneachadh, no an cois truailleadh faidhle, 's urrainn dhut an iuchair phrìobhaideach is an teisteanas aiseag on lethbhreac-ghlèidhidh seo.

source: To make a copy, click OK. If possible, you should save your backup copy on a floppy disk that you keep in a safe location.
gd: Briog air "Ceart" gus lethbhreac a dhèanamh. Mas urrainn, bu chòir dhut lethbhreac glèidhidh air stòras dàta eile a dhèanamh 's a chumail sàbhailte.

source: (Unknown Issuer)
gd: (Foillsichear neo-aithnichte)

source: (Unknown Organization)
gd: (Buidheann neo-aithnichte)

source: Can't connect securely because the SSL protocol has been disabled.
gd: Cha ghabh ceangal tèarainte a dhèanamh a chionn 's gun deach am protacal SSL a chur à comas.

source: Can't connect securely because the site uses an older, insecure version of the SSL protocol.
gd: Cha ghabh ceangal tèarainte a dhèanamh a chionn 's gu bheil an làrach a' cleachdadh seann tionndadh dhen phrotacal SSL nach eil tèarainte.

source: You have received an invalid certificate. Please contact the server administrator or email correspondent and give them the following information: Your certificate contains the same serial number as another certificate issued by the certificate authority. Please get a new certificate containing a unique serial number.
gd: Fhuair thu teisteanas neo-dhligheach. Leig fios gu rianadair an fhrithealaiche no seòladair a' phuist-dhealain 's thoir dhaibh am fiosrachadh a leanas: Your certificate contains the same serial number as another certificate issued by the certificate authority. Please get a new certificate containing a unique serial number.

source: An error occurred during a connection to %S.
gd: Thachair mearachd fhad 's a bha ceangal ann ri %S.

source: %S uses an invalid security certificate.
gd: Tha %S a' cleachdadh teisteanas tèarainteachd mì-dhligheach.

source: The certificate is not trusted because it is self-signed.
gd: Chan eil earbsa san teisteanas seo a chionn 's gun deach a fhèin-shoidhneadh.

source: The certificate is not trusted because the issuer certificate is unknown.
gd: Chan eil earbsa san teisteanas seo a chionn 's nach eil foillsichear an teisteanais aithnichte.

source: The certificate is not trusted because it was issued by an invalid CA certificate.
gd: Chan eil earbsa san teisteanas seo a chionn 's gun deach fhoillseachadh le teisteanas mì-dhligheach de dh'ùghdarras teisteanachaidh.

source: The certificate is not trusted because the issuer certificate is not trusted.
gd: Chan eil earbsa san teisteanas seo a chionn 's nach eil earbsa ann am foillsichear an teisteanais.

source: The certificate is not trusted because the issuer certificate has expired.
gd: Chan eil earbsa san teisteanas seo a chionn 's gun do dh'fhalbh an ùine air teisteanas an fhoillsicheir.

source: The certificate does not come from a trusted source.
gd: Chan eil earbsa san tùs on dàinig an teisteanas seo.

source: The certificate is not valid for the name %S.
gd: Chan e teisteanas dligheach airson an ainm %S a tha seo.

source: The certificate is only valid for <a id="cert_domain_link" title="%1$S">%1$S</a>
gd: Chan e teisteanas dligheach a tha seo ach airson <a id="cert_domain_link" title="%1$S">%1$S</a>

source: The certificate is only valid for %S
gd: Chan e teisteanas dligheach a tha seo ach airson %S

source: The certificate is only valid for the following names:
gd: Chan e teisteanas dligheach a tha seo ach airson nan ainmean a leanas:

source: The certificate is not valid for any server names.
gd: Chan e teisteanas dligheach a tha seo airson ainm frithealaiche sam bith.

source: The certificate expired on %S.
gd: Dh'fhalbh an ùine air an teisteanas %S.

source: The certificate will not be valid until %S.
gd: Cha bhi an teisteanas èifeachdach ach %S.

source: (Error code: %S)
gd: (Còd mearachd: %S)

source: Issued to:
gd: Air fhoillseachadh do:

source: Issued by:
gd: Air fhoillseachadh le:

source: Valid
gd: Èifeachdach

source: from
gd: o

source: to
gd: gu

source: Purposes
gd: Feuman

source: Stored in:
gd: 'Ga stòradh ann an:

source: Imported Certificate
gd: Teisteanas a chaidh in-mhalairt

source: The application cannot import the Certificate Revocation List (CRL).
gd: Chan urrainn dhan phrògram seo liosta nan teisteanasan a chaidh a chùl-ghairm (LTC) a thoirt a-steach.

source: A more recent version of this CRL is available.
gd: Tha tionndadh nas ùire dhen LTC seo ri fhaighinn.

source: CRL has an invalid Signature.
gd: Tha soidhneadh mì-dhligheach ris an LTC.

source: New CRL is older than the current one.
gd: Tha an LTC ùr nas sine na am fear làithreach.

source: The CRL is not yet valid. You might want to check your system clock.
gd: Chan eil an LTC èifeachdach fhathast. 'S mathaid gum b' fheairrde dhut sùil a chur air uaireadair an t-siostaim agad.

source: Download of the CRL failed due to Network problems.
gd: Dh'fhàillig luchdadh a-nuas LTC air sgàth duilgheadasan an lìonraidh.

source: Error Importing CRL to local Database. Error Code:
gd: Mearachd le in-mhalairt LTC dhan stòr-dàta ionadail. Còd mearachd:

source: Please ask your system administrator for assistance.
gd: Iarr air rianadair na t-siostaim agad do chuideachadh.
