Repository: kscanne/gaeilge-mozdev
Catalog: src/firefox-trunk.*.po
Languages: ga

source: Choose What I Share
ga: Roghnaigh Cad a Roinnfidh Mé

# processHang.button.label
source: Options
ga: Roghanna

source: Install
ga: Suiteáil

source: Do you want to install "%1$S" from this site (%2$S)?
ga: An bhfuil fonn ort "%1$S" a shuiteáil ón suíomh seo (%2$S)?

source: Application Installed
ga: Suiteáladh an Feidhmchlár

source: Installation in progress
ga: Á shuiteáil

source: Uninstall
ga: Díshuiteáil

source: Don't Uninstall
ga: Ná Díshuiteáil

source: Do you want to uninstall "%1$S"?
ga: An bhfuil fonn ort "%1$S" a dhíshuiteáil?

source: %S is now fullscreen.
ga: Tá %S sa mhód lánscáileáin anois.

source: Remember decision for %S
ga: Meabhraigh an cinneadh seo le haghaidh %S

source: Display the window in full screen (%S)
ga: Taispeáin an fhuinneog sa scáileán iomlán (%S)

# service.toolbarbutton.label
source: Services
ga: Seirbhísí

# service.toolbarbutton.tooltiptext
source: Services
ga: Seirbhísí

source: Would you like to enable services from %1$S to display in your %2$S toolbar and sidebar?
ga: An bhfuil fonn ort seirbhísí ó %1$S a chumasú chun taispeáint i do bharra uirlisí agus do bharra taoibh %2$S?

source: Enable Services
ga: Cumasaigh Seirbhísí

source: Save Page to %S
ga: Sábháil an Leathanach le %S

source: Save Link to %S
ga: Sábháil an Nasc le %S

source: %1$S is unable to connect with %2$S right now.
ga: Ní féidir le %1$S ceangal le %2$S faoi láthair.

source: Try Again
ga: Déan Iarracht Arís

source: Close This Sidebar
ga: Dún an barra taoibh seo

# social.error.closeSidebar.accesskey
source: C
ga: D

source: Terms of Service
ga: Téarmaí Seirbhíse

source: Sign in to %S
ga: Logáil isteach i %S

source: Use an existing email
ga: Úsáid seoladh ríomhphoist atá agat

source: Use a different email
ga: Úsáid seoladh ríomhphoist eile

source: Email
ga: Ríomhphost

source: Enter your email address to sign in to %S
ga: Cuir do sheoladh ríomhphoist isteach chun logáil isteach i %S

source: Next
ga: Ar Aghaidh

source: Signed in as: %S
ga: Logáilte isteach mar: %S

source: Sign Out
ga: Logáil Amach

source: Would you like to share your camera with %S?
ga: An bhfuil fonn ort do cheamara a chomhroinnt le %S?

source: Would you like to share your microphone with %S?
ga: An bhfuil fonn ort do mhicreafón a chomhroinnt le %S?

source: Would you like to share your screen with %S?
ga: An bhfuil fonn ort do scáileán a chomhroinnt le %S?

source: Would you like to share your camera and microphone with %S?
ga: An bhfuil fonn ort do cheamara agus do mhicreafón a chomhroinnt le %S?

source: Would you like to share your microphone and screen with %S?
ga: An bhfuil fonn ort do mhicreafón agus do scáileán a chomhroinnt le %S?

source: Window to share:
ga: Fuinneog le comhroinnt:

source: Screen to share:
ga: Scáileán le comhroinnt:

source: Application to share:
ga: Feidhmchlár le comhroinnt:

source: No Video
ga: Gan Fís

source: No Application
ga: Gan Feidhmchlár

source: No Screen
ga: Gan Scáileán

source: No Window
ga: Gan Fuinneog

source: No Audio
ga: Gan Fuaim

source: Entire screen
ga: An scáileán iomlán

source: #1 (#2 window);#1 (#2 windows)
ga: #1 (#2 fhuinneog);#1 (#2 fhuinneog);#1 (#2 fhuinneog);#1 (#2 bhfuinneog);#1 (#2 fuinneog)

source: Share Selected Device;Share Selected Devices
ga: Comhroinn an Gléas Roghnaithe;Comhroinn na Gléasanna Roghnaithe;Comhroinn na Gléasanna Roghnaithe;Comhroinn na Gléasanna Roghnaithe;Comhroinn na Gléasanna Roghnaithe

source: Share Screen
ga: Comhroinn an Scáileán

source: Share Selected Application
ga: Comhroinn an Feidhmchlár Roghnaithe

source: Share Selected Window
ga: Comhroinn an Fhuinneog Roghnaithe

source: Share Selected Items
ga: Comhroinn na Míreanna Roghnaithe

source: Always Share
ga: Comhroinn i gcónaí

source: Don't Share
ga: Ná Comhroinn

# getUserMedia.denyRequest.accesskey
source: D
ga: N

source: Never Share
ga: Ná Comhroinn Riamh

source: You are currently sharing your camera with this page.
ga: Tá tú ag roinnt do cheamara leis an leathanach seo faoi láthair.

source: You are currently sharing your microphone with this page.
ga: Tá tú ag roinnt do mhicreafóin leis an leathanach seo faoi láthair.

source: You are currently sharing your camera and microphone with this page.
ga: Tá tú ag roinnt do cheamara agus do mhicreafóin leis an leathanach seo faoi láthair.

source: You are currently sharing an application with this page.
ga: Tá tú ag comhroinnt feidhmchláir leis an leathanach seo faoi láthair.

source: You are currently sharing your screen with this page.
ga: Tá tú ag comhroinnt do scáileáin leis an leathanach seo faoi láthair.

source: You are currently sharing a window with this page.
ga: Tá tú ag comhroinnt fuinneoige leis an leathanach seo faoi láthair.

source: Continue Sharing
ga: Lean ar aghaidh ag comhroinnt

source: Stop Sharing
ga: Stop Comhroinnt

source: Tabs sharing devices
ga: Cluaisíní atá ag comhroinnt gléasanna

source: %S (camera)
ga: %S (ceamara)

source: %S (microphone)
ga: %S (micreafón)

source: %S (application)
ga: %S (feidhmchlár)

source: %S (screen)
ga: %S (scáileán)

source: %S (window)
ga: %S (fuinneog)

source: %S (camera and microphone)
ga: %S (ceamara agus micreafón)

source: %S (camera, microphone and application)
ga: %S (ceamara, micreafón agus feidhmchlár)

source: %S (camera, microphone and screen)
ga: %S (ceamara, micreafón agus scáileán)

source: %S (camera, microphone and window)
ga: %S (ceamara, micreafón agus fuinneog)

source: %S (camera and application)
ga: %S (ceamara agus feidhmchlár)

source: %S (camera and screen)
ga: %S (ceamara agus scáileán)

source: %S (camera and window)
ga: %S (ceamara agus fuinneog)

source: %S (microphone and application)
ga: %S (micreafón agus feidhmchlár)

source: %S (microphone and screen)
ga: %S (micreafón agus scáileán)

source: %S (microphone and window)
ga: %S (micreafón agus fuinneog)

source: Unknown origin
ga: Foinse anaithnid

source: Configure…
ga: Cumraigh…

source: Enable DRM
ga: Cumasaigh DRM

# emeNotifications.drmContentDisabled.learnMoreLabel
source: Learn More
ga: Tuilleadh Eolais

# emeNotifications.drmContentCDMNotSupported.learnMoreLabel
source: Learn More
ga: Tuilleadh Eolais

# emeNotifications.optionsButton.label
source: Options
ga: Roghanna

# emeNotifications.unknownDRMSoftware
source: Unknown
ga: Anaithnid

source: %S seems slow… to… start.
ga: Dealraíonn sé… go bhfuil… moill ar %S… ag tosú.

source: Learn How to Speed It Up
ga: Foghlaim conas is féidir é a luathú

source: Don't Tell Me Again
ga: Ná hInis Dom Arís

# flashHang.helpButton.label
source: Learn More…
ga: Tuilleadh Eolais…

source: %1$S: You can customize %2$S to work the way you do. Simply drag any of the above to the menu or toolbar. %3$S about customizing %2$S.
ga: %1$S: Tig leat %2$S a chur in oiriúint do do mhodh oibre. Ní gá ach ceann de na rudaí thuas a tharraingt go dtí an roghchlár nó an barra uirlisí. %3$S faoi %2$S a shaincheapadh.

source: Hint
ga: Leid

source: Restart %S to apply updates
ga: Atosaigh %S chun na nuashonruithe a chur i bhfeidhm

source: Background update failed, please download update
ga: Níorbh fhéidir nuashonrú sa chúlra. Caithfidh tú an nuashonrú a íosluchtú

source: Restart %S
ga: Atosaigh %S

source: Download Update
ga: Íosluchtaigh an Nuashonrú

source: Show your history (%S)
ga: Taispeáin an stair (%S)

source: New Private Window
ga: Fuinneog Nua Phríobháideach

source: Open a new Private Browsing window (%S)
ga: Oscail Fuinneog Nua Phríobháideach (%S)

source: Save Page
ga: Sábháil an Leathanach

source: Save this page (%S)
ga: Sábháil an leathanach seo (%S)

source: Find
ga: Aimsigh

source: Find in this page (%S)
ga: Aimsigh sa leathanach seo (%S)

source: Open a file (%S)
ga: Oscail comhad (%S)

source: Developer
ga: Forbróir

source: Open Web developer tools (%S)
ga: Oscail na huirlisí forbróra Gréasáin (%S)

source: Show sidebars
ga: Taispeáin barraí taoibh

source: Manage your add-ons (%S)
ga: Bainistigh do chuid breiseán (%S)

source: Windows 8 Touch
ga: Tadhall Windows 8

source: Relaunch in %S for Windows 8 Touch
ga: Atosaigh %S le haghaidh Windows 8 Touch

source: Open preferences
ga: Oscail sainroghanna

source: Open preferences (%S)
ga: Oscail sainroghanna (%S)

source: Open options
ga: Oscail roghanna

source: Zoom Controls
ga: Rialtáin Súmála

source: Zoom controls
ga: Rialtáin súmála

source: Zoom out
ga: Súmáil amach

source: Zoom out (%S)
ga: Súmáil amach (%S)

source: Reset zoom level (%S)
ga: Athshocraigh leibhéal súmála (%S)

source: Zoom in
ga: Súmáil isteach

source: Zoom in (%S)
ga: Súmáil isteach (%S)

source: Edit Controls
ga: Cuir Rialtáin in Eagar

source: Edit controls
ga: Cuir rialtáin in eagar

source: Cut
ga: Gearr

source: Cut (%S)
ga: Gearr (%S)

source: Copy
ga: Cóipeáil

source: Copy (%S)
ga: Cóipeáil (%S)

source: Paste
ga: Greamaigh

source: Paste (%S)
ga: Greamaigh (%S)

source: Subscribe to this page
ga: Liostáil leis an leathanach seo

source: ­Character Encoding
ga: Ionchódú Carachtar

source: Show character encoding options
ga: Roghanna don ionchódú carachtar

source: Email Link
ga: Seol an Nasc trí Ríomhphost

source: Email a link to this page
ga: Seol nasc leis an leathanach seo trí ríomhphost

# quit-button.tooltiptext.linux2
source: Quit %1$S (%2$S)
ga: Scoir ó %1$S (%2$S)

# quit-button.tooltiptext.mac
source: Quit %1$S (%2$S)
ga: Scoir ó %1$S (%2$S)

source: Hello
ga: Dia dhuit

source: Start a conversation
ga: Tosaigh comhrá

source: Share This Page
ga: Comhroinn an Leathanach Seo

source: Share this page
ga: Comhroinn an leathanach seo

source: Forget about some browsing history
ga: Déan dearmad ar chuid den stair bhrabhsála

source: Apps
ga: Feidhmchláir

source: Discover Apps
ga: Aimsigh Aipeanna

source: Open WebIDE (%S)
ga: Oscail WebIDE (%S)

source: Animations
ga: Beochan

source: Animation:
ga: Beochan:

source: Transition
ga: Trasdul

source: Duration:
ga: Aga:

source: Delay:
ga: Moill:

source: Repeats:
ga: Athdhéanta:

source: The specified page has no manifest.
ga: Níl aon lastliosta ag an leathanach seo.

source: Manifest has a character encoding of %S. Manifests must have the utf-8 character encoding.
ga: Úsáid an lastliosta an t-íochódú carachtar %S. Is gá an t-ionchódú utf-8 a úsáid i lastliosta.

source: Manifest has a mimetype of %S. Manifests must have a mimetype of text/cache-manifest.
ga: Is é %S cineál MIME an lastliosta. Is gá text/cache-manifest a úsáid mar chineál MIME.

source: URI %1$S is referenced in multiple locations. This is not allowed: %2$S.
ga: Déantar tagairt don URI %1$S níos mó ná uair amháin. Níl sé seo ceadaithe: %2$S.

source: NETWORK section line %1$S (%2$S) prevents caching of line %3$S (%4$S) in the %5$S section.
ga: Ní féidir líne %3$S (%4$S) sa rannán %5$S a chur i dtaisce mar gheall ar líne %1$S (%2$S) sa rannán NETWORK.

source: FALLBACK section line %1$S (%2$S) prevents caching of line %3$S (%4$S) in the %5$S section.
ga: Ní féidir líne %3$S (%4$S) sa rannán %5$S a chur i dtaisce mar gheall ar líne %1$S (%2$S) sa rannán FALLBACK.

source: The file %1$S was modified after %2$S. Unless the text in the manifest file is changed the cached version will be used instead at line %3$S.
ga: Athraíodh comhad %1$S tar éis %2$S. Mura n-athraítear an téacs sa lastliosta, úsáidfear an leagan sa taisce ina ionad, ag líne %3$S.

source: %1$S has cache-control set to no-store. This will prevent the application cache from storing the file at line %2$S.
ga: Is é 'no-store' luach an tsocraithe 'cache-control' i gcomhair %1$S. Ní stórálfar an comhad sa taisce ag líne %2$S dá bharr seo.

source: %1$S points to a resource that is not available at line %2$S.
ga: Déanann %1$S tagairt d'acmhainn nach bhfuil ar fáil, ar líne %2$S.

source: The URI passed to AppCacheUtils is invalid.
ga: Seoladh URI neamhbhailí chuig AppCacheUtils.

source: Your search returned no results.
ga: Ní raibh aon torthaí ar do chuardach.

source: Your disk cache is disabled. Please set browser.cache.disk.enable to true in about:config and try again.
ga: Tá do thaisce díchumasaithe. Athraigh browser.cache.disk.enable go 'true' in about:config agus déan iarracht eile.

source: The first line of the manifest must be "CACHE MANIFEST" at line %S.
ga: Is gá "CACHE MANIFEST" a bheith ar an chéad líne den lastliosta ar líne %S.

source: "CACHE MANIFEST" is only valid on the first line but was found at line %S.
ga: Tá "CACHE MANIFEST" bailí ar an chéad líne amháin, ach fuarthas ar líne %S é.

source: Asterisk (*) incorrectly used in the %1$S section at line %2$S. If a line in the NETWORK section contains only a single asterisk character, then any URI not listed in the manifest will be treated as if the URI was listed in the NETWORK section. Otherwise such URIs will be treated as unavailable. Other uses of the * character are prohibited.
ga: Baineadh úsáid as an réiltín (*) ar dhóigh mhícheart i rannán %1$S ar líne %2$S. Má tá réiltín amháin ar líne sa rannán NETWORK, gan aon rud eile ar an líne, déileálfar le haon URI nach bhfuil sa lastliosta amhail is dá mbeadh sé sa rannán NETWORK. Mura bhfuil réiltín aonair ann, ní bheidh fáil ar URIanna de chineál sin. Ní cheadaítear an réiltín in aon chomhthéacs eile.

source: Spaces in URIs need to be replaced with %20 at line %S.
ga: Is gá %20 a chur in ionad spásanna in URIanna ar líne %S.

source: /../ is not a valid URI prefix at line %S.
ga: Ní cheadaítear /../ mar réimír ar URI ar líne %S.

source: Too many dot dot slash operators (../) at line %S.
ga: An iomarca oibreoirí ponc-ponc-slais (../) ar líne %S.

source: Only two URIs separated by spaces are allowed in the FALLBACK section at line %S.
ga: Ní cheadaítear ach dhá URI, scartha ag spásanna, sa rannán FALLBACK ar líne %S.

source: Asterisk (*) incorrectly used in the FALLBACK section at line %S. URIs in the FALLBACK section simply need to match a prefix of the request URI.
ga: Baineadh úsáid as réiltín (*) ar dhóigh mhícheart sa rannán FALLBACK ar líne %S. Cuirfear URIanna sa rannán FALLBACK i gcomparáid le réimíreanna d'URI an iarratais.

source: The SETTINGS section may only contain a single value, "prefer-online" or "fast" at line %S.
ga: Ní cheadaítear ach luach amháin sa rannán SETTINGS; "prefer-online" nó "fast" ar líne %S.

source: Invalid section name (%1$S) at line %2$S.
ga: Ainm neamhbhailí ar rannán (%1$S) ar líne %2$S.

source: Entry not found.
ga: Iontráil gan aimsiú.

# index.title
source: App Manager
ga: Bainisteoir Aipeanna

source: Device
ga: Gléas

# index.help
source: Help
ga: Cabhair

source: Debug main process
ga: Dífhabhtaigh an príomhphróiseas

source: Open the Developer Tools connected to the main process on the device
ga: Oscail na hUirlisí Forbróra ceangailte leis an bpríomhphróiseas ar an ngléas

source: Screenshot
ga: Seat den Scáileán

source: Open a screenshot of the current state of the device in a new tab
ga: Oscail seat den scáileán mar atá sé faoi láthair i gcluaisín nua

source: Device Control Center
ga: Lárionad Rialaithe

source: Not connected. Please connect your device below.
ga: Gan ceangal leis an Idirlíon. Ceangail do ghléas thíos.

source: Start
ga: Tosaigh

source: Start this app on the device
ga: Tosaigh an aip seo ar an ngléas

source: Stop this app on the device
ga: Stop an aip seo ar an ngléas

# device.debugApp
source: Debug
ga: Dífhabhtaigh

source: Open the Developer Tools connected to this app on the device
ga: Oscail na hUirlisí Forbartha atá ceangailte leis an aip seo ar an ngléas

source: Name
ga: Ainm

source: Plain (default)
ga: Simplí (réamhshocrú)

source: Privileged
ga: Faoi Phribhléid

source: Certified
ga: Deimhnithe

source: This permission is allowed for apps of this type
ga: Ceadaítear an cead seo d'aipeanna den chineál seo

source: Prompt
ga: Leid

source: This permission requires a user prompt for apps of this type
ga: Is gá ceist a chur ar an úsáideoir chun an cead seo a thabhairt d'aipeanna den chineál seo

source: This permission is denied for apps of this type
ga: Diúltaítear an cead seo d'aipeanna den chineál seo

source: Installed Apps
ga: Feidhmchláir Shuiteáilte

source: View a list of apps installed on the device. Some apps, such as certified apps, may be excluded from this view.
ga: Taispeáin liosta de na feidhmchláir suiteáilte ar an ngléas. Ní thaispeánfar feidhmchláir áirithe, mar shampla feidhmchláir dheimhnithe.

source: View a table of the permissions accessible to the different types of apps
ga: Tábla leis an ceadanna atá ag gach cineál feidhmchláir

source: Browser Tabs
ga: Cluaisíní Brabhsálaí

source: View a list of tabs in the browser of the connected device
ga: Féach ar liosta de chluaisíní i mbrabhsálaí an ghléis cheangailte

# device.debugBrowserTab
source: Debug
ga: Dífhabhtaigh

source: Open the Developer Tools connected to this browser tab on the device
ga: Oscail na hUirlisí Forbartha atá ceangailte leis an mbrabhsálaí seo ar an ngléas

# device.help
source: Help
ga: Cabhair

source: Connect to the device
ga: Ceangail leis an ngléas

source: Disconnect
ga: Dícheangail

source: Disconnect from the current device or simulator
ga: Bris an nasc leis an ngléas nó leis an ionsamhlóir reatha

source: Not Connected.
ga: Gan Ceangal.

source: Connect to:
ga: Ceangail le:

source: No device found. Plug a device
ga: Níl aon ghléas ann.

source: Change
ga: Athraigh

source: Change the host and port used to connect to the device (defaults to localhost:6000)
ga: Athraigh an t-óstríomhaire agus an port a úsáidtear chun ceangal leis an ngléas (réamhshocrú: localhost:6000)

source: Start Simulator
ga: Tosaigh an tIonsamhlóir

source: Start an instance of the Simulator and connect to it
ga: Tosaigh an tInsamhlóir agus ceangail leis

# connection.saveConnectionInfo
source: Save
ga: Sábháil

source: Save the host and port
ga: Sábháil an t-óstríomhaire agus an port

source: Connecting…
ga: Ag ceangal…

source: Disconnecting…
ga: Á Dhícheangal…

source: Cancel the connection in progress
ga: Cealaigh an ceangal atá ar siúl

source: Exit the Simulator connection mode and return to the initial prompt
ga: Scoir den Ionsamhlóir agus fill ar an mbunleid

source: or
ga: nó

source: No simulator installed.
ga: Níl aon ionsamhlóir suiteáilte.

source: Install Simulator
ga: Suiteáil Ionsamhlóir

source: Install a version of the Simulator by downloading the relevant add-on
ga: Suiteáil leagan den Ionsamhlóir trí bhreiseán oiriúnach a íosluchtú

# connection.installAnotherSimulator
source: Add
ga: Cuir Leis

source: Install an additional version of the Simulator by downloading the relevant add-on
ga: Suiteáil leagan breise den Ionsamhlóir trí bhreiseán oiriúnach a íosluchtú

source: Start:
ga: Tosach:

# projects.localApps
source: Local Apps
ga: Feidhmchláir Logánta

# projects.addApp
source: Add
ga: Cuir Leis

source: Add Packaged App
ga: Cuir Aip Phacáistithe Leis

source: Add a new packaged app (a directory) from your computer
ga: Cuir aip nua phacáistithe (comhadlann) ó do ríomhaire leis

source: Add Hosted App
ga: Cuir Aip Óstáilte Leis

source: Add a new hosted app (link to a manifest.webapp file) from a remote website
ga: Cuir aip nua óstáilte (nasc le comhad manifest.webapp) ó shuíomh i gcéin leis

# projects.title
source: Local Apps
ga: Feidhmchláir Logánta

source: App Details
ga: Mionsonraí na hAipe

source: Remove this app from the list of apps you are working on. This will not remove it from a device or a simulator.
ga: Bain an aip seo ó na liosta a bhfuil tú ag obair orthu. Ní bhainfear ó ghléas ná ó ionsamhlóir é.

source: Update
ga: Nuashonrú

source: Execute validation checks and update the app to the connected device
ga: Déan bailíochtú agus nuashonraigh an aip ar an ngléas ceangailte

# projects.debugApp
source: Debug
ga: Dífhabhtaigh

source: Open Developer Tools connected to this app
ga: Oscail na hUirlisí Forbartha ceangailte leis an aip seo

# projects.saveManifest
source: Save
ga: Sábháil

source: Save the contents of the Manifest Editor below
ga: Sábháil an t-ábhar atá san Eagarthóir Lastliosta thíos

source: No projects. Add a new packaged app below (local directory) or a hosted app (link to a manifest file).
ga: Gan tionscadal. Cuir aip nua phacáistithe (comhadlann áitiúil) thíos, nó aip óstáilte (nasc le lastliosta).

source: Manifest Editor
ga: Eagarthóir Lastliosta

source: Edit your app's manifest in the panel below. The Update button will save your changes and update the app.
ga: Cuir an lastliosta in eagar sa phainéal thíos. Cliceáil 'Nuashonraigh' chun na hathruithe a shábháil agus an aip a nuashonrú.

source: Manifest Viewer
ga: Amharcán Lastliosta

source: Examine your app's manifest in the panel below
ga: Scrúdaigh lastliosta d'aip sa phainéal thíos

source: Valid
ga: Bailí

source: Error
ga: Earráid

source: Warning
ga: Rabhadh

source: Hosted
ga: Óstáilte

source: Packaged
ga: Pacáistithe

# help.title
source: App Manager
ga: Bainisteoir Aipeanna

source: This tool will help you build and install web apps on compatible devices (i.e. Firefox OS). The <strong>Apps</strong> tab will assist you in the validation and installation process of your app. The <strong>Device</strong> tab will give you information about the connected device. Use the bottom toolbar to connect to a device or start the simulator.
ga: Cabhraíonn an uirlis seo leat aipeanna a thógáil agus a shuiteáil ar ghléasanna comhoiriúnacha (.i. Firefox OS). Is féidir an cluaisín <strong>Aipeanna</strong> a úsáid sa phróiseas bailíochtaithe agus suiteála. Gheobhaidh tú eolas faoin ghléas ceangailte sa chluaisín <strong>Gléas</strong>. Úsáid an barra uirlisí ag bun an scáileáin chun ceangal le gléas nó chun an t-ionsamhlóir a thosú.

source: Useful links:
ga: Nascanna úsáideacha:

source: Documentation: Using the App Manager
ga: Doiciméadú: Bainisteoir Aipeanna

source: How to setup your Firefox OS device
ga: Conas do ghléas Firefox OS a shocrú

source: Troubleshooting
ga: Fabhtcheartú

source: Install Simulator Add-on
ga: Suiteáil Ionsamhlóir mar Bhreiseán

source: Install Adb Helper Add-on
ga: Suiteáil an Cúntóir Adb mar Bhreiseán

source: The App Manager will be removed in a future release. Your projects have been migrated to WebIDE.
ga: Ní thacófar leis an mBainisteoir Aipeanna i leaganacha amach anseo. Táimid tar éis do chuid tionscadal a bhogadh go WebIDE.

source: Launch WebIDE
ga: Tosaigh WebIDE

source: Read More
ga: Tuilleadh Eolais

source: Device size: %1$Sx%2$S (%3$S DPI)
ga: Méid an ghléis: %1$Sx%2$S (%3$S PSO)

source: Connected to %1$S
ga: Ceangailte le %1$S

source: Connect to %1$S:%2$S
ga: Ceangail le %1$S:%2$S

source: Select a webapp folder
ga: Roghnaigh fillteán don aip Gréasáin

source: Installing…
ga: Á Shuiteáil…

source: Installed!
ga: Suiteáilte!

source: The project folder doesn't exists
ga: Níl fillteán an tionscadail ann

source: The project folder ends up being a file
ga: Is comhad é fillteán an tionscadail, tar éis an tsaoil

source: Packaged apps require a manifest file that can only be named 'manifest.webapp' at project root folder
ga: Ní mór lastliosta a bheith i ngach aip phacáistithe, ina príomhfhillteán, leis an ainm 'manifest.webapp'

source: Invalid manifest URL '%S'
ga: URL neamhbhailí lastliosta '%S'

source: The webapp manifest isn't a valid JSON file: %1$S at: %2$S
ga: Níl an lastliosta ina chomhad bailí JSON: %1$S ag: %2$S

source: Unable to read manifest file: %1$S at: %2$S
ga: Ní féidir an lastliosta a léamh: %1$S ag: %2$S

source: Invalid hosted manifest URL '%1$S': %2$S
ga: URL neamhbhailí do lastliosta óstáilte '%1$S': %2$S

source: Unknown project type '%S'
ga: Cineál anaithnid tionscadail: '%S'

source: Missing mandatory 'name' in Manifest.
ga: Réimse riachtanach 'name' ar iarraidh sa lastliosta.

source: Missing 'icons' in Manifest.
ga: Réimse 'icons' ar iarraidh sa lastliosta.

source: app submission to the Marketplace requires a 128px icon
ga: Ní mór deilbhín 128pct a sholáthar chun aip a dháileadh san Áit Mhargaidh
