Repository: kscanne/gaeilge-mozdev
Catalog: src/firefox-1.0.1.*.po
Languages: ga

source: Vietnamese (VISCII)
ga: Vítneamais (VISCII)

source: Vietnamese (VPS)
ga: Vítneamais (VPS)

source: Georgian (GEOSTD8)
ga: Seoirsis (GEOSTD8)

source: Thai (TIS-620)
ga: Téalainnis (TIS-620)

source: Thai (ISO-8859-11)
ga: Téalainnis (ISO-8859-11)

source: Thai (Windows-874)
ga: Téalainnis (Windows-874)

source: Thai (IBM-874)
ga: Téalainnis (IBM-874)

source: Armenian (ARMSCII-8)
ga: Airméinis (ARMSCII-8)

source: Arabic (ISO-8859-6)
ga: Araibis (ISO-8859-6)

source: Arabic (ISO-8859-6-I)
ga: Araibis (ISO-8859-6-I)

source: Arabic (ISO-8859-6-E)
ga: Araibis (ISO-8859-6-E)

source: Hebrew Visual (ISO-8859-8)
ga: Eabhrais Visual (ISO-8859-8)

source: Hebrew (ISO-8859-8-I)
ga: Eabhrais (ISO-8859-8-I)

source: Hebrew (ISO-8859-8-E)
ga: Eabhrais (ISO-8859-8-E)

source: Hebrew (Windows-1255)
ga: Eabhrais (Windows-1255)

source: Arabic (Windows-1256)
ga: Araibis (Windows-1256)

source: Cyrillic/Russian (CP-866)
ga: Coireallach/Rúisis (CP-866)

source: Western (IBM-850)
ga: Iartharach (IBM-850)

source: Central European (IBM-852)
ga: Lár-Eorpach (IBM-852)

source: Cyrillic (IBM-855)
ga: Coireallach (IBM-855)

source: Turkish (IBM-857)
ga: Tuircis (IBM-857)

source: Hebrew (IBM-862)
ga: Eabhrais (IBM-862)

source: Arabic (IBM-864)
ga: Araibis (IBM-864)

source: Arabic (IBM-864-I)
ga: Araibis (IBM-864-I)

source: Chinese Simplified (GB18030)
ga: Sínis Simplithe (GB18030)

source: Arabic (MacArabic)
ga: Araibis (MacArabic)

source: Arabic (Langbox ISO-8859-6.8x)
ga: Araibis (Langbox ISO-8859-6.8x)

source: Arabic (Langbox ISO-8859-6.16)
ga: Araibis (Langbox ISO-8859-6.16)

source: Farsi (MacFarsi)
ga: Peirsis (MacFarsi)

source: Hebrew (MacHebrew)
ga: Eabhrais (MacHebrew)

source: Hindi (MacDevanagari)
ga: Hiondúis (MacDevanagari)

source: Gujarati (MacGujarati)
ga: Gúisearáitis (MacGujarati)

source: Hindi (SunDevanagari)
ga: Hiondúis (SunDevanagari)

source: (Off)
ga: (Múchta)

source: All
ga: Uile

source: Universal
ga: Uilechoiteann

source: Traditional Chinese
ga: Sínis Thraidisiúnta

source: Chinese
ga: Sínis

source: East Asian
ga: Oirthear na hÁise

source: Russian
ga: Rúisis

source: Ukrainian
ga: Úcráinis

source: &brandShortName; will ask for your master password:
ga: Fiafróidh &brandShortName; do phríomhfhocal faire díot:

source: The first time it is needed
ga: An chéad uair atá sé ag teastáil

source: Every time it is needed
ga: Gach uair atá sé ag teastáil

source: If it has not been used for
ga: Murar úsáideadh é le

source: minutes or longer
ga: nóiméad nó níos faide

source: &Change Master Password
ga: &Athraigh Príomhfhocal Faire

source: Your master password protects sensitive information such as web passwords and certificates.
ga: Cosnaíonn do phríomhfhocal faire eolas tábhachtach cosúil le focail fhaire agus teastais lín.

source: Change Password...
ga: Athraigh Focal Faire...

source: &Reset Master Password
ga: Athshoc&raigh Príomhfhocal Faire

source: If you reset your master password, all of your stored Web and e-mail passwords, form data, personal certificates, and private keys will be lost.
ga: Má athshocraíonn tú do phríomhfhocal faire, caillfear na focail fhaire lín agus ríomhphoist, na sonraí foirme, na teastais phearsanta agus na heochracha príobháideacha go léir atá sábháilte agat.

source: Reset Password
ga: Athshocraigh Focal Faire

source: &Find
ga: &Aimsigh

source: Find Pre&vious
ga: &Roimhe Seo

source: (Untitled)
ga: (Gan Teideal)

source: &New Tab
ga: &Cluaisín Nua

source: &Close Tab
ga: &Dún Cluaisín

source: Close &Other Tabs
ga: Dún Cluaisíní &Eile

source: Reload &All Tabs
ga: Athlódáil &Gach Cluaisín

source: &Reload Tab
ga: &Athlódáil Cluaisín

source: Security information for this page
ga: Eolas slándála maidir leis leathanach seo

source: Check Now
ga: Marcáil Anois

source: _: mismatchCheckNowAccesskey C
ga: C

source: Don't Check
ga: Ná Marcáil

source: _: cancelButtonTextAccesskey C
ga: C

source: https://update.mozilla.org/update/firefox/en-US.rdf
ga: https://update.mozilla.org/update/firefox/ga-IE.rdf

source: New Updates Available
ga: Nuashonraithe ar fáil

source: Click Here to View
ga: Cliceáil anseo chun iad a thaispeáint

source: Checking for Updates to %S ...
ga: Nuashonraí ar %S á lorg...

source: Downloading: %S
ga: %S á íoslódáil

source: Installing: %S
ga: %S á shuiteáil

source: _: updatesAvailableTooltip-0 Update(s) Available
ga: Nuashonrú Le Fáil

source: _: updatesAvailableTooltip-1 Update(s) Available
ga: Nuashonrú Le Fáil

source: Double-click here to check for updates
ga: Déghliogáil anseo chun nuashonruithe a lorg

source: _: installTextNoFurtherActions Choose the ones you want to install and click Install Now to install them.
ga: Roghnaigh comhpháirteanna eile ba mhaith leat a shuiteáil, agus ansin gliogáil ar Suiteáil Anois.

source: _: installTextFurtherCations Choose the ones you want to install and click Next to continue.
ga: Roghnaigh na cinn ba mhaith leat a shuiteáil agus gliogáil Ar Aghaidh chun leanúint.

source: Optional Components (%S)
ga: Comhpháirteanna Roghnacha (%S)

source: Extensions and Themes (%S)
ga: Eisínteachtaí agus Téamaí (%S)

source: Language Packs (%S)
ga: Teangacha (%S)

source: %S %S is available. We strongly recommend that you install this upgrade as soon as possible.
ga: Tá %S %S ar fáil. Moltar duit an nuashonrú seo a shuiteáil chomh luath agus is féidir.

source: %S %S features:
ga: Tréithe %S %S:

source: More information about %S %S ...
ga: Tuilleadh eolais faoi %S %S...

source: _: foundInstructions Choose the ones you want to install and click Install Now to install them.
ga: Roghnaigh comhpháirteanna eile ba mhaith leat a shuiteáil, agus ansin gliogáil ar Suiteáil Anois.

source: _: foundInstructionsAppComps Choose the ones you want to install and click Next to continue.
ga: Roghnaigh na cinn ba mhaith leat a shuiteáil agus gliogáil Ar Aghaidh chun leanúint.

source: Restart Required
ga: Atosú de dhíth

source: %S has been updated this session. Please restart %S before performing any more updates.
ga: Nuashonraíodh %S le linn an tseisiúin seo. Atosaigh %S roimh aon nuashonrú eile a dhéanamh.

source: Update Disabled
ga: Nuashonrú Díchumasaithe

source: Update has been disabled by your Administrator.
ga: Tá Nuashonrú díchumasaithe ag do Riarthóir.

source: Starting Plugin for type
ga: Tá an breiseán don chineál seo á thosú

source: Scripts may not close windows that were not opened by script.
ga: Níl cead ag scripteanna fuinneoga nár oscail siad a dhúnadh.

source: Are you sure you want to navigate away from this page?
ga: An bhfuil tú cinnte gur mian leat imeacht ón leathanach seo?

source: Press OK to continue, or Cancel to stay on the current page.
ga: Gliogáil "Tá Go Maith" chun leanúint, nó "Cealaigh" chun fanacht ar an leathanach reatha.

source: Saving %S
ga: %S á shábháil

source: Opening %S
ga: %S á oscailt

source: Warning! Executable files may contain viruses or other malicious code that could harm your computer. Use caution when opening this file. Are you sure you want to launch %S?
ga: Fógairt! B'fhéidir go bhfuil víreas nó cód mailíseach le fáil i gcomhaid le rith. Tá siad in ann dochar a dhéanamh do do ríomhaire. Bí cúramach nuair atá tú ag oscailt an chomhaid seo. An bhfuil tú cinnte gur mhian leat %S a chur ar siúl?

source: Don't ask me again.
ga: Ná fiafraigh díom arís.

source: SSL Protocol Versions
ga: Leagain an Phrótacail SSL

source: SSL Warnings
ga: Rabhaidh SSL

source: Enable SSL version 2
ga: Cumasaigh SSL leagan 2

source: Enable SSL version 3
ga: Cumasaigh SSL leagan 3

source: Enable TLS
ga: Cumasaigh TLS

source: Edit Ciphers...
ga: Cuir na sifir in eagar...

source: &brandShortName; can alert you to the security status of the web page you are viewing. Set &brandShortName; to show a warning and ask permission before:
ga: Is féidir le &brandShortName; stádas slándála an leathanaigh lín ar a bhfuil tú ag féachaint a chur in iúl duit. Socraigh &brandShortName; chun rabhadh a thaispeáint agus cead a iarraidh roimh:

source: Loading a page that supports encryption
ga: leathanach a lódáil a thacaíonn le hinchriptiúchán

source: Loading a page that uses low-grade encryption
ga: leathanach a lódáil a úsáideann inchriptiúchán lag

source: Sending form data from an unencrypted page to an unencrypted page
ga: sonraí foirme a sheoladh ó leathanach neamhchriptithe go leathanach eile neamhchriptithe

source: Leaving a page that supports encryption
ga: leathanach a thacaíonn le hincriptiúchán a fhágáil

source: Redirecting from one encrypted page to another
ga: athstiúradh ó leathanach criptithe amháin go ceann eile

source: Redirecting from an encrypted page to an unencrypted page
ga: athstiúradh ó leathanach criptithe go leathanach neamhchriptithe

source: Viewing a page with an encrypted/unencrypted mix
ga: leathanach a thaispeáint ar a bhfuil meascán d'ábhair chriptithe agus neamhchriptithe

source: SSL: Edit Ciphers
ga: SSL: cuir na sifir in eagar

source: SSL2 Cipher Suites
ga: Sraitheanna sifear SSL2

source: SSL3/TLS Cipher Suites
ga: Sraitheanna sifear SSL3/TLS

source: Extra SSL3/TLS Cipher Suites
ga: Sraitheanna sifear breise SSL3/TLS

source: Extra SSL3/TLS
ga: SSL3/TLS breise

source: _: cipher.ssl2.rc4_128 128-bit RC4 encryption with RSA and an MD5 MAC
ga: Incriptiúchán RC4 128-giotán le RSA agus CFT MD5

source: 128-bit RC2 encryption with RSA and an MD5 MAC
ga: Incriptiúchán RC2 128-giotán le RSA agus CFT MD5

source: 168-bit Triple DES encryption with RSA and MD5 MAC
ga: Incriptiúchán DES triarach 168-giotán le RSA agus CFT MD5

source: 56-bit DES encryption with RSA and an MD5 MAC
ga: Incriptiúchán DES 56-giotán le RSA agus CFT MD5

source: _: cipher.ssl2.rc4_40 40-bit RC4 encryption with RSA and an MD5 MAC (export)
ga: Incriptiúchán RC4 40-giotán le RSA agus CFT MD5 (easpórtáil)

source: _: cipher.ssl2.rc2_40 40-bit RC2 encryption with RSA and an MD5 MAC (export)
ga: Incriptiúchán RC2 40-giotán le RSA agus CFT MD5 (easpórtáil)

source: _: cipher.ssl3.rsa_rc4_128_md5 128-bit RC4 encryption with RSA and an MD5 MAC
ga: Incriptiúchán RC4 128-giotán le RSA agus CFT MD5

source: 128-bit RC4 encryption with RSA and a SHA1 MAC
ga: Incriptiúchán RC4 128-giotán le RSA agus CFT SHA1

source: 168-bit Triple DES with RSA and a SHA1 MAC (FIPS)
ga: Incriptiúchán DES triarach 168-giotán le RSA agus CFT SHA1 (FIPS)

source: 168-bit Triple DES with RSA and a SHA1 MAC
ga: Incriptiúchán DES triarach 168-giotán le RSA agus CFT SHA1

source: 56-bit DES encryption with RSA and a SHA1 MAC (FIPS)
ga: Incriptiúchán DES 56-giotán le RSA agus CFT SHA1 (FIPS)

source: 56-bit DES encryption with RSA and a SHA1 MAC
ga: Incriptiúchán DES 56-giotán le RSA agus CFT SHA1

source: 56-bit RC4 encryption with RSA and a SHA1 MAC (export)
ga: Incriptiúchán RC4 56-giotán le RSA agus CFT SHA1 (easpórtáil)

source: 56-bit DES encryption with RSA and a SHA1 MAC (export)
ga: Incriptiúchán DES 56-giotán le RSA agus CFT SHA1 (easpórtáil)

source: _: cipher.ssl3.rsa_rc4_40_md5 40-bit RC4 encryption with RSA and an MD5 MAC (export)
ga: Incriptiúchán RC4 40-giotán le RSA agus CFT MD5 (easpórtáil)

source: _: cipher.ssl3.rsa_rc2_40_md5 40-bit RC2 encryption with RSA and an MD5 MAC (export)
ga: Incriptiúchán RC2 40-giotán le RSA agus CFT MD5 (easpórtáil)

source: 256-bit AES encryption with RSA, DHE, and a SHA1 MAC
ga: Incriptiúchán AES 256-giotán le RSA, DHE, agus CFT SHA1

source: 256-bit AES encryption with DSA, DHE, and a SHA1 MAC
ga: Incriptiúchán AES 256-giotán le DSA, DHE, agus CFT SHA1

source: 256-bit AES encryption with RSA and a SHA1 MAC
ga: Incriptiúchán AES 256-giotán le RSA agus CFT SHA1

source: 128-bit AES encryption with RSA, DHE, and a SHA1 MAC
ga: Incriptiúchán AES 128-giotán le RSA, DHE, agus CFT SHA1

source: 128-bit AES encryption with DSA, DHE, and a SHA1 MAC
ga: Incriptiúchán AES 128-giotán le DSA, DHE, agus CFT SHA1

source: 128-bit AES encryption with RSA and a SHA1 MAC
ga: Incriptiúchán AES 128-giotán le RSA agus CFT SHA1

source: 168-bit Triple DES with RSA, DHE, and a SHA1 MAC
ga: Incriptiúchán DES triarach 168-giotán le RSA, DHE, agus CFT SHA1

source: 168-bit Triple DES with DSA, DHE, and a SHA1 MAC
ga: Incriptiúchán DES triarach 168-giotán le DSA, DHE, agus CFT SHA1

source: 56-bit DES encryption with RSA, DHE, and a SHA1 MAC
ga: Incriptiúchán DES 56-giotán le RSA, DHE, agus CFT SHA1

source: 56-bit DES encryption with DSA, DHE, and a SHA1 MAC
ga: Incriptiúchán DES 56-giotán le DSA, DHE, agus CFT SHA1

source: No encryption with RSA authentication and a SHA1 MAC
ga: Gan incriptiúchán ach le fíordheimhniú RSA agus CFT SHA1

source: No encryption with RSA authentication and an MD5 MAC
ga: Gan incriptiúchán ach le fíordheimhniú RSA agus CFT MD5

source: Cipher
ga: Sifear

source: Encryption Algorithm:
ga: Algartam Incriptiúcháin:

source: Authentication Algorithm:
ga: Algartam Fíordheimhnithe:

source: Key Algorithm:
ga: Algartam Eochrach:

source: Effective Key Size:
ga: Méid Glan na hEochrach:

source: MAC Algorithm:
ga: Algartam CFT:

source: Other Attributes:
ga: Tréithe Eile:

source: Details...
ga: Sonraí...

source: Cipher Details
ga: Sonraí Sifear

source: Brief Title
ga: Teideal Gearr

source: Some sample Text goes here.
ga: Téacs samplach anseo.

source: User Name:
ga: Ainm an Úsáideora:

source: Password:
ga: Focal Faire:

source: Confirm Password:
ga: Dearbhaigh an Focal Faire:

source: check
ga: marcáil

source: Customize Toolbar
ga: Saincheap Barra Uirlisí

source: You can add or remove items by dragging to or from the toolbars.
ga: Is féidir míreanna a bhaint nó a chur le barra uirlisí tríd iad a tharraingt chuige nó uaidh.

source: Show:
ga: Taispeáin:

source: Icons and Text
ga: Deilbhíní agus Téacs

source: Icons
ga: Deilbhíní

source: Text
ga: Téacs

source: Use Small Icons
ga: Deilbhíní Beaga

source: Restore Default Set
ga: Uirlisí Réamhshocraithe

source: Add New Toolbar
ga: Barra nua Uirlisí

source: Unexpected <%1$S> element.
ga: Eilimint <%1$S> gan choinne.

source: _: setPassword.tokenName.label Security Device
ga: Gléas Slándála

source: New password:
ga: Focal Faire Nua:

source: New password (again):
ga: Focal Faire Nua (Arís):

source: Reset Master Password
ga: Bánaigh an Príomhfhocal Faire

source: Enter Master Password
ga: Clóscríobh an Príomhfhocal Faire

source: _: getPassword.tokenName.label Security Device
ga: Gléas Slándála

source: _: pref.security.general.rHeader Settings for general security
ga: Socruithe slándála ginearálta

source: _: pref.security.general.header Settings for general security
ga: Socruithe slándála ginearálta

source: Security Level
ga: Leibhéal Slándála

source: Use paranoid security settings
ga: Úsáid socruithe slándála na paranáia

source: Manage Certificates
ga: Bainistiú na dTeastas

source: Downloading Certificate
ga: Teastas á íoslódáil

source: Policy
ga: Beartas

source: Certificate Exists
ga: Tá an teastas ann

source: The Certificate already exists.
ga: Tá an teastas ann cheana.

source: View Certificate
ga: Taispeáin an teastas

source: Choose a certificate to present as identification:
ga: Roghnaigh teastas le taispeáint mar aitheantas:

source: _: clientAuthAsk.message3 Details of selected certificate:
ga: Mionshonraí an teastais roghnaithe:

source: Select Certificate
ga: Roghnaigh teastas

source: Certificate:
ga: Teastas:

source: _: certPicker.detailsLabel Details of selected certificate:
ga: Mionshonraí an teastais roghnaithe:

source: Generating A Private Key
ga: Eochair phríobháideach á déanamh

source: Please wait...
ga: Fan go fóill, le do thoil...

source: Signing Certificate
ga: Teastas sínithe

source: Device Manager
ga: Bainisteoir na nGléasanna

source: Security Modules and Devices
ga: Modúil agus Gléasanna Slándála

source: Details
ga: Sonraí

source: Value
ga: Luach

source: Version
ga: Leagan

source: Change Slot Name
ga: Athraigh Ainm an tSliotáin

source: Log In
ga: Logáil Isteach

source: Log Out
ga: Logáil Amach

source: Change Password
ga: Athraigh Focal Faire

source: Load
ga: Lódáil

source: Unload
ga: Dílódáil

source: Module Name:
ga: Ainm an Mhodúil:

source: New PKCS#11 Module
ga: Modúl PKCS#11 Nua

source: Module filename:
ga: Ainm ar an mhodúl:

source: Load PKCS#11 Device
ga: Lódáil Gléas PKCS#11

source: Go to line
ga: Téigh go líne

source: Enter line number
ga: Iontráil uimhir líne

source: Invalid input
ga: Ionchur Neamhbhailí

source: The line number entered is invalid.
ga: Uimhir líne neamhbhailí.

source: Line not found
ga: Líne gan aimsiú

source: The specified line was not found.
ga: Níor aimsíodh an líne sonraithe.

source: Line %1$S, Col %2$S
ga: Líne %1$S, Colún %2$S

source: Signed by %S
ga: Arna shíniú le %S

source: Please enter the master password for the %S.
ga: Iontráil príomhfhocal faire i gcomhair %S, le do thoil.

source: PSM Internal Crypto Services
ga: Seirbhísí inmheánacha criptiúcháin PSM

source: Generic Crypto Services
ga: Seirbhísí cineálacha criptiúcháin

source: _: PrivateTokenDescription Software Security Device
ga: Gléas Slándála Bogearraí

source: PSM Internal Cryptographic Services
ga: Seirbhísí inmheánacha criptiúcháin PSM

source: PSM Private Keys
ga: Eochracha príobháideacha PSM

source: PSM Internal FIPS-140-1 Cryptographic Services
ga: Seirbhísí inmheánacha criptiúcháin FIPS-140-1 PSM

source: PSM FIPS-140-1 User Private Key Services
ga: Seirbhísí eochracha príobháideacha an úsáideora FIPS-140-1 PSM

source: _: InternalToken Software Security Device
ga: Gléas Slándála Bogearraí

source: SSL Client Certificate
ga: Teastas cliaint SSL

source: SSL Server Certificate
ga: Teastas freastalaí SSL

source: SSL Certificate Authority
ga: Údarás na dTeastas SSL

source: Email Signer Certificate
ga: Teastas sínitheora ríomhphoist

source: Email Recipient Certificate
ga: Teastas faighteora ríomhphoist

source: _: VerifyProtectObjSign Protected Object Signer
ga: Sínitheoir na Réad Cosanta

source: _: VerifyObjSign Object Signer
ga: Sínitheoir na Réad

source: _: VerifyCAVerifier CA Verifier
ga: Fíoraitheoir CA

source: 2048 (High Grade)
ga: 2048 (Láidir)

source: 1024 (Medium Grade)
ga: 1024 (Meánach)

source: %1$s's %2$s ID
ga: Aitheantas %2$s %1$s

source: Certificate
ga: Teastas

source: Version 1
ga: Leagan 1

source: Version 2
ga: Leagan 2

source: Version 3
ga: Leagan 3

source: Serial Number
ga: Sraithuimhir

source: PKCS #1 MD2 With RSA Encryption
ga: MD2 de réir PKCS #1 le hinchriptiúchán RSA

source: PKCS #1 MD5 With RSA Encryption
ga: MD5 de réir PKCS #1 le hinchriptiúchán RSA

source: PKCS #1 SHA-1 With RSA Encryption
ga: SHA-1 de réir PKCS #1 le hinchriptiúchán RSA

source: PKCS #1 SHA-256 With RSA Encryption
ga: SHA-256 de réir PKCS #1 le hinchriptiúchán RSA

source: PKCS #1 SHA-384 With RSA Encryption
ga: SHA-384 de réir PKCS #1 le hinchriptiúchán RSA

source: PKCS #1 SHA-512 With RSA Encryption
ga: SHA-512 de réir PKCS #1 le hinchriptiúchán RSA

source: Issuer
ga: Éisitheoir

source: Subject
ga: Ábhar

source: Attribute Type and Value
ga: Cineál agus luach na haitribúide

source: Validity
ga: Bailíocht

source: PKCS #1 RSA Encryption
ga: Inchriptiúchan RSA de réir PKCS #1

source: Issuer Unique ID
ga: Aitheantas sainiúil an éisitheora

source: Netscape Certificate Type
ga: Cineál teastais Netscape

source: Certificate Policies
ga: Polasaithe teastais

source: ANSI X9.57 DSA Signature
ga: Síniú DSA de réir ANSI X9.57

source: ANSI X9.57 DSA Signature with SHA1 Digest
ga: Síniú DSA de réir ANSI X9.57 le hachoimre SHA-1

source: ANSI X9.62 ECDSA Signature with SHA1
ga: Síniú ECDSA de réir ANSI X9.62 le SHA-1

source: Email
ga: R-phost

source: Email Certificate Authority
ga: Údarás na dTeastas Ríomhphoist

source: Signing
ga: Á síniú

source: Key Encipherment
ga: Inchriptiúchán na neochracha

source: Data Encipherment
ga: Inchriptiúchán na sonraí

source: Certificate Signer
ga: Sínitheoir na dteastas

source: Critical
ga: Criticiúil

source: Client
ga: Cliant

source: Server
ga: Friothálaí

source: Sign
ga: Sínigh

source: Encrypt
ga: Criptigh

source: _: VerifyProtectObjSign_p Protected Object Signer
ga: Sínitheoir na Réad Cosanta

source: _: VerifyObjSign_p Object Signer
ga: Sínitheoir na Réad

source: _: VerifyCAVerifier_p CA Verifier
ga: Fíoraitheoir CA

source: false
ga: falsa

source: The password entered was incorrect.
ga: Bhí an focal faire mícheart.

source: The PKCS #12 operation failed for unknown reasons.
ga: Theip ar an obráid PKCS #12, ach ní fios cén fáth.

source: The certificate and private key already exist on the security device.
ga: Tá an teastas agus an eochair phríobháideach ar an ngléas slándála cheana.

source: Are you sure you want to install this security module?
ga: An bhfuil tú cinnte go dteastaíonn uait an modúl slándála seo a shuiteáil?

source: Module Name: %S
ga: Ainm an mhodúil: %S

source: Path: %S
ga: Conair: %S

source: A new security module has been installed
ga: Suiteáladh modúl slándála nua

source: Security Module already exists
ga: Tá an modúl slándála ann cheana

source: Invalid module name.
ga: Ainm neamhbhailí don mhodúl

source: Are you sure you want to delete this security module?
ga: An bhfuil tú cinnte go dteastaíonn uait an modúl slándála seo a dhealú?

source: Unable to delete module
ga: Níorbh fhéidir an modúl a dhealú

source: Internal security module successfully deleted
ga: D'éirigh le dealú an mhodúil inmheánach slándála

source: (Unknown Issuer)
ga: (Eisitheoir Anaithnid)

source: (Unknown Organization)
ga: (Eagras Anaithnid)

source: You cannot connect to %S because SSL is disabled.
ga: Ní féidir ceangal le %S toisc go bhfuil SSL díchumasaithe.

source: You cannot connect to %S because SSL version 2 is disabled.
ga: Ní féidir ceangal le %S toisc go bhfuil SSL leagan 2 díchumasaithe.

source: %S and %S cannot communicate securely because they have no common encryption algorithms.
ga: Ní féidir le %S agus %S ceangal slán a bhunú eatarthu toisc nach bhfuil comhalgartaim chriptiúcháin acu.

source: An incorrect password was provided.
ga: Iontráladh focal faire contráilte.

source: Error trying to validate certificate from %S using OCSP - malformed request.
ga: Tharla earráid maidir le bailíocht teastais ó %S agus OCSP in úsáid - iarratas droch-chumtha.

source: Error trying to validate certificate from %S using OCSP - request needs signature.
ga: Tharla earráid maidir le bailíocht teastais ó %S agus OCSP in úsáid - síniú de dhíth.

source: Error trying to validate certificate from %S using OCSP - unauthorized request.
ga: Tharla earráid maidir le bailíocht teastais ó %S agus OCSP in úsáid - iarratas gan údarás.

source: Error trying to validate certificate from %S using OCSP - server error.
ga: Tharla earráid maidir le bailíocht teastais ó %S agus OCSP in úsáid - fadhb leis an bhfriothálaí.

source: Error trying to validate certificate from %S using OCSP - server is busy. Please try again later.
ga: Tharla earráid maidir le bailíocht teastais ó %S agus OCSP in úsáid - friothálaí gafa. Bain atriail as amach anseo.

source: Error trying to validate certificate from %S using OCSP - response contains a date which is in the future.
ga: Tharla earráid maidir le bailíocht teastais ó %S agus OCSP in úsáid - cuimsíonn an freagra dáta sa todhchaí.

source: Error trying to validate certificate from %S using OCSP - old response.
ga: Tharla earráid maidir le bailíocht teastais ó %S agus OCSP in úsáid - freagra as dáta.

source: Error trying to validate certificate from %S using OCSP - corrupted or unknown response. Error Code: %S.
ga: Tharla earráid maidir le bailíocht teastais ó %S agus OCSP in úsáid - freagra truaillithe nó anaithnid. Cód Earráide: %S.

source: Error trying to validate certificate from %S using OCSP - unauthorized response.
ga: Tharla earráid maidir le bailíocht teastais ó %S agus OCSP in úsáid - freagra gan údarás.
