Repository: kscanne/gaeilge-mozdev
Catalog: src/firefox-trunk.*.po
Languages: ga

source: Settings can be changed in &brandShortName;'s Preferences.
ga: Is féidir socruithe a athrú i Sainroghanna &brandShortName;.

source: Settings can be changed in &brandShortName;'s Options.
ga: Is féidir socruithe a athrú i Roghanna &brandShortName;.

source: You have chosen to open:
ga: Tá tú ag oscailt:

source: from:
ga: ó:

source: What should &brandShortName; do with this file?
ga: Cad ba cheart do &brandShortName; a dhéanamh leis an gcomhad seo?

source: &Open with
ga: &Oscail le

source: Other…
ga: Eile…

source: &Save File
ga: &Sábháil Comhad

source: Do this &automatically for files like this from now on.
ga: Déan é seo go hu&athoibríoch le haghaidh comhad mar seo as seo amach.

source: which is:
ga: atá:

source: &Choose…
ga: &Roghnaigh…

source: &Browse…
ga: &Brabhsáil…

source: Would you like to save this file?
ga: An bhfuil fonn ort an comhad seo a shábháil?

source: Opening %S
ga: %S á oscailt

source: Enter name of file to save to…
ga: Iontráil ainm an chomhaid lena shábháil…

source: %S (default)
ga: %S (réamhshocraithe)

source: Choose Helper Application
ga: Roghnaigh Feidhmchlár Cabhrach

source: The application you chose ("%S") could not be found. Check the file name or choose another application.
ga: Ní féidir an feidhmchlár ("%S") a bhí sonraithe agat a fháil. Deimhnigh ainm an chomhaid nó roghnaigh feidhmchlár eile.

source: Application not found
ga: Feidhmchlár gan aimsiú

source: The file could not be saved because you do not have the proper permissions. Choose another save directory.
ga: Níorbh fhéidir an comhad a shábháil toisc nach bhfuil cead agat scríobh anseo. Roghnaigh comhadlann eile.

source: Invalid Save Permissions
ga: Ceadanna Sábhála Neamhbhailí

source: Select Download Folder
ga: Roghnaigh Fillteán an Íosluchtaithe

source: Created By:
ga: Cruthaithe ag:

source: Developers:
ga: Forbróirí:

source: Translators:
ga: Aistritheoirí:

source: Contributors:
ga: Cuiditheoirí:

source: Visit Home Page
ga: Féach ar an leathanach baile

source: Add-ons may be causing problems
ga: D'fhéadfadh breiseáin a bheith freagrach as fadhbanna

source: width: 45em; height: 30em
ga: width: 50em; height: 34em

source: &brandShortName; has determined that the following add-ons are known to cause stability or security problems:
ga: Tá sé dearbhaithe ag &brandShortName; go bhfuil na breiseáin seo a leanas freagrach as fadhbanna slándála nó cobhsaíochta:

source: For your protection, it is highly recommended that you restart with these add-ons disabled.
ga: Ar mhaithe le do chosaint, moltar go láidir atosú agus na breiseáin seo a bheith díchumasaithe.

source: These add-ons have a high risk of causing stability or security problems and have been blocked, but a restart is required to disable them completely.
ga: Tá baol mór ann gur chúis fadhbanna slándála nó cobhsaíochta iad na breiseáin seo agus cuireadh cosc orthu dá bharr, ach ní mór atosú chun iad a dhíchumasú go hiomlán.

source: The add-ons that have a high risk of causing stability or security problems have been blocked. The others are lower risk, but it is highly recommended that you restart with them disabled.
ga: Tá cosc curtha ar na breiseáin a ghabhann baol mór d'fhadhbanna slándála nó cobhsaíochta leo. Tá baol níos lú ag gabháil leis na cinn eile, ach moltar atosú agus iad díchumasaithe.

source: More information
ga: Tuilleadh eolais

source: &Restart &brandShortName;
ga: &Atosaigh &brandShortName;

source: Blocked
ga: Coiscthe

source: Add-ons Manager
ga: Bainisteoir na mBreiseán

source: Search all add-ons
ga: Cuardaigh na breiseáin go léir

# loading.label
source: Loading…
ga: Á Luchtú…

source: You don't have any add-ons of this type installed
ga: Níl aon bhreiseán den chineál seo suiteáilte agat

# listEmpty.availableUpdates.label
source: No updates found
ga: Ní bhfuarthas nuashonruithe

source: You haven't recently updated any add-ons
ga: Ní raibh aon bhreiseáin nuashonraithe agat le déanaí

source: Check For Updates
ga: Lorg Nuashonruithe

source: Could not find any matching add-ons
ga: Níor aimsíodh aon bhreiseáin chomhoiriúnacha

source: Learn more about add-ons
ga: Tuilleadh eolais faoi bhreiseáin

source: &Install Add-on From File…
ga: &Suiteáil Breiseán Ó Chomhad…

source: Tools for all add-ons
ga: Uirlisí le haghaidh gach breiseán

source: All add-ons have been disabled by safe mode.
ga: Tá gach Breiseán díchumasaithe sa Mhód Sábháilteachta.

source: Add-on compatibility checking is disabled. You may have incompatible add-ons.
ga: Tá seiceáil chomhoiriúnacht na mBreiseán díchumasaithe. D'fhéadfadh Breiseáin neamh-chomhoiriúnacha a bheith agat.

# warning.checkcompatibility.enable.label
source: Enable
ga: Cumasaigh

source: Enable add-on compatibility checking
ga: Cumasaigh seiceáil chomhoiriúnacht na mbreiseán

source: Add-on update security checking is disabled. You may be compromised by updates.
ga: Tá seiceáil shlándáil na mbreiseán díchumasaithe. D'fhéadfadh nuashonruithe dochar a dhéanamh.

# warning.updatesecurity.enable.label
source: Enable
ga: Cumasaigh

source: Enable add-on update security checking
ga: Cumasaigh seiceáil slándála nuashonrú na mbreiseán

# info.plugincheck.label
source: Check to see if your plugins are up to date
ga: Seiceáil an bhfuil do chuid forlíontán cothrom le dáta

# info.plugincheck.tooltip
source: Check to see if your plugins are up to date
ga: Seiceáil an bhfuil do chuid forlíontán cothrom le dáta

source: Get Add-ons
ga: Faigh Breiseáin

source: Recent Updates
ga: Nuashonruithe Le Déanaí

source: Available Updates
ga: Nuashonruithe Ar Fáil

source: &Check for Updates
ga: &Lorg Nuashonruithe

source: &View Recent Updates
ga: &Féach ar Nuashonruithe Le Déanaí

source: Update &Add-ons Automatically
ga: Nuashonraigh &Breiseáin go hUathoibríoch

source: &Reset All Add-ons to Update Automatically
ga: Athshoc&raigh nuashonrú uathoibríoch na mbreiseán

source: &Reset All Add-ons to Update Manually
ga: Athshoc&raigh nuashonrú láimhe na mbreiseán

source: Updating add-ons
ga: Breiseáin á nuashonrú

source: Your add-ons have been updated.
ga: Nuashonraíodh do chuid breiseán.

source: Your add-on updates have been downloaded.
ga: Íosluchtaíodh nuashonruithe na mbreiseán.

source: Restart now to complete installation
ga: Atosaigh anois chun an tsuiteáil a chur i gcrích

# updates.noneFound.label
source: No updates found
ga: Ní bhfuarthas nuashonruithe

source: View Available Updates
ga: Féach ar Nuashonruithe Ar Fáil

source: Install Updates
ga: Suiteáil Nuashonruithe

source: Install available updates in this list
ga: Suiteáil na nuashonruithe atá ar fáil sa liosta seo

source: &Show More Information
ga: &Taispeáin Tuilleadh Eolais

source: &Find Updates
ga: &Aimsigh Nuashonruithe

# cmd.preferencesWin.label cmd.preferencesWin.accesskey
source: &Options
ga: &Roghanna

# cmd.preferencesUnix.label cmd.preferencesUnix.accesskey
source: &Preferences
ga: &Sainroghanna

source: &About
ga: M&aidir Leis

source: &Enable
ga: &Cumasaigh

source: &Disable
ga: &Díchumasaigh

source: &Wear Theme
ga: Úsáid an &téama

source: Stop &Wearing Theme
ga: &Ná húsáid an téama a thuilleadh

source: Ask to Activate
ga: Fiafraigh díom roimh ghníomhachtú

source: Ask to use this add-on each time
ga: Fiafraigh díom faoin mbreiseán seo gach uair

source: Always Activate
ga: Gníomhachtaigh i gCónaí

source: Always use this add-on
ga: Úsáid an breiseán i gcónaí

source: Never Activate
ga: Ná Gníomhachtaigh Riamh

source: Never use this add-on
ga: Ná húsáid an breiseán seo riamh

source: Change when this add-on runs
ga: Athraigh nuair a ritheann an breiseán seo

source: Debug
ga: Dífhabhtaigh

# cmd.showPreferencesWin.tooltip
source: Change this add-on's options
ga: Athraigh roghanna an bhreiseáin seo

# cmd.showPreferencesUnix.tooltip
source: Change this add-on's preferences
ga: Athraigh sainroghanna an bhreiseáin seo

source: &Contribute
ga: Gla&c Páirt

source: Contribute to the development of this add-on
ga: Glac páirt i bhforbairt an bhreiseáin seo

source: Show Release Notes
ga: Taispeáin na Nótaí Eisiúna

source: Show the release notes for this update
ga: Taispeáin na nótaí eisiúna don nuashonrú seo

source: Hide Release Notes
ga: Folaigh na Nótaí Eisiúna

source: Hide the release notes for this update
ga: Folaigh na nótaí eisiúna don nuashonrú seo

source: What are Add-ons?
ga: Cad is Breiseán ann?

source: Add-ons are applications that let you personalize &brandShortName; with extra functionality or style. Try a time-saving sidebar, a weather notifier, or a themed look to make &brandShortName; your own.
ga: Is feidhmchláir iad na breiseáin a chuireann ar do chumas &brandShortName; a oiriúnú duit féin le feidhmeanna nó stíleanna breise. Bain triail as barra taoibh a spárálann am, fogróir aimsire, nó cuma de réir téama chun do &brandShortName; féin a chruthú.

source: When you're connected to the internet, this pane will feature some of the best and most popular add-ons for you to try out.
ga: Nuair a bhíonn tú ceangailte leis an Idirlíon, taispeántar cuid de na breiseáin is fearr agus is mó éilimh orthu sa phána seo.

# detail.lastupdated.label
source: Last Updated
ga: Nuashonraithe

# detail.homepage.label
source: Homepage
ga: Leathanach Baile

source: The developer of this add-on asks that you help support its continued development by making a small contribution.
ga: Tacaigh le forbairt leanúnach an bhreiseáin seo trí dheontas beag a thabhairt don fhorbróir.

source: Automatic Updates
ga: Nuashonruithe Uathoibríocha

source: Automatically install updates only if that's the default
ga: Suiteáil nuashonruithe go huathoibríoch más é sin an réamhshocrú

source: Automatically install updates
ga: Suiteáil nuashonruithe go huathoibríoch

source: Don't automatically install updates
ga: Ná suiteáil nuashonruithe go huathoibríoch

# detail.home
source: Homepage
ga: Leathanach Baile

source: Add-on Profile
ga: Próifíl an Bhreiseáin

source: Check &for Updates
ga: &Lorg Nuashonruithe

source: Check for updates for this add-on
ga: Lorg nuashonruithe le haghaidh an bhreiseáin seo

# detail.showPreferencesWin.label detail.showPreferencesWin.accesskey
source: &Options
ga: &Roghanna

# detail.showPreferencesWin.tooltip
source: Change this add-on's options
ga: Athraigh roghanna an bhreiseáin seo

# detail.showPreferencesUnix.label detail.showPreferencesUnix.accesskey
source: &Preferences
ga: &Sainroghanna

# detail.showPreferencesUnix.tooltip
source: Change this add-on's preferences
ga: Athraigh sainroghanna an bhreiseáin seo

source: Rating
ga: Rátáil

source: Sort by name
ga: Sórtáil de réir ainm

# sort.dateUpdated.label
source: Last Updated
ga: Nuashonruithe

source: Sort by date updated
ga: Sórtáil de réir dáta nuashonraithe

source: Best match
ga: Is comhoiriúnaí

source: Sort by relevance
ga: Sórtáil de réir ábharthachta

source: Price
ga: Praghas

source: Sort by price
ga: Sórtáil de réir praghais

source: Search:
ga: Cuardaigh:

source: My Add-ons
ga: Mo Chuid Breiseán

source: Show installed add-ons
ga: Taispeáin breiseáin shuiteáilte

source: Available Add-ons
ga: Breiseáin le fáil

source: Show add-ons available to install
ga: Taispeáin na breiseáin is féidir suiteáil

# addon.homepage
source: Homepage
ga: Leathanach Baile

source: More
ga: Tuilleadh

source: Show more details about this add-on
ga: Taispeáin tuilleadh eolais faoin bhreiseán seo

source: (disabled)
ga: (díchumasaithe)

# addon.undoAction.label
source: Undo
ga: Cealaigh

source: Undo this action
ga: Cealaigh an gníomh seo

# addon.undoRemove.label
source: Undo
ga: Cealaigh

source: Keep this add-on installed
ga: Coinnigh an breiseán seo suiteáilte

source: Restart now
ga: Atosaigh anois

source: Install this add-on
ga: Suiteáil an breiseán seo

source: Update Now
ga: Nuashonraigh Anois

source: Install the update for this add-on
ga: Suiteáil an nuashonrú don bhreiseán seo

source: Include in Update
ga: Cuir san áireamh sa nuashonrú

source: An update is available
ga: Tá nuashonrú ar fáil

source: Release Notes:
ga: Nótaí Eisiúna:

# addon.loadingReleaseNotes.label
source: Loading…
ga: Á Luchtú…

source: Sorry, but there was an error loading the release notes.
ga: Tá brón orm, ach tharla earráid agus na nótaí eisiúna á luchtú.

source: By
ga: Le

source: End-User License Agreement
ga: Comhaontú Ceadúnais

source: Accept and Install…
ga: Glac Leis agus Suiteáil…

source: What's this? Telemetry may install and run experiments from time to time.
ga: Cad é seo? Suiteálfaidh agus rithfidh Telemetry turgnaimh anois is arís.

source: Telemetry Settings
ga: Socruithe Telemetry

# aboutWindowTitle
source: About %S
ga: Maidir le %S

source: version %S
ga: leagan %S

# aboutAddon
source: About %S
ga: Maidir le %S

source: %S has been removed.
ga: Baineadh %S.

source: #1 review;#1 reviews
ga: #1 léirmheas;#1 léirmheas;#1 léirmheas;#1 léirmheas;#1 léirmheas

source: Updated %S
ga: %S Nuashonraithe

# notification.incompatible
source: %1$S is incompatible with %2$S %3$S.
ga: Níl %1$S comhoiriúnach le %2$S %3$S.

# notification.blocked
source: %1$S has been disabled due to security or stability issues.
ga: Tá %1$S díchumasaithe mar gheall ar fhadhbanna slándála nó cobhsaíochta.

# notification.blocked.link
source: More Information
ga: Tuilleadh Eolais

# notification.softblocked
source: %1$S is known to cause security or stability issues.
ga: Tá %1$S freagrach as fadhbanna slándála nó cobhsaíochta.

# notification.softblocked.link
source: More Information
ga: Tuilleadh Eolais

# notification.outdated
source: An important update is available for %1$S.
ga: Tá nuashonrú tábhachtach ar fáil le haghaidh %1$S.

# notification.outdated.link
source: Update Now
ga: Nuashonraigh Anois

# notification.vulnerableUpdatable
source: %1$S is known to be vulnerable and should be updated.
ga: Tá %1$S contúirteach agus ba chóir duit é a nuashonrú.

# notification.vulnerableUpdatable.link
source: Update Now
ga: Nuashonraigh Anois

# notification.vulnerableNoUpdate
source: %1$S is known to be vulnerable. Use with caution.
ga: Tá %1$S contúirteach. Bí an-chúramach.

# notification.vulnerableNoUpdate.link
source: More Information
ga: Tuilleadh Eolais

# notification.enable
source: %1$S will be enabled after you restart %2$S.
ga: Beidh %1$S cumasaithe tar éis duit %2$S atosú.

# notification.disable
source: %1$S will be disabled after you restart %2$S.
ga: Beidh %1$S díchumasaithe tar éis duit %2$S a atosú.

# notification.install
source: %1$S will be installed after you restart %2$S.
ga: Beidh %1$S suiteáilte tar éis duit %2$S a atosú.

# notification.uninstall
source: %1$S will be uninstalled after you restart %2$S.
ga: Beidh %1$S díshuiteáilte tar éis duit %2$S a atosú.

# notification.upgrade
source: %1$S will be updated after you restart %2$S.
ga: Beidh %1$S nuashonraithe tar éis duit %2$S a atosú.

source: There was an error downloading %1$S.
ga: Tharla earráid agus %1$S á íosluchtú.

# notification.downloadError.retry
source: Try again
ga: Déan iarracht arís

source: Try downloading this add-on again
ga: Déan iarracht eile an breiseán seo a íosluchtú

source: There was an error installing %1$S.
ga: Tharla earráid agus %1$S á shuiteáil.

# notification.installError.retry
source: Try again
ga: Déan iarracht arís

source: Try downloading and installing this add-on again
ga: Déan iarracht eile an breiseán seo a íosluchtú agus a shuiteáil

source: Suggested Contribution: %S
ga: Deontas Molta: %S

source: Downloaded
ga: Íosluchtaithe

source: Error downloading
ga: Earráid le linn íosluchtaithe

source: Verifying
ga: Á Fhíorú

source: Restart to enable
ga: Atosaigh chun cumasú

source: Restart to disable
ga: Atosaigh chun díchumasú

source: Error installing
ga: Earráid le linn suiteála

source: Install cancelled
ga: Cealaíodh an tsuiteáil

# details.notification.incompatible
source: %1$S is incompatible with %2$S %3$S.
ga: Níl %1$S comhoiriúnach le %2$S %3$S.

# details.notification.blocked
source: %1$S has been disabled due to security or stability issues.
ga: Tá %1$S díchumasaithe mar gheall ar fhadhbanna slándála nó cobhsaíochta.

# details.notification.blocked.link
source: More Information
ga: Tuilleadh Eolais

# details.notification.softblocked
source: %1$S is known to cause security or stability issues.
ga: Tá %1$S freagrach as fadhbanna slándála nó cobhsaíochta.

# details.notification.softblocked.link
source: More Information
ga: Tuilleadh Eolais

# details.notification.outdated
source: An important update is available for %1$S.
ga: Tá nuashonrú tábhachtach le haghaidh %1$S le fáil.

# details.notification.outdated.link
source: Update Now
ga: Nuashonraigh Anois

# details.notification.vulnerableUpdatable
source: %1$S is known to be vulnerable and should be updated.
ga: Tá %1$S contúirteach agus ba chóir duit é a nuashonrú.

# details.notification.vulnerableUpdatable.link
source: Update Now
ga: Nuashonraigh Anois

# details.notification.vulnerableNoUpdate
source: %1$S is known to be vulnerable. Use with caution.
ga: Tá %1$S contúirteach. Bí an-chúramach.

# details.notification.vulnerableNoUpdate.link
source: More Information
ga: Tuilleadh Eolais

# details.notification.enable
source: %1$S will be enabled after you restart %2$S.
ga: Beidh %1$S cumasaithe tar éis duit %2$S a atosú.

# details.notification.disable
source: %1$S will be disabled after you restart %2$S.
ga: Beidh %1$S díchumasaithe tar éis duit %2$S a atosú.

# details.notification.install
source: %1$S will be installed after you restart %2$S.
ga: Beidh %1$S suiteáilte tar éis duit %2$S a atosú.

# details.notification.uninstall
source: %1$S will be uninstalled after you restart %2$S.
ga: Beidh %1$S díshuiteáilte tar éis duit %2$S a atosú.

# details.notification.upgrade
source: %1$S will be updated after you restart %2$S.
ga: Beidh %1$S nuashonraithe tar éis duit %2$S a atosú.

# details.experiment.time.daysRemaining
source: #1 day remaining;#1 days remaining
ga: #1 lá fágtha;#1 lá fágtha;#1 lá fágtha;#1 lá fágtha;#1 lá fágtha

# details.experiment.time.endsToday
source: Less than a day remaining
ga: Níos lú ná lá amháin fágtha

# details.experiment.time.daysPassed
source: #1 day ago;#1 days ago
ga: inné;arú inné;#1 lá ó shin;#1 lá ó shin;;#1 lá ó shin

# details.experiment.time.endedToday
source: Less than a day ago
ga: Níos lú ná lá ó shin

# details.experiment.state.active
source: Active
ga: Gníomhach

# details.experiment.state.complete
source: Complete
ga: Críochnaithe

# experiment.time.daysRemaining
source: #1 day remaining;#1 days remaining
ga: #1 lá fágtha;#1 lá fágtha;#1 lá fágtha;#1 lá fágtha;#1 lá fágtha

# experiment.time.endsToday
source: Less than a day remaining
ga: Níos lú ná lá amháin fágtha

# experiment.time.daysPassed
source: #1 day ago;#1 days ago
ga: inné;arú inné;#1 lá ó shin;#1 lá ó shin;;#1 lá ó shin

# experiment.time.endedToday
source: Less than a day ago
ga: Níos lú ná lá ó shin

# experiment.state.active
source: Active
ga: Gníomhach

# experiment.state.complete
source: Complete
ga: Críochnaithe

source: Select add-on to install
ga: Roghnaigh breiseán le suiteáil

source: Uninstall this add-on
ga: Díshuiteáil an breiseán seo

source: Uninstall this add-on (restart required)
ga: Díshuiteáil an breiseán seo (atosú de dhíth)

source: Enable this add-on
ga: Cumasaigh an breiseán seo

source: Enable this add-on (restart required)
ga: Cumasaigh an breiseán seo (atosú de dhíth)

source: Disable this add-on
ga: Díchumasaigh an breiseán seo

source: Disable this add-on (restart required)
ga: Díchumasaigh an breiseán seo (atosú de dhíth)

source: See one result;See all #1 results
ga: Féach ar an toradh amháin;Féach ar an #1 thoradh;Féach ar an #1 thoradh ar fad;Féach ar an #1 dtoradh ar fad;Féach ar an #1 toradh ar fad

# addon.purchase.label
source: Purchase for %S…
ga: Ceannaigh ar %S…

source: Visit the add-ons gallery to purchase this add-on
ga: Téigh go dtí Gailearaí na mBreiseán chun an breiseán seo a cheannach

# cmd.purchaseAddon.label
source: Purchase for %S…
ga: Ceannaigh ar %S…

source: %S requires that you accept the following End User License Agreement before installation can proceed:
ga: Éilíonn %S go nglacfá leis an gComhaontú Ceadúnas Bogearra seo sular féidir dul ar aghaidh leis an tsuiteáil:

source: Appearance
ga: Cuma

source: Dictionaries
ga: Foclóirí

source: Experiments
ga: Turgnaimh

source: Install Add-on
ga: Breiseán a Shuiteáil

source: Another program on your computer would like to modify &brandShortName; with the following add-on:
ga: Ba mhaith le ríomhchlár eile ar do ríomhaire &brandShortName; a athrú leis an mbreiseán seo a leanas:

source: Install add-ons only from authors whom you trust.
ga: Is fearr gan ach breiseáin ó fhoinse a bhfuil muinín agat aisti a shuiteáil.

source: Allow this installation
ga: Ceadaigh an tsuiteáil seo

source: You can always change your mind at any time by going to the Add-ons Manager.
ga: Is féidir leat teacht ar athchomhairle amach anseo le Bainisteoir na mBreiseán.

source: You must restart &brandShortName; to finish installing this add-on.
ga: Ní mór duit &brandShortName; a atosú chun suiteáil an bhreiseáin seo a chur i gcrích.

source: By %S
ga: Le %S

source: Location: %S
ga: Suíomh: %S

source: Checking Your Add-ons
ga: Do Chuid Breiseán á Seiceáil

source: Checking your add-ons for compatibility with this version of &brandShortName;.
ga: Tá do chuid breiseán á scrúdú, maidir lena gcomhoiriúnacht leis an leagan seo de &brandShortName;.

# select.heading
source: Select Your Add-ons
ga: Roghnaigh Do Chuid Breiseán

# select.description
source: Make &brandShortName; even faster by disabling add-ons you no longer use. Add-ons already installed by third parties will be disabled automatically unless you select them below.
ga: Beidh &brandShortName; níos tapúla má dhíchumasaíonn tú breiseáin nach n-úsáideann tú a thuilleadh. Díchumasófar breiseáin a bhí suiteáilte ag tríú páirtí go huathoibríoch mura bhfuil siad roghnaithe thíos.

source: Keep
ga: Coinnigh

source: Action
ga: Gníomh

source: Installed By
ga: Suiteáilte Ag

# confirm.heading
source: Select Your Add-ons
ga: Roghnaigh Do Chuid Breiseán

# confirm.description
source: Make &brandShortName; even faster by disabling add-ons you no longer use. Add-ons already installed by third parties will be disabled automatically unless you select them below.
ga: Beidh &brandShortName; níos tapúla má dhíchumasaíonn tú breiseáin nach n-úsáideann tú a thuilleadh. Díchumasófar breiseáin a bhí suiteáilte ag tríú páirtí go huathoibríoch mura bhfuil siad roghnaithe thíos.

source: The following add-ons will be disabled:
ga: Díchumasófar na breiseáin seo a leanas:

source: The following add-ons are disabled, but will be enabled as soon as they are compatible:
ga: Tá na breiseáin seo a leanas díchumasaithe, ach beidh siad cumasaithe chomh luath agus a bheidh siad comhoiriúnach:

source: The following add-ons will be updated:
ga: Déanfar nuashonrú ar na breiseáin seo a leanas:

source: The following add-ons will be enabled:
ga: Cumasófar na breiseáin seo a leanas:

source: Updating Your Add-ons
ga: Do Chuid Breiseán á Nuashonrú

source: Downloading and installing updates for your selected add-ons.
ga: Nuashonruithe á n-íosluchtú agus á suiteáil le haghaidh na mbreiseán roghnaithe.

source: &brandShortName; could not update some of your add-ons.
ga: Níorbh fhéidir le &brandShortName; cuid de na breiseáin a nuashonrú.

source: Installing updates for some of your add-ons failed. &brandShortName; will automatically try to update them again later.
ga: Theip ar shuiteáil roinnt breiseán. Déanfaidh &brandShortName; iarracht iad a nuashonrú arís ar ball.

source: You can always change your add-ons by going to the Add-ons Manager.
ga: Is féidir leat do chuid breiseán a athrú am ar bith le Bainisteoir na mBreiseán.

source: You
ga: Tusa

source: You (Bundled)
ga: Tusa (Cuachta)

source: Third Party
ga: Tríú Páirtí
