Repository: kscanne/gaeilge-mozdev
Catalog: src/firefox-trunk.*.po
Languages: ga

source: Use a &background service to install updates
ga: Úsáid seir&bhís sa chúlra chun nuashonruithe a shuiteáil

source: Automatically update:
ga: Nuashonraigh go huathoibríoch:

source: Search &Engines
ga: &Innill Chuardaigh

source: &Tell me when a website asks to store data for offline use
ga: Inis dom nuair a iarrann suíomh Gréasáin sonraí a s&tóráil le haghaidh úsáide as líne

source: E&xceptions…
ga: Ei&sceachtaí…

source: The following websites are allowed to store data for offline use:
ga: Tá cead ag na suímh Ghréasáin seo a leanas sonraí a stóráil le húsáid as líne:

source: &Remove…
ga: &Bain…

source: Remove offline data
ga: Bain sonraí as líne

source: Certificates
ga: Teastais

source: When a server requests my personal certificate:
ga: Nuair atá freastalaí ag iarraidh mo theastas pearsanta:

source: Select one automatically
ga: Roghnaigh go huathoibríoch

source: Ask me every time
ga: Fiafraigh díom i gcónaí

source: &Query OCSP responder servers to confirm the current validity of certificates
ga: Iarr ar fhreastalaí freagróra &OCSP bailíocht teastais a dheimhniú

source: View &Certificates
ga: Taispeáin Tea&stais

source: Security &Devices
ga: Gléasanna Slán&dála

source: Application details
ga: Mionsonraí feidhmchláir

source: width: 30em; min-height: 20em;
ga: width: 36em; min-height: 24em;

source: The following applications can be used to handle %S.
ga: Is féidir na feidhmchláir seo a leanas a úsáid chun %S a láimhseáil.

source: %S links
ga: naisc %S

source: Web Feeds
ga: Fothaí Gréasáin

source: %S content
ga: ábhar %S

source: This web application is hosted at:
ga: Tá an feidhmchlár Gréasáin seo faoi óstaíocht:

source: This application is located at:
ga: Tá an feidhmchlár seo le fáil ag:

source: Content &Type
ga: Cineál Á&bhair

source: &Action
ga: &Gníomh

source: Colors
ga: Dathanna

source: 38em
ga: 46em

source: 41em
ga: 49em

source: Always
ga: I gCónaí

source: Never
ga: Riamh

source: Text and Background
ga: Téacs agus Cúlra

source: &Text:
ga: &Téacs:

source: &Background:
ga: &Cúlra:

source: U&se system colors
ga: Ú&sáid dathanna an chórais

source: &Underline links
ga: Cuir líne &faoi naisc

source: Link Colors
ga: Dathanna Nasc

source: Unvisited &Links:
ga: Naisc &gan Chuairt:

source: &Visited Links:
ga: Naisc Fh&eicthe:

source: Connection Settings
ga: Socruithe Ceangail

source: Configure Proxies to Access the Internet
ga: Cumraigh Seachfhreastalaí Rochtana Idirlín

source: No prox&y
ga: &Gan seachfhreastalaí

source: &Use system proxy settings
ga: Ú&sáid socruithe seachfhreastalaí an chórais

source: Auto-detect proxy settings for this net&work
ga: &Aimsigh socruithe seachfhreastalaí an líonra seo go huathoibríoch

source: &Manual proxy configuration:
ga: Lá&mhchumraíocht seachfhreastalaí:

source: &Automatic proxy configuration URL:
ga: URL &Uathchumraíocht Seachfhreastalaí:

source: R&eload
ga: &Athluchtaigh

source: &FTP Proxy:
ga: Seachfhreastalaí &FTP:

source: HTTP Pro&xy:
ga: &Seachfhreastalaí HTTP:

source: SS&L Proxy:
ga: Seachfhreastalaí SS&L:

source: SO&CKS Host:
ga: Ósta SO&CKS:

source: Remote &DNS
ga: &DNS i gcéin

source: &No Proxy for:
ga: Ga&n Seachfhreastalaí do:

source: Example: .mozilla.org, .net.nz, 192.168.1.0/24
ga: Sampla: .mozilla.org, .net.nz, 192.168.1.0/24

source: U&se this proxy server for all protocols
ga: Ú&sáid an seachfhreastalaí seo do gach prótacal

source: Do not prompt for authent&ication if password is saved
ga: Ná h&iarr orm logáil isteach má tá focal faire sábháilte agam

source: Pop-ups
ga: Preabfhuinneoga

source: &Block pop-up windows
ga: &Cuir Cosc ar Phreabfhuinneoga

source: &Exceptions…
ga: &Eisceachtaí…

source: Fonts &amp; Colors
ga: Clófhoirne agus Dathanna

source: &Default font:
ga: Cló &réamhshocraithe:

source: &Size:
ga: &Méid:

source: &Advanced…
ga: Cas&ta…

source: &Colors…
ga: &Dathanna…

source: Languages
ga: Teangacha

source: Choose your preferred language for displaying pages
ga: Roghnaigh an teanga is fearr leat le taispeáint leathanach

source: Ch&oose…
ga: R&oghnaigh…

source: &Translate web content
ga: &Aistrigh leathanaigh Ghréasáin

source: Translations by
ga: Aistrithe ag

source: The following cookies are stored on your computer:
ga: Tá na fianáin seo a leanas sábháilte ar do ríomhaire:

source: Cookie Name
ga: Ainm ar an fhianán

source: Site
ga: Suíomh

source: Remove &All
ga: B&ain Uile

source: Content:
ga: Ábhar:

source: Send For:
ga: Le haghaidh:

source: Expires:
ga: As Feidhm:

source: &Search:
ga: C&uardaigh:

source: &Fonts for:
ga: Cló&fhoirne do:

source: &Proportional:
ga: Cló &Il-Leithid:

source: &Monospace:
ga: Cló &Aonleithid:

source: Latin
ga: Laidin

# font.langGroup.japanese
source: Japanese
ga: Seapánach

source: Traditional Chinese (Taiwan)
ga: Síneach Traidisiúnta (An Téaváin)

source: Simplified Chinese
ga: Síneach Simplithe

source: Traditional Chinese (Hong Kong)
ga: Síneach Traidisiúnta (Hong Cong)

# font.langGroup.korean
source: Korean
ga: Cóiréach

# font.langGroup.cyrillic
source: Cyrillic
ga: Coireallach

# font.langGroup.el
source: Greek
ga: Gréagach

source: Other Writing Systems
ga: Córais Scríofa Eile

# font.langGroup.thai
source: Thai
ga: Téalannach

# font.langGroup.hebrew
source: Hebrew
ga: Eabhrach

# font.langGroup.arabic
source: Arabic
ga: Arabach

source: Devanagari
ga: Déiveanágrach

source: Tamil
ga: Tamalach

source: Armenian
ga: Airméanach

source: Bengali
ga: Beangálach

source: Unified Canadian Syllabary
ga: Siollóir Aontaithe Cheanadach

source: Ethiopic
ga: Aetópach

source: Georgian
ga: Seoirseach

source: Gujarati
ga: Gúisearátach

source: Gurmukhi
ga: Gurmúcaíoch

source: Khmer
ga: Ciméarach

source: Malayalam
ga: Mailéalamach

source: Oriya
ga: Oirísis

source: Telugu
ga: Teileagúis

source: Kannada
ga: Cannadais

source: Sinhala
ga: Siolóinis

source: Tibetan
ga: Tibéidis

source: Minimum f&ont size:
ga: &Clómhéid is lú:

source: &Allow pages to choose their own fonts, instead of my selections above
ga: Ta&bhair cead do leathanaigh a gclónna féin a roghnú, in áit mo roghanna thuas

source: Character Encoding for Legacy Content
ga: Ionchódú Carachtar le haghaidh Ábhair Oidhreachta

source: Fallback &Character Encoding:
ga: Ionchódú &Carachtar Réamhshocraithe:

source: This character encoding is used for legacy content that fails to declare its encoding.
ga: Úsáidtear an t-ionchódú carachtar le haghaidh ábhair oidhreachta nuair nach bhfuil a ionchódú fógartha.

source: Default for Current Locale
ga: Réamhshocrú don Teanga Reatha

# languages.customize.Fallback.arabic
source: Arabic
ga: Arabach

source: Baltic
ga: Baltach

source: Central European, ISO
ga: Lár-Eorpach, ISO

source: Central European, Microsoft
ga: Lár-Eorpach, Microsoft

source: Chinese, Simplified
ga: Síneach, Simplithe

source: Chinese, Traditional
ga: Síneach Traidisiúnta

# languages.customize.Fallback.cyrillic
source: Cyrillic
ga: Coireallach

# languages.customize.Fallback.greek
source: Greek
ga: Gréagach

# languages.customize.Fallback.hebrew
source: Hebrew
ga: Eabhrach

# languages.customize.Fallback.japanese
source: Japanese
ga: Seapánach

# languages.customize.Fallback.korean
source: Korean
ga: Cóiréach

# languages.customize.Fallback.thai
source: Thai
ga: Téalannach

source: Turkish
ga: Turcach

source: Vietnamese
ga: Vítneamais

source: Other (incl. Western European)
ga: Eile (Iarthar na hEorpa san áireamh)

source: Web pages are sometimes offered in more than one language. Choose languages for displaying these web pages, in order of preference:
ga: Bíonn roinnt leathanach Gréasáin ar fáil i dteangacha éagsúla. Roghnaigh na teangacha ina dtaispeánfar na leathanaigh seo, in ord do rogha:

source: Select a language to add…
ga: Roghnaigh teanga le cur leis…

source: &Add
ga: Cuir &Leis

source: Startup
ga: Tosú

source: When &brandShortName; &starts:
ga: Ag&us &brandShortName; á thosú:

source: Show my home page
ga: Taispeáin mo leathanach baile

source: Show a blank page
ga: Taispeáin leathanach folamh

source: Show my windows and tabs from last time
ga: Taispeáin mo chuid fuinneog agus cluaisíní ón seisiún roimhe seo

source: Home &Page:
ga: Leathanach &Baile:

source: Use &Current Page
ga: Úsáid an Leathanach &Reatha

source: Use Current Pages
ga: Úsáid na Leathanaigh Reatha

source: Use &Bookmark…
ga: Úsáid &Leabharmharc…

source: &Restore to Default
ga: Cuir na réamhshocruithe ar &ais

source: Sa&ve files to
ga: &Sábháil comhaid i

source: Br&owse…
ga: Brabhsá&il…

source: Choos&e…
ga: Roghna&igh…

source: &Always ask me where to save files
ga: Fiafraigh díom cá sábhálfar an comhad i &gcónaí

source: Al&ways check if &brandShortName; is your default browser
ga: Seiceáil i gcónaí an é &brandShortName; an brabhsálaí réamhshocraithe

source: Make &Default
ga: Úsái&d mar Réamhshocrú

source: &brandShortName; is currently your default browser
ga: Is é &brandShortName; do bhrabhsálaí réamhshocraithe faoi láthair

source: &brandShortName; is not your default browser
ga: Ní hé &brandShortName; do bhrabhsálaí réamhshocraithe faoi láthair

source: Allow &brandShortName; and Firefox to run at the same time
ga: Lig do &brandShortName; agus Firefox a bheith ar siúl san am céanna

source: Tip: This uses separate profiles. Use Sync to share data between them.
ga: Leid: Úsáideann sé seo dhá phróifíl ar leith. Úsáid Sync le sonraí a chomhroinnt eatarthu.

source: Start using Sync…
ga: Tosaigh le Sync…

source: Exceptions
ga: Eisceachtaí

source: Status
ga: Stádas

source: &Remove Site
ga: &Bain Suíomh

source: R&emove All Sites
ga: Scrios na Suímh Uil&e

source: A&ddress of website:
ga: Seoladh an tsuímh &Ghréasáin:

source: &Block
ga: &Coisc

source: Allow for &Session
ga: Ceadaigh don &Seisiún

source: &Allow
ga: &Ceadaigh

source: &brandShortName; Preferences
ga: Sainroghanna &brandShortName;

source: width: 42em; min-height: 37.5em;
ga: width: 51em; min-height: 47em;

source: width: 47em; min-height: 40em;
ga: width: 56em; min-height: 48em;

source: width: 45.5em; min-height: 40.5em;
ga: width: 52em; min-height: 45em;

source: Applications
ga: Feidhmchláir

source: Privacy
ga: Príobháideachas

source: Advanced
ga: Ardroghanna

source: Selecting this option will send the address of web pages you are viewing to %S. To continue, please review and accept the following terms of service.
ga: Má roghnaíonn tú an rogha seo, cuirfear seoltaí na leathanaigh a léifidh tú chuig %S. Más mian leat leanúint ar aghaidh, caithfidh tú na téarmaí seirbhíse seo a léamh agus glacadh leo.

source: Default (%S)
ga: Réamhshocraithe (%S)

source: You can specify which websites are always or never allowed to use cookies. Type the exact address of the site you want to manage and then click Block, Allow for Session, or Allow.
ga: Is féidir na suímh a bhfuil nó nach bhfuil cead acu fianáin a úsáid a shonrú. Clóbhuail seoladh cruinn an tsuímh a theastaíonn a bhainistiú agus ansin cliceáil Coisc, Ceadaigh don Seisiún, nó Ceadaigh.

source: Exceptions - Cookies
ga: Eisceachtaí - Fianán

source: You can specify which websites are allowed to install add-ons. Type the exact address of the site you want to allow and then click Allow.
ga: Is féidir na suímh a bhfuil cead acu breiseáin a shuiteáil a shonrú. Clóscríobh seoladh cruinn an tsuímh a theastaíonn uait a cheadú agus ansin cliceáil Ceadaigh.

source: Allowed Sites - Add-ons Installation
ga: Suíomhanna Ceadaithe - Suiteáil Bhreiseán

source: You can specify which websites are allowed to open pop-up windows. Type the exact address of the site you want to allow and then click Allow.
ga: Is féidir na suímh a bhfuil cead acu preabfhuinneoga a oscailt a shonrú. Clóscríobh seoladh cruinn an tsuímh a theastaíonn uait a cheadú agus ansin cliceáil Ceadaigh.

source: Allowed Sites - Pop-ups
ga: Suíomhanna ceadaithe chun preabfhuinneoga a oscailt

source: Please enter a valid hostname
ga: Cuir óstainm bailí isteach, le do thoil

source: Invalid Hostname Entered
ga: Óstainm neamhbhailí

source: You are currently in FIPS mode. FIPS requires a non-empty Master Password.
ga: Tá tú i mód FIPS faoi láthair. Tá Príomhfhocal Faire neamhfholamh ag teastáil ó FIPS.

source: Password Change Failed
ga: Theip ar athrú an fhocail faire.

source: Desktop
ga: Deasc

source: Choose Download Folder:
ga: Roghnaigh Fillteán an Íosluchtaithe:

source: %S file
ga: Comhad %S

source: Save File
ga: Sábháil an Comhad

source: Use %S
ga: Úsáid %S

source: Use %S (default)
ga: Úsáid %S (réamhshocrú)

source: Use other…
ga: Úsáid feidhmchlár eile…

source: Select Helper Application
ga: Roghnaigh Feidhmchlár Cabhrach

source: Application Details…
ga: Mionsonraí Feidhmchláir…

source: Web Feed
ga: Fotha Gréasáin

source: Video Podcast
ga: Podchraoladh Físe

source: Podcast
ga: Podchraoladh

source: Portable Document Format (PDF)
ga: Formáid Doiciméad Iniompartha (PDF)

source: Use %S (in %S)
ga: Úsáid %S (i %S)

source: Preview in %S
ga: Réamhamharc i %S

source: Add Live Bookmarks in %S
ga: Cuir Leabharmharcanna Beo i %S

source: Domain:
ga: Fearann:

source: Encrypted connections only
ga: Ceangail chriptithe amháin

source: Any type of connection
ga: Gach cineál ceangail

source: At end of session
ga: Ag deireadh an tseisiúin

source: Allow first party only
ga: Ón chéad pháirtí amháin

source: <no cookie selected>
ga: <níl fianán roghnaithe>

source: The following cookies match your search:
ga: Meaitseálann na fianáin seo a leanas do chuardach:

source: Remove offline website data
ga: Bain sonraí le haghaidh suímh Ghréasáin as líne

source: After removing this data, %S will not be available offline. Are you sure you want to remove this offline website?
ga: Tar éis duit an sonraí seo a bhaint, ní bheidh %S ar fáil as líne. An bhfuil tú cinnte gur mian leat an suíomh Gréasáin as líne seo a bhaint?

source: The following websites are not allowed to store data for offline use:
ga: Níl cead ag na suímh Ghréasáin seo a leanas sonraí a stóráil le haghaidh úsáide as líne:

source: Offline Data
ga: Sonraí As Líne

source: Your web content cache is currently using %1$S %2$S of disk space
ga: Tá %1$S %2$S i do thaisce Gréasáin faoi láthair

source: Calculating web content cache size…
ga: Méid na taisce á háireamh…

source: Your application cache is currently using %1$S %2$S of disk space
ga: Tá %1$S %2$S i do thaisce feidhmchláir faoi láthair

source: Automatically install updates from desktop %S
ga: Suiteáil nuashonruithe ó %S ar an deasc go huathoibríoch

source: Do you want to unlink your device?
ga: An bhfuil fonn ort do ghléas a dhínascadh?

source: This device will no longer be associated with your Sync account. All of your personal data, both on this device and in your Sync account, will remain intact.
ga: Ní bheidh aon bhaint idir an gléas seo agus do chuntas Sync a thuilleadh. Beidh do chuid sonraí pearsanta go léir slán sábháilte, ar an ngléas seo agus i do chuntas Sync chomh maith.

source: %S must restart to enable this feature.
ga: Ní mór duit %S a atosú chun an ghné seo a chur i bhfeidhm.

source: %S must restart to disable this feature.
ga: Ní mór duit %S a atosú chun an ghné seo a dhíchumasú.

source: Tell sites that I do not want to be tracked
ga: Cuir in iúl do shuímh Ghréasáin gan mé a rianú

source: Prevent sites fro&m tracking me
ga: Ná lig do shuímh &mise a rianú

source: Location Bar
ga: Barra Suímh

source: When using the location bar, suggest:
ga: Agus an barra suímh in úsáid, mol:

source: &History
ga: &Stair

source: Boo&kmarks
ga: &Leabharmharcanna

source: &Open tabs
ga: Cluaisíní &oscailte

source: &Accept cookies from sites
ga: Gl&ac le fianáin ó shuímh

source: A&ccept third-party cookies:
ga: Gla&c le fianáin tríú páirtí:

source: From visited
ga: Ó shuímh fheicthe

source: Keep &until:
ga: C&oinnigh:

source: they expire
ga: go dtí go mbeidh siad caite

source: I close &brandShortName;
ga: go dtí go ndúnaim &brandShortName;

source: ask me every time
ga: fiafraigh díom i gcónaí

source: &Show Cookies…
ga: Tai&speáin Fianáin…

source: &brandShortName; &will:
ga: &Cad is mian leat &brandShortName; a dhéanamh?

source: Remember history
ga: Meabhraigh an stair

source: Never remember history
ga: Ná meabhraigh an stair riamh

source: Use custom settings for history
ga: Úsáid socruithe saincheaptha don stair

source: &brandShortName; will remember your browsing, download, form and search history, and keep cookies from websites you visit.
ga: Meabhróidh &brandShortName; do stair bhrabhsála, íosluchtaithe, fhoirme agus chuardaigh, agus coimeádfaidh sé fianáin ó na suímh Gréasáin a thugann tú cuairt orthu.

source: You may want to
ga: B'fhéidir leat

source: clear your recent history
ga: an stair is déanaí a ghlanadh

source: , or
ga: , nó

source: remove individual cookies
ga: fianáin aonair a scriosadh

source: &brandShortName; will use the same settings as private browsing, and will not remember any history as you browse the Web.
ga: Úsáidfidh &brandShortName; na socruithe céanna mar a úsáidtear sa bhrabhsáil phríobháideach, agus ní mheabhróidh sé stair ar bith agus tú ag brabhsáil an Ghréasáin.

source: You may also want to
ga: B'fhéidir leat freisin

source: clear all current history
ga: an stair reatha go léir a ghlanadh

source: Always use &private browsing mode
ga: Bain úsáid as Brabhsáil &Phríobháideach i gcónaí

source: Remem&ber my browsing and download history
ga: Mea&bhraigh mo stair bhrabhsála agus íosluchtuithe

source: Remember search and &form history
ga: Meabhraigh an stair chuardaigh agus &fhoirme

source: Clea&r history when &brandShortName; closes
ga: Glan an stai&r agus &brandShortName; á dhúnadh

source: Se&ttings…
ga: So&cruithe…

source: Default Search Engine
ga: Inneall Cuardaigh Réamhshocraithe

source: Choose your default search engine. &brandShortName; uses it in the location bar, search bar, and start page.
ga: Roghnaigh inneall cuardaigh réamhshocraithe. Úsáideann &brandShortName; é sa bharra suímh, sa bharra cuardaigh, agus ar an leathanach tosaigh.

source: Provide &search suggestions
ga: Tabhair moltaí &cuardaigh dom

source: One-click search engines
ga: Innill chuardaigh aonchlic

source: The search bar lets you search alternate engines directly. Choose which ones to display.
ga: Is féidir leat innill chuardaigh a roghnú go díreach sa bharra cuardaigh. Roghnaigh na cinn atá uait.

source: Search Engine
ga: Inneall Cuardaigh

source: Restore &Default Search Engines
ga: Athchóirigh na hInnill Chuar&daigh Réamhshocraithe

source: Add more search engines…
ga: Tuilleadh inneall cuardaigh…

source: &Warn me when sites try to install add-ons
ga: &Tabhair rabhadh dom nuair a dhéanann suímh Ghréasáin iarracht breiseáin a shuiteáil

source: Bloc&k reported attack sites
ga: Cuir cosc ar shuímh a tuairiscíodh mar shuímh &ionsaithe

source: &Block reported web forgeries
ga: &Cuir cosc ar shuímh a tuairiscíodh mar fhalsaíocht Ghréasáin

source: Passwords
ga: Focail Fhaire

source: &Remember passwords for sites
ga: Meabh&raigh focail fhaire le haghaidh suíomhanna

source: &Use a master password
ga: Úsáid &príomhfhocal faire

source: Change &Master Password…
ga: Athraigh an &Príomhfhocal Faire…

source: Saved &Passwords…
ga: &Focail Fhaire a sábháladh…

source: Choose a Bookmark to be your Home Page. If you choose a folder, the Bookmarks in that folder will be opened in Tabs.
ga: Roghnaigh Leabharmharc mar Leathanach Baile duit féin. Má tá fillteán roghnaithe agat, osclófar na leabharmharcanna san fhillteán sin i gcluaisíní.

source: &Set Up &syncBrand.fullName.label;
ga: &Socraigh &syncBrand.fullName.label;

source: &syncBrand.fullName.label; lets you access your history, bookmarks, passwords and open tabs across all your devices.
ga: Le &syncBrand.fullName.label; is féidir leat do stair, leabharmharcanna, focail fhaire agus cluaisíní a rochtain ar gach gléas atá agat.

source: Reset
ga: Bánaigh

source: Ma&nage Account
ga: Bai&nistigh mo Chuntas

source: View Quota
ga: Féach ar Chuóta

source: Change Password…
ga: Athraigh an Focal Faire…

source: My Recovery Key
ga: M'Eochair Athshlánaithe

source: Reset Sync…
ga: Athshocraigh Sync…

source: Pair a Device
ga: Ceangail Gléas

source: Sync My
ga: Sioncrónaigh Mo Chuid

source: Book&marks
ga: &Leabharmharcanna

source: &Tabs
ga: &Cluaisíní

source: Histo&ry
ga: Stai&r

source: &Passwords
ga: &Focal Faire

source: Preference&s
ga: &Sainroghanna

source: Devi&ce Name:
ga: Ainm an Ghléi&s:

source: Unlink This Device
ga: Dínasc an Gléas Seo

source: Determining your account status…
ga: Stádas do chuntais á dhéanamh amach…

source: is not verified.
ga: deimhnithe.

source: Please sign in to reconnect
ga: Logáil isteach chun athcheangal

source: You are not signed in.
ga: Níl tú logáilte isteach.

source: Sign in
ga: Logáil isteach

source: Disconnect…
ga: Dícheangail…

source: Verify Email
ga: Dearbhaigh an Seoladh Ríomhphoist

source: Forget this Email
ga: Déan Dearmad den Seoladh Ríomhphoist seo

source: Access your tabs, bookmarks, passwords and more wherever you use &brandShortName;.
ga: Is féidir teacht ar do chuid cluaisíní, leabharmharcanna, focal faire, agus araile cibé áit a n-úsáideann tú &brandShortName;.

source: Create Account
ga: Cruthaigh Cuntas

source: Open new windows in a new &tab instead
ga: Oscail fuinneoga nua i &gcluaisín nua

source: Warn &me when closing multiple tabs
ga: Tabhair rabhadh do&m agus cluaisíní iomadúla á ndúnadh

source: Warn me when opening multiple tabs might slow &down &brandShortName;
ga: Tabhair rabhadh &dom má tá baol ann go mbeidh &brandShortName; níos moille tar éis cluaisíní iomadúla a oscailt

source: Don’t load tabs &until selected
ga: Ná l&uchtaigh cluaisíní go dtí go mbeidh siad roghnaithe

source: W&hen I open a link in a new tab, switch to it immediately
ga: Tar éis dom nasc a oscailt i gcluaisín nua, at&hraigh chuige láithreach

source: Show tab previews in the Windows tas&kbar
ga: Taispeáin réamhamharc ar chluaisíní sa tas&cbharra Windows

source: Exceptions - Translation
ga: Eisceachtaí - Aistriúchán

source: Translation will not be offered for the following languages:
ga: Ní thairgfear aistriúchán ó na teangacha seo a leanas:

source: &Remove Language
ga: &Bain Teanga

source: R&emove All Languages
ga: B&ain Gach Teanga

source: Translation will not be offered for the following sites:
ga: Ní thairgfear aistriúchán ar na suímh seo a leanas:

source: Sites
ga: Suímh

source: Remove &Site
ga: Bain &Suíomh

source: Remove All S&ites
ga: Ba&in Gach Suíomh

source: Quit %S
ga: Scoir %S

source: &Save and Quit
ga: &Sábháil agus Scoir

source: &Do not ask next time
ga: &Ná fiafraigh díom arís

source: Do you want %S to save your tabs and windows for the next time it starts?
ga: An bhfuil fonn ort do chuid cluaisíní agus fuinneoga a shábháil don chéad uair eile a thosóidh %S?

source: Do you want %S to save your tabs for the next time it starts?
ga: An bhfuil fonn ort do chuid cluaisíní a shábháil don chéad uair eile a thosóidh %S?

source: You're in private browsing mode. Quitting %S now will discard all your open tabs and windows.
ga: Tá brabhsáil phríobháideach ar siúl. Má scoireann tú ó %S anois, caillfidh tú gach cluaisín agus fuinneog atá oscailte.

source: Ignore this warning
ga: Ná bac leis an rabhadh seo

source: Why was this page blocked?
ga: Cén fáth ar cuireadh cosc ar an leathanach seo?

source: Reported Attack Page!
ga: Tuairiscíodh gur Leathanach Ionsaithe é seo!

source: This web page at <span id='malware_sitename'/> has been reported as an attack page and has been blocked based on your security preferences.
ga: Tuairiscíodh gur leathanach ionsaithe é an leathanach Gréasáin <span id='malware_sitename'/> agus tá cosc curtha air de bharr do roghanna slándála.
