Repository: kscanne/gaeilge-mozdev
Catalog: src/firefox-trunk.*.po
Languages: ga

source: Stop black boxing sources in the debugger
ga: Ná coinnigh foinsí i mbosca dubh sa dífhabhtóir

source: Stop black boxing all sources that match this glob (for example: "*.min.js")
ga: Ná coinnigh na foinsí atá comhoiriúnach leis an bpatrún seo i mbosca dubh (mar shampla: "*.min.js")

source: Stopped black boxing the following sources:
ga: Níl na foinsí seo a leanas i mbosca dubh a thuilleadh:

source: Error stopping black boxing:
ga: Earráid agus foinsí á dtógáil as bosca dubh:

source: Close the console
ga: Dún an consól

source: Open the console
ga: Oscail an consól

source: Tweak a page resource
ga: Mionathraigh acmhainn leathanaigh

source: Edit one of the resources that is part of this page
ga: Cuir ceann de na hacmhainní ar an leathanach in eagar

source: URL to edit
ga: URL le cur in eagar

source: Line to jump to
ga: Léim go líne

source: Resize the page
ga: Athraigh méid an leathanaigh

source: Width in pixels
ga: Leithead i bpicteilíní

source: Height in pixels
ga: Airde i bpicteilíní

source: Enter Responsive Design Mode
ga: Tosaigh Dearadh Sofhreagrach

source: Exit Responsive Design Mode
ga: Stop Dearadh Sofhreagrach

source: Toggle Responsive Design Mode
ga: Scoránaigh Dearadh Sofhreagrach

source: Responsive Design Mode
ga: Dearadh Sofhreagrach

source: Alter page size
ga: Athraigh méid an leathanaigh

source: Control Responsive Design Mode
ga: Rialaigh Dearadh Sofhreagrach

source: Responsive websites respond to their environment, so they look good on a mobile display, a cinema display and everything in-between. Responsive Design Mode allows you to easily test a variety of page sizes in %1$S without needing to resize your whole browser.
ga: Freagraíonn suímh shofhreagracha dá dtimpeallacht, sa chaoi go mbíonn cuma dheas orthu ar ghléas soghluaiste, ar scáileán mór, agus ar aon rud eatarthu seo. Le Dearadh Sofhreagrach, is féidir leat méideanna éagsúla leathanaigh a thástáil i %1$S gan gá méid an bhrabhsálaí a athrú.

source: Manipulate the commands
ga: Láimhseáil na horduithe

source: Re-read mozcmd directory
ga: Athléigh comhadlann mozcmd

source: Loaded commands from '%1$S'
ga: Luchtaíodh orduithe ó '%1$S'

source: Setup a mozcmd directory
ga: Comhadlann mozcmd socraithe

source: A 'mozcmd' directory is an easy way to create new custom commands. For more information see the <a href="https://developer.mozilla.org/docs/Tools/GCLI/Customization">MDN documentation</a>.
ga: Is furasta orduithe nua a chruthú le comhadlann 'mozcmd'. Chun tuilleadh eolais a fháil, léigh <a href="https://developer.mozilla.org/docs/Tools/GCLI/Customization">an doiciméadú MDN</a>.

source: Directory containing .mozcmd files
ga: Comhadlann ina bhfuil comhaid .mozcmd

source: Manipulate add-ons
ga: Láimhseáil breiseáin

source: List installed add-ons
ga: Taispeáin na breiseáin atá suiteáilte

source: Select an add-on type
ga: Roghnaigh cineál breiseáin

source: The following dictionaries are currently installed:
ga: Tá na foclóirí seo a leanas suiteáilte:

source: The following extensions are currently installed:
ga: Tá na heisínteachtaí seo a leanas suiteáilte:

source: The following locales are currently installed:
ga: Tá na teangacha seo a leanas suiteáilte:

source: The following plugins are currently installed:
ga: Tá na forlíontáin seo a leanas suiteáilte:

source: The following themes are currently installed:
ga: Tá na téamaí seo a leanas suiteáilte:

source: The following add-ons are currently installed:
ga: Tá na breiseáin seo a leanas suiteáilte faoi láthair:

source: The following add-ons of the selected type are currently installed:
ga: Tá na breiseáin seo a leanas den chineál roghnaithe suiteáilte faoi láthair:

source: Disable
ga: Díchumasaigh

source: pending
ga: feitheamh

source: enable
ga: cumasaigh

source: disable
ga: díchumasaigh

source: uninstall
ga: díshuiteáil

source: install
ga: suiteáil

source: upgrade
ga: nuashonraigh

source: The name of the add-on
ga: Ainm an bhreiseáin

source: There are no add-ons of that type installed.
ga: Níl aon bhreiseáin den chineál sin suiteáilte.

source: Enable the specified add-on
ga: Cumasaigh an breiseán roghnaithe

source: %S is already enabled.
ga: Tá %S cumasaithe cheana.

source: %S enabled.
ga: Cumasaíodh %S.

source: Disable the specified add-on
ga: Díchumasaigh an breiseán roghnaithe.

source: %S is already disabled.
ga: Tá %S díchumasaithe cheana.

source: %S disabled.
ga: Díchumasaíodh %S.

source: Export resources
ga: Easpórtáil acmhainní

source: Export HTML from page
ga: Easpórtáil HTML ó leathanach

source: Make page changes
ga: Athraigh leathanach

source: Search and replace in page elements
ga: Cuardaigh/ionadaigh in eilimintí

source: What to search for
ga: Téarmaí cuardaigh

source: Replacement string
ga: Teaghrán ionaid

# pagemodReplaceIgnoreCaseDesc
source: Perform case-insensitive search
ga: Déan cuardach nach cás-íogair

source: CSS selector to root of search
ga: Roghnóir CSS a shonraíonn fréamh an chuardaigh

source: CSS selector to match in search
ga: Roghnóir CSS le meaitseáil sa chuardach

source: Attribute match regexp
ga: Slonn ionadaíochta comhoiriúnaithe le haitreabúid

source: Restrict search to attributes
ga: Cuardaigh sna haitreabúidí amháin

source: Restrict search to text nodes
ga: Cuardaigh nóid téacs amháin

source: Remove elements and attributes from page
ga: Bain eilimintí agus aitreabúidí ón leathanach

source: Remove elements from page
ga: Bain eilimintí ón leathanach

source: CSS selector specifying elements to remove
ga: Roghnóir CSS a shonraíonn na heilimintí le baint as

source: CSS selector specifying root of search
ga: Roghnóir CSS a shonraíonn fréamh an chuardaigh

source: Remove element, but leave content
ga: Bain an eilimint, ach fág an t-ábhar

source: Remove only empty elements
ga: Bain eilimintí folmha amháin

source: Elements matched by selector: %1$S. Elements removed: %2$S.
ga: Eilimintí comhoiriúnach leis an roghnóir: %1$S. Eilimintí bainte: %2$S.

source: Remove matching attributes
ga: Bain na haitreabúidí comhoiriúnacha

source: Regexp specifying attributes to remove
ga: Slonn ionadaíochta a shonraíonn na aitreabúidí le baint as

source: CSS selector of elements to include
ga: Roghnóir CSS a shonraíonn na heilimintí le cur san áireamh

source: CSS selector of root of search
ga: Roghnóir CSS a shonraíonn fréamh an chuardaigh

# pagemodRemoveAttributeIgnoreCaseDesc
source: Perform case-insensitive search
ga: Déan cuardach nach cás-íogair

source: Elements matched by selector: %1$S. Attributes removed: %2$S.
ga: Eilimintí comhoiriúnach leis an roghnóir: %1$S. Aitreabúidí bainte: %2$S.

source: Hack the %1$S Developer Tools
ga: Déan ríomhéachtaí leis na hUirlisí Forbróra %1$S

source: Various commands related to hacking directly on the %1$S Developer Tools.
ga: Orduithe éagsúla a bhaineann le ríomhchlárú leis na hUirlisí Forbróra %1$S.

source: Load tools from a mozilla-central checkout
ga: Luchtaigh uirlisí ó stórlann mozilla-central

source: %1$s does not exist or is not a mozilla-central checkout.
ga: Níl %1$s ann, nó ní stórlann mozilla-central é.

source: Tools loaded from %1$s.
ga: Luchtaíodh uirlisí ó %1$s.

source: Load the %1$S Developer Tools from a complete mozilla-central checkout.
ga: Luchtaigh na hUirlisí Forbróra %1$S ó stórlann iomlán mozilla-central.

source: A mozilla-central checkout
ga: Stórlann mozilla-central

source: Use the builtin tools
ga: Úsáid na huirlisí insuite

source: Use the builtin tools, overriding any previous srcdir command.
ga: Úsáid na huirlisí insuite, agus déan neamhaird d'aon ordú srcdir roimhe seo.

source: Builtin tools loaded.
ga: Luchtaíodh na huirlisí insuite.

source: Reload the developer tools
ga: Athluchtaigh na huirlisí forbartha

source: Tools reloaded.
ga: Athluchtaíodh na huirlisí.

source: Display and alter cookies
ga: Taispeáin agus athraigh fianáin

source: Commands to list, create, delete and alter cookies for the current domain.
ga: Orduithe a thaispeánann, a chruthaíonn, a scriosann, agus a athraíonn fianáin don fhearann seo.

source: Display cookies
ga: Taispeáin fianáin

source: Display a list of the cookies relevant to the current page.
ga: Taispeáin na fianáin a bhaineann leis an leathanach seo.

source: Path:
ga: Conair:

# cookieListOutExpires
source: Expires:
ga: As Feidhm:

source: Attributes:
ga: Aitreabúidí:

source: None
ga: Gan sonrú

source: At browser exit (session)
ga: Am scor an bhrabhsálaí (seisiún)

source: No cookies found for this page
ga: Níor aimsíodh aon fhianáin ar an leathanach seo

source: No cookies found for host %1$S
ga: Níor aimsíodh aon fhianáin ó óstríomhaire %1$S

source: Edit
ga: Eagar

# cookieListOutRemove
source: Remove
ga: Bain

source: Remove a cookie
ga: Bain fianán

source: Remove a cookie, given its key
ga: Bain fianáin, bunaithe ar a eochair

source: The key of the cookie to remove
ga: Eochair an fhianáin le baint

source: Set a cookie
ga: Cruthaigh fianán

source: Set a cookie by specifying a key name, its value and optionally one or more of the following attributes: expires (max-age in seconds or the expires date in GMTString format), path, domain, secure
ga: Cruthaigh fianán trí eochair agus a luach a roghnú, agus, más mian leat, roinnt de na haitreabúidí seo a leanas: expires (aos uasta i soicindí, nó an dáta éaga i bhformáid GMTString), path, domain, secure

source: The key of the cookie to set
ga: Eochair an fhianáin le cruthú

source: The value of the cookie to set
ga: Luach an fhianáin le cruthú

# cookieSetOptionsDesc
source: Options
ga: Roghanna

source: The path of the cookie to set
ga: Conair an fhianáin le cruthú

source: The domain of the cookie to set
ga: Fearann an fhianáin le cruthú

source: Only transmitted over https
ga: Seolta trí https amháin

source: Not accessible from client side script
ga: Níl aon fháil air ó script ar thaobh an chliaint

source: Only valid for the lifetime of the browser session
ga: Bailí le linn an tseisiúin bhrabhsála amháin

source: The expiry date of the cookie (quoted RFC2822 or ISO 8601 date)
ga: Dáta éag an fhianáin (dáta RFC2822 nó ISO 8601 idir comharthaí athfhriotail)

source: JavaScript beautifier
ga: Maisitheoir JavaScript

source: The URL of the JS file to beautify
ga: URL an chomhaid JS le maisiú

source: Indentation size in chars
ga: Méid eangaithe, carachtair

source: The number of chars with which to indent each line
ga: Cé mhéad carachtar le húsáid san eangú ar gach líne

source: The chars used to indent each line
ga: Na carachtair le húsáid san eangú

source: The chars used to indent each line. The possible choices are space or tab.
ga: Na carachtair le húsáid san eangú. Is gá spás nó táb a roghnú.

source: Do not preserve line breaks
ga: Ná coimeád bristí líne

source: Should existing line breaks be preserved
ga: An bhfuil fonn ort na bristí idir línte a choimeád?

source: Max consecutive line breaks
ga: Uasmhéid bristeacha líne as a chéile

source: The maximum number of consecutive line breaks to preserve
ga: Uasmhéid bristeacha líne as a chéile le caomhnú

source: Enforce jslint-stricter mode?
ga: An bhfuil fonn ort mód jslint-stricter a chur i bhfeidhm?

source: When set to true, jslint-stricter mode is enforced
ga: Má tá, cuirfear mód jslint-stricter i bhfeidhm

source: Select the coding style of braces
ga: Roghnaigh stíl na lúibíní

source: No space before conditional statements
ga: Ná cuir spás roimh ráiteas coinníollach

source: Unescape \xNN characters?
ga: An bhfuil fonn ort carachtair \xNN a dhí-éalú?

source: Please enter a valid URL
ga: Cuir URL bailí isteach

# jsbOptionsDesc
source: Options
ga: Roghanna

source: Commands to manipulate function call logging
ga: Orduithe a bhaineann le logáil glaonna feidhme

source: Start logging function calls to the console
ga: Logáil glaonna feidhme ar an gconsól

# calllogStartReply
source: Call logging started.
ga: Tosaíodh logáil glaonna.

# calllogStopDesc
source: Stop function call logging
ga: Stop logáil glaonna feidhme

source: No call logging is currently active
ga: Níl logáil glaonna ar siúl faoi láthair

# calllogStopReply
source: Stopped call logging. Active contexts: %1$S.
ga: Stopadh logáil glaonna. Comhthéacsanna gníomhacha: %1$S.

# calllogChromeStartReply
source: Call logging started.
ga: Tosaíodh logáil glaonna.

# calllogChromeStopDesc
source: Stop function call logging
ga: Stop logáil glaonna

# calllogChromeStopReply
source: Stopped call logging. Active contexts: %1$S.
ga: Stopadh logáil glaonna. Comhthéacsanna gníomhacha: %1$S.

source: <anonymous>
ga: <gan ainm>

source: Method call
ga: Glao ar mhodh

source: Invalid JSM!
ga: JSM neamhbhailí!

source: Variable not found in content window.
ga: Níor aimsíodh an athróg san fhuinneog ábhair.

source: Variable not found in chrome window.
ga: Níor aimsíodh an athróg san fhuinneog chrome.

source: Evaluated JavaScript threw the following exception
ga: Tháinig an eisceacht seo a leanas ón JavaScript a luacháladh

source: Scratchpad
ga: Ceap Breacaireachta

# paintflashingDesc
source: Highlight painted area
ga: Aibhsigh an limistéar péinteáilte

source: Turn on paint flashing
ga: Cuir aibhsiú péinteála ar siúl

source: Turn off paint flashing
ga: Stad aibhsiú péinteála

source: Draw repainted areas in different colors
ga: Taispeáin limistéir athphéinteáilte i ndathanna éagsúla

# paintflashingTooltip
source: Highlight painted area
ga: Aibhsigh an limistéar péinteáilte

source: Toggle paint flashing
ga: Scoránaigh aibhsiú péinteála

source: Toggle split console
ga: Scoránaigh consól roinnte

source: Application cache utilities
ga: Uirlisí don taisce feidhmchláir

source: Validate cache manifest
ga: Bailíochtaigh an lastliosta taisce

source: Find issues relating to a cache manifest and the files that it references
ga: Aimsigh fadhbanna a bhaineann leis an lastliosta agus na comhaid a ndéanann sé tagairt dóibh

source: URI to check
ga: URI le seiceáil

source: Appcache validated successfully.
ga: D'éirigh le bailíochtú an taisce.

source: Clear entries from the application cache
ga: Glan iontrálacha ón taisce feidhmchlár

source: Clear one or more entries from the application cache
ga: Glan iontráil nó iontrálacha ón taisce feidhmchlár

source: Entries cleared successfully.
ga: D'éirigh le glanadh na taisce.

source: Display a list of application cache entries.
ga: Taispeáin na hiontrálacha sa taisce feidhmchlár.

source: Filter results using a search term.
ga: Scag na torthaí le téarma cuardaigh.

source: Key:
ga: Eochair:

source: Data size:
ga: Méid sonraí:

source: Device ID:
ga: Aitheantas an Ghléis:

# appCacheListExpirationTime
source: Expires:
ga: As Feidhm:

source: Fetch count:
ga: Uaireanta faighte:

source: Last fetched:
ga: Faighte:

source: Last modified:
ga: Athraithe:

source: View Entry
ga: Féach ar Iontráil

# appCacheViewEntryDesc
source: Open a new tab containing the specified cache entry information.
ga: Oscail cluaisín nua ina bhfuil an fhaisnéis a bhaineann leis an iontráil sonraithe.

# appCacheViewEntryManual
source: Open a new tab containing the specified cache entry information.
ga: Oscail cluaisín nua ina bhfuil an fhaisnéis a bhaineann leis an iontráil sonraithe.

source: The key for the entry to display.
ga: Eochair na hiontrála le taispeáint.

source: Manage profiler
ga: Bainistigh an próifíleoir

source: Commands to start or stop a JavaScript profiler
ga: Orduithe chun próifíleoir JavaScript a chur ar siúl nó a stopadh

source: Open the profiler
ga: Oscail an próifíleoir

source: Close the profiler
ga: Dún an próifíleoir

source: Start profiling
ga: Tosaigh próifíliú

source: Name of a profile you wish to start.
ga: Ainm na próifíl le tosú.

source: Stop profiling
ga: Stop próifíliú

source: Name of a profile you wish to stop.
ga: Ainm na próifíl le stopadh.

source: List all profiles
ga: Taispeáin gach próifíl

source: Show individual profile
ga: Taispeáin próifíl amháin

source: Name of a profile.
ga: Ainm próifíle.

source: Profile has already been started
ga: Tosaíodh an phróifíl cheana

source: Profile not found
ga: Próifíl gan aimsiú

source: Profiler has not been started yet. Use 'profile start' to start profiling
ga: Níor tosaíodh an próifíleoir go dtí seo. Úsáid 'profile start' chun é a thosú

source: Recording…
ga: Ag taifeadadh…

source: Stopped…
ga: Stoptha…

source: For this command to work you need to open the profiler first
ga: Chun é seo a dhéanamh, ní mór duit an próifíleoir a oscailt

source: Open a remote debug port
ga: Oscail port dífhabhtaithe i gcéin

source: The TCP port to listen on
ga: An port TCP le héisteacht leis

source: Listen is disabled by the devtools.debugger.remote-enabled preference
ga: Ní féidir éisteacht mar gheall ar an sainrogha devtools.debugger.remote-enabled

source: Listening on port %1$S
ga: Ag éisteacht le port %1$S

source: DebuggerServer not initialized
ga: Freastalaí dífhabhtaithe gan túsú

source: CSS media type emulation
ga: Aithris ar chineál meáin CSS

source: Emulate a specified CSS media type
ga: Déan aithris ar mheán CSS áirithe

source: View the document as if rendered on a device supporting the given media type, with the relevant CSS rules applied.
ga: Féach ar an gcáipéis amhail is go raibh sé curtha ar taispeáint ar ghléas a thacaíonn le meáin den chineál seo, le rialacha bainteacha CSS curtha i bhfeidhm.

source: The media type to emulate
ga: An cineál meáin le haithris a dhéanamh air

source: Stop emulating a CSS media type
ga: Stad aithris ar mheán CSS a thuilleadh

source: Inject common libraries into the page
ga: Ionsáigh leabharlanna coitianta sa leathanach

source: %1$S loaded
ga: %1$S luchtaithe

source: Failed to load %1$S - Invalid URI
ga: Níorbh fhéidir %1$S a luchtú - URI neamhbhailí

source: Open folders
ga: Oscail fillteáin

source: Open folder path
ga: Oscail conair fhillteáin

source: Directory Path
ga: Conair na Comhadlainne

source: Open profile directory
ga: Oscail comhadlann na próifíle

source: Please enter a valid path
ga: Cuir conair bhailí isteach

source: Opened %1$S
ga: Osclaíodh %1$S

source: (No description)
ga: (Gan cur síos)

source: Execute a command on %S
ga: Rith ordú ar %S

source: A set of commands that are executed on a remote system. The remote system is reached via %S
ga: Orduithe a chuirtear i bhfeidhm ar chóras i gcéin. Sroichtear an córas i gcéin trí %S

source: There is already a command called '%S'
ga: Tá ordú darb ainm '%S' ann cheana

source: Enter JavaScript directly
ga: Cuir JavaScript isteach go díreach

source: Too many arguments
ga: An iomarca argóintí

source: Available Options
ga: Roghanna

source: Invalid Command
ga: Ordú Neamhbhailí

source: Value required for '%1$S'.
ga: Ní mór luach a chur le '%1$S'.

source: '%1$S' doesn't exist
ga: Níl '%1$S' ann

source: '%1$S' already exists
ga: Tá '%1$S' ann cheana

source: '%1$S' is not a file
ga: Ní comhad é '%1$S'

source: '%1$S' is not a directory
ga: Ní comhadlann é '%1$S'

source: '%1$S' does not match '%2$S'
ga: Níl '%1$S' comhoiriúnach le '%2$S'

source: Scope lost
ga: Scóip caillte

source: Can't find property '%S'
ga: Airí '%S' gan aimsiú

source: Syntax error
ga: Earráid chomhréire

source: Unterminated string literal
ga: Tairiseach teaghráin gan chríochnú

source: Can't convert "%S" to a number.
ga: Ní féidir "%S" a thiontú go huimhir.

source: Can't convert "%S" to an integer.
ga: Ní féidir slánuimhir a dhéanamh as "%S".

source: Can't convert "%S" to a date.
ga: Ní féidir dáta a dhéanamh as "%S".

source: %1$S is greater than maximum allowed: %2$S.
ga: Tá %1$S níos mó ná an luach is mó a nglactar leis: %2$S.

source: %1$S is smaller than minimum allowed: %2$S.
ga: Tá %1$S níos lú ná an luach is lú a nglactar leis: %2$S.

source: %1$S is later than maximum allowed: %2$S.
ga: Tá %1$S níos déanaí ná an luach is déanaí a nglactar leis: %2$S.

source: %1$S is earlier than minimum allowed: %2$S.
ga: Tá %1$S níos luaithe ná an luach is luaithe a nglactar leis: %2$S.

source: Can't use '%S'.
ga: Ní féidir '%S' a úsáid.

source: Syntax error in CSS query
ga: Earráid chomhréire in iarratas CSS

source: Too many matches (%S)
ga: An iomarca rudaí aimsithe (%S)

source: No matches
ga: Níor aimsíodh aon rud

source: Provide help either on a specific command (if a search string is provided and an exact match is found) or on the available commands (if a search string is not provided, or if no exact match is found).
ga: Faigh cabhair le hordú ar leith (má bhí téarma cuardaigh ann agus má bhí rud éigin aimsithe) nó leis na horduithe ar fáil (mura raibh téarma cuardaigh ann, nó mura raibh aon rud aimsithe).

source: Search string
ga: Teaghrán cuardaigh

source: search string to use in narrowing down the displayed commands. Regular expressions not supported.
ga: teaghrán cuardaigh a úsáidtear chun na torthaí a chúngú. Ní thacaítear le sloinn ionadaíochta.

source: Synopsis
ga: Achoimre

source: Available Commands:
ga: Orduithe Le Fáil:

source: Commands starting with '%S':
ga: Orduithe a thosaíonn le '%S':

source: No commands starting with '%S'
ga: Níl aon orduithe a thosaíonn le '%S'

source: required
ga: riachtanach

source: optional
ga: roghnach

source: optional, default=%S
ga: roghnach, réamhshocrú=%S

# helpIntro
source: GCLI is an experiment to create a highly usable command line for web developers.
ga: Is éard atá in GCLI ná turgnamh chun comhéadan an-inúsáidte líne na n-orduithe a chruthú d'fhorbróirí Gréasáin.

source: Sub-Commands
ga: Fo-orduithe

source: Command line parsing error
ga: Earráid agus líne na n-orduithe á parsáil

source: Concentrate on a group of commands
ga: Dírigh ar ghrúpa orduithe

source: The command prefix
ga: Réimír an ordaithe

source: Can't use '%S' as a prefix because it is not a parent command.
ga: Ní féidir '%S' a úsáid mar réimír toisc nach máthairordú é.

source: Using %S as a command prefix
ga: Ag úsáid %S mar réimír ar ordú

source: Command prefix is unset
ga: Réimír ordaithe gan socrú

source: Proxy commands to server
ga: Orduithe seachfhreastalaí don fhreastalaí

# connectPrefixDesc
source: Parent prefix for imported commands
ga: Réimír le cur roimh orduithe iompórtáilte

source: The method of connecting
ga: Modh ceangail

source: The URL to connect to
ga: URL an fhreastalaí

source: Connection called %S already exists.
ga: Tá ceangal darb ainm %S ann cheana.

source: Added %S commands.
ga: Cuireadh orduithe %S leis.

source: Disconnect from server
ga: Dícheangail ón fhreastalaí

# disconnectPrefixDesc
source: Parent prefix for imported commands
ga: Réimír le cur roimh orduithe iompórtáilte

source: Removed %S commands.
ga: Baineadh orduithe %S.

source: Change the JS global
ga: Athraigh an JS global

source: The new window/global
ga: An fhuinneog/global nua

source: Clear the output area
ga: Bánaigh an limistéir aschurtha

source: Enter commands in different languages
ga: Cuir orduithe i dteangacha éagsúla isteach

source: You are now using %S
ga: Tá tú ag úsáid %S anois

source: Commands to control settings
ga: Orduithe a rialaíonn socruithe

source: Commands to display and alter preferences both for GCLI and the surrounding environment
ga: Orduithe a thaispeánann nó a athraíonn sainroghanna le haghaidh GCLI agus an timpeallacht máguaird

source: Display available settings
ga: Taispeáin na socruithe atá ar fáil

source: Display a list of preferences, optionally filtered when using the 'search' parameter
ga: Taispeáin liosta sainroghanna, scagtha leis an bparaiméadar 'cuardach' má mian leat

source: Filter the list of settings displayed
ga: Scag an liosta socruithe ar taispeáint

source: Search for the given string in the list of available preferences
ga: Déan cuardach ar an teaghrán sa liosta sainroghanna

source: Display setting value
ga: Taispeáin luach an tsocraithe

source: Display the value of a given preference
ga: Taispeáin luach an tsocraithe roghnaithe

source: Setting to display
ga: An socrú le taispeáint
