Repository: kscanne/gaeilge-mozdev
Catalog: src/firefox-1.0.1.*.po
Languages: ga

source: If you delete an e-mail certificate, your will no longer be able to send encrypted e-mail to those people.
ga: Má scriosann tú teastas ríomhphoist, ní bheidh tú ábalta ríomhphost criptithe a chur chuig na daoine sin níos mó.

source: Delete E-Mail Certificates
ga: Scrios Teastais Ríomhphoist

source: PKCS12 Files
ga: Comhaid PKCS12

source: Organization: "%S"
ga: Eagras: "%S"

source: Web Site Identity Not Verified
ga: Níl Céannacht an tSuímh Idirlín dearbhaithe

source: Web Site Identity Verified
ga: Céannacht an tSuímh Idirlín dearbhaithe

source: Connection Not Encrypted
ga: Níl an ceangal criptithe

source: The web site %S does not support encryption for the page you are viewing.
ga: Ní thacaíonn an suíomh idirlín %S le criptiú don leathanach a bhfuil tú ag amharc air.

source: Information sent over the Internet without encryption can be seen by other people while it is in transit.
ga: Is féidir le daoine eile faisnéis gan chriptiú a sheoltar thar an Idirlíon a fheiceáil agus é ar an aistear

source: The page you are viewing is not encrypted.
ga: Tá an leathanach a bhfuil tú ag amharc air gan criptiú

source: Connection Encrypted: High-grade Encryption (%S %S bit)
ga: Ceangal Criptithe: Criptiú Ardghráid (%S %S giotán)

source: Connection Encrypted: Low-grade Encryption (%S %S bit)
ga: Ceangal Criptithe: Criptiú de ghrád íseal (%S %S giotán)

source: Certificate Viewer:
ga: Breathnóir Teastais:

source: <Unknown Issuer>
ga: <Eisitheoir Anaithnid>

source: Failed to Login
ga: Theip ar an Logáil Isteach

source: Choose a PKCS#11 device to load
ga: Roghnaigh gléas PKCS#11 le lódáil

source: Module
ga: Modúl

source: Path
ga: Conair

source: Manufacturer
ga: Déantóir

source: HW Version
ga: Leagan na gCrua-earraí

source: FW Version
ga: Leagan na nDochtearraí

source: Description
ga: Cur Síos

source: Disabled
ga: Díchumasaithe

source: Not Present
ga: Níl Ann

source: Uninitialized
ga: Gan túsú

source: Not Logged In
ga: Gan Logáil Isteach

source: Logged In
ga: Logáilte Isteach

source: Ready
ga: Réidh

source: Enable FIPS
ga: Údaraigh FIPS

source: Disable FIPS
ga: Díchumasaigh FIPS

source: <Not Defined>
ga: <Gan Sonrú>

source: Your password has been reset.
ga: Bánaíodh d'fhocal faire.

source: Not Enabled
ga: Gan Cumasú

source: Certificate Files
ga: Comhaid Teastais

source: Don't show this message again during this session.
ga: Ná taispeáin an teachtaireacht seo i rith an tseisiúin seo.

source: About Plug-ins
ga: Maidir le Breiseáin

source: Installed plug-ins
ga: Breiseáin suiteáilte

source: No plug-ins are installed
ga: Níl breiseán ar bith suiteáilte

source: File name:
ga: Ainm ar an gcomhad:

source: MIME Type
ga: Cineál MIME

source: Suffixes
ga: Iarmhíreanna

source: The URL is not valid and cannot be loaded.
ga: Ní URL bailí é sin. Ní féidir a lódáil.

source: The file %S cannot be found. Please check the location and try again.
ga: Comhad %S gan aimsiú. Deimhnigh an suíomh agus bain triail eile as.

source: %S could not be found. Please check the name and try again.
ga: %S gan aimsiú. Deimhnigh an t-ainm agus bain triail eile as.

source: %S is not a registered protocol.
ga: %S gan chlárú mar phrótacal.

source: The connection was refused when attempting to contact %S.
ga: Nasc obtha agus iarracht ar siúl %S a rochtain.

source: The connection to %S has terminated unexpectedly. Some data may have been transferred.
ga: Scoireadh gan choinne den nasc le %S. Seans gur aistríodh roinnt sonraí.

source: The operation timed out when attempting to contact %S.
ga: Chuaigh an oibríocht thar am agus iarracht ar siúl %S a rochtain.

source: Redirection limit for this URL exceeded. Unable to load the requested page. This may be caused by cookies that are blocked.
ga: Teora atreoraithe don URL seo. Ní féidir an leathanach iarrtha a lódáil. Is féidir gur fianáin coiscthe is cúis leis seo.

source: The page you are trying to view contains POSTDATA that has expired from cache. If you resend the data, any action the form carried out (such as a search or online purchase) will be repeated. To resend the data, click OK. Otherwise, click Cancel.
ga: Tá tú ag iarraidh leathanach a thaispeáint ina bhfuil sonraí POSTDATA a shíothlaigh as an taisce. Má sheolann tú na sonraí arís, déanfar arís gach gníomh a chuir an fhoirm i bhfeidhm (cuardach nó ceannach ar líne, mar shampla). Má tá tú ag iarraidh na sonraí a athsheoladh, gliogáil Tá go Maith. Mura bhfuil, gliogáil Cealaigh.

source: The page you are trying to view contains POSTDATA. If you resend the data, any action the form carried out (such as a search or online purchase) will be repeated. To resend the data, click OK. Otherwise, click Cancel.
ga: Tá tú ag iarraidh leathanach a thaispeáint ina bhfuil sonraí POSTDATA a shíothlaigh as an taisce. Má sheolann tú na sonraí arís, déanfar arís gach gníomh a chuir an fhoirm i bhfeidhm (cuardach nó ceannach ar líne, mar shampla). Má tá tú ag iarraidh na sonraí a athsheoladh, gliogáil Tá go Maith. Mura bhfuil, gliogáil Cealaigh.

source: This document cannot be displayed unless you install the Personal Security Manager (PSM). Download and install PSM and try again, or contact your system administrator.
ga: Doiciméad é seo nach féidir a thaispeáint gan Bainisteoir Pearsanta Slándála (PSM) a shuiteáil. Íoslódáil agus suiteáil PSM anois agus bain triail eile as, nó cuir fios ar do riarthóir córais.

source: The document contains no data.
ga: Doiciméad folamh.

source: This document cannot be displayed while offline. To go online, uncheck Work Offline from the File menu.
ga: Ní féidir an doiciméad seo a thaispeáint agus tú as líne. Chun dul ar líne, díroghnaigh "Téigh As Líne" on roghchlár "Comhad".

source: The document cannot change while Printing or in Print Preview.
ga: Ní féidir doiciméad a athrú le linn a Phriontála, nó mar Réamhamharc.

source: Access to the port number given has been disabled for security reasons.
ga: Ní féidir uimhir an phoirt a rochtain, i ngeall ar chúrsaí slándála.

source: The proxy server you have configured could not be found. Please check your proxy settings and try again.
ga: Níl fáil ar an bhfriothálaí ionadaíodh a chumraigh tú. Deimhnigh do shocruithe um ionadaithe agus bain triail eile as.

source: The connection was refused when attempting to contact the proxy server you have configured. Please check your proxy settings and try again.
ga: Diúltaíodh don nascadh agus tú ag iarraidh teacht ar an bhfriothálaí ionadaíodh a chumraigh tú. Deimhnigh do shocruithe um ionadaithe agus bain triail eile as.

source: External Protocol Request
ga: Iarratas Seachtrach Prótacail

source: An external application must be launched to handle %1$S: links. Requested link: %2$S If you were not expecting this request it may be an attempt to exploit a weakness in that other program. Cancel this request unless you are sure it is not malicious.
ga: Ní mór feidhmchlár seachtrach a láinseáil chun na naisc %1$S: a láimhseáil. Iarradh: %2$S Mura raibh tú ag súil leis an iarratas seo b'fhéidir gur iarracht atá ann chun leas a bhaint as laige sa bhfeidhmchlár sin. Cealaigh an t-iarratas seo mura bhfuil tú cinnte nach bhfuil sé mailíseach.

source: Remember my choice for all links of this type.
ga: Meabhraigh mo rogha do naisc den chineál seo.

source: Launch application
ga: Cuir Feidhmchlár ar Siúl

source: Downloading %S...
ga: %S á íoslódáil...

source: Finished downloading %S.
ga: Tá íoslódáil %S críochnaithe.

source: Installing %S...
ga: %S á shuiteáil...

source: Successfully installed %S.
ga: D'éirigh le suiteáil %S.

source: Failed to install %S (%S).
ga: Theip ar shuiteáil %S (%S).

source: Finished installing plugins.
ga: Tá suiteáil na mbreiseán críochnaithe.

source: Installed
ga: Suiteáilte

source: License not accepted
ga: Níor glacadh leis an gceadúnas.

source: Not Available
ga: Níl ar Fáil

source: Manual Install
ga: Suiteáil de Láimh

source: Manually install the plugin.
ga: Suiteáil an Bhreiseáin de láimh.

source: No suitable plugins were found.
ga: Níor aimsíodh aon bhreiseán oiriúnach.

source: Unknown Plugin
ga: Breiseán Anaithnid

source: Click here to download plugin.
ga: Gliogáil anseo chun an breiseán a íoslódáil.

source: Source of:
ga: Foinse:

source: _: closeCmd.commandkey W
ga: D

source: &Go to Line...
ga: &Téigh go Líne...

source: Wrap Long Lines
ga: Timfhill Línte Fada

source: _: menu_wrapLongLines.accesskey W
ga: D

source: Syntax &Highlighting
ga: Soilsiú Com&hréire

source: &Increase Text Size
ga: Clómhéid Níos &Mó

source: &Decrease Text Size
ga: Clómhéid Níos &Lú

source: Created By:
ga: Cruthaithe ag:

source: Contributors:
ga: Cuiditheoirí:

source: Visit Home Page
ga: Féach ar an leathanach baile

source: The file &quot;#3&quot; is of type #2 (#1), and #4 does not know how to handle this file type. This file is located at:
ga: Tá an comhad &quot;#3&quot; den sórt #2 (#1), agus níl a fhios ag #4 conas a bheith ag láimhseáil chomhaid den sórt seo. Tá an comhad le fáil ag:

source: The file &quot;#3&quot; is of type #2, and #4 does not know how to handle this file type. This file is located at:
ga: Tá an comhad &quot;#3&quot; den sórt #2, agus níl a fhios ag #4 conas a bheith ag láimhseáil chomhaid den sórt seo. Tá an comhad le fáil ag:

source: The site has suggested that &quot;#3&quot; be handled as an attachment. It is of type #2 (#1) and located at:
ga: Molann an suíomh &quot;#3&quot; a láimhseáil mar iatán. Tá sé de chineál #2 (#1) agus le fáil ag:

source: The site has suggested that &quot;#3&quot; be handled as an attachment. It is of type #2 and located at:
ga: Molann an suíomh &quot;#3&quot; a láimhseáil mar iatán. Tá sé de chineál #2 agus le fáil ag:

source: What should #1 do with this file?
ga: Cad ba cheart do #1 a dhéanamh leis an gcomhad?

source: &Always perform this action when handling files of this type
ga: Déan seo i &gcónaí agus chomhaid den sórt seo a láimhseáil

source: &Save it to disk
ga: &Sábháil chuig diosca

source: &Open it with the default application (#1)
ga: &Oscail leis an bhfeidhmchlár réamhshocraithe (#1)

source: Open it with the default application
ga: Oscail leis an bhfeidhmchlár réamhshocraithe

source: Open it &with
ga: Oscail &le

source: The application you specified (&quot;#1&quot;) could not be found. Check the file name or select another application.
ga: Ní féidir an feidhmchlár (&quot;#1&quot;) a bhí sonraithe agat a fháil. Deimhnigh ainm an chomhaid nó roghnaigh feidhmchlár eile.

source: Print Preview
ga: Réamhamharc Priontála

source: Page load error
ga: Earráid lódála sa leathanach

source: Try again
ga: Déan iarracht arís

source: The page could not be loaded, possibly because it does not exist or the location is incorrect.<br/>Check that the address (URL) is valid and correctly formatted.
ga: Níorbh fhéidir an leathanach a lódáil, b'fhéidir nach ann dó nó go bhfuil an láthair mhícheart.<br/>Seiceáil an seoladh (URL) ó thaobh a bhailíochta agus a fhormáide.

source: Invalid Address Error
ga: Earráid: Seoladh Mícheart

source: The address (URL) is not a valid format and cannot be read. A typical address will start with &quot;http://&quot;, followed by an address, (e.g. www.netscape.com), followed by a path to the content (or just &quot;/&quot;). A common cause for the problem is using backslashes(\) instead of forward slashes (/).
ga: Níl an seoladh (URL) san fhormáid cheart agus ní féidir a bheith á léamh. Beidh &quot;http://&quot; ar dtús an tseolta samplach, le seoladh ina dhiaidh (m.sh. www.netscape.com), le bealach go dtí an conair ina dhiaidh (nó &quot;/&quot; amháin). Is fadhb gnáth í ná húsáid cúlslaiseanna(\) in áit tulslaiseanna (/).

source: File Not Found Error
ga: Earráid: Comhad gan Aimsiú

source: The file specified by the address (URL) cannot be found. Check that the file exists and that you have sufficient permissions to view it.
ga: Ní féidir an leathanach ag an seoladh (URL) a fháil. Deimhnigh go bhfuil an comhad ann agus má tá ceadanna dóthaine agat chun a bheith ag féachaint air.

source: Address Not Found Error
ga: Earráid: Seoladh Gan Aimsiú

source: The address (URL) does not correspond to a known site and could not be loaded. This could be due to a misspelling in the address or because the site does not exist. If the address is known to be valid, or if the problem occurs for many sites, it may be an issue with your proxy service (if you use one) or the directory name service lookup. In such cases you should consult your system documentation, administrator or Internet Service Provider (ISP) as appropriate for further assistance.
ga: Ní bhaineann an seoladh (URL) le suíomh le haithne air agus ní féidir a lódáil. Is féidir go bhfuil botún litrithe ann sa seoladh nó is féidir nach bhfuil an suíomh ann. Má tá a fhios agat gur seoladh bailí é, nó má bhaineann an fhadhb chéanna leis a lán suímh, b'fhéidir go bhfuil fadhb agat le do sheachfhriothálaí (má tá ceann in úsáid agat) nó leis an tseirbhís cuardaigh ainmneacha. Ba cheart duit do dhoiciméid an chórais, reachtaire nó Sholáthraí Seirbhísí Idirlín (ISP) a dul i gcomhairle.

source: Protocol Not Known Error
ga: Earráid: Prótacal Anaithnid

source: The address (URL) starts with a protocol that is not recognized by the browser. A protocol is the part at the front of the address, such as http: or ftp: which tells the browser how to connect to the site. In this instance, the protocol is unknown so loading cannot continue. Check that the address is correct before retrying.
ga: Tá prótacal anaithnid ar an seoladh (URL). Is an pháirt ar dtús an tseolta é an prótacal é, mar http: nó ftp:. Tugann sé eolas don bhrabhsálaí conas teagmháil a dhéanamh leis an suíomh. Sa chás seo, ní féidir leanúint den lódáil, mar tá an prótacal anaithnid. Deimhnigh go bhfuil an seoladh i gceart roimh iarracht eile a dhéanamh

source: Connection Failure Error
ga: Earráid: Ceangal Teipthe

source: The browser was unable to connect to the specified site, even though it exists. This may be because the site does not accept connections from your computer, the service may be down, or the site does not support the service or port that you tried to connect to.
ga: Ní féidir leis an mbrabhsálaí ceangal a dhéanamh leis an suíomh sonraithe, cé go bhfuil sé ina bheo. B'fhéidir nach glacann an suíomh ceangail ó do ríomhaire, nach bhfuil an tseirbhís ag obair, nó nach dtacaíonn an suíomh leis an tseirbhís nó leis an bport a raibh tú ag iarraidh nascadh leis.

source: Net Timeout Error
ga: Earráid: Teorainn Ama Gréasáin

source: The browser timed out while trying to connect to the specified site. The site may be experiencing high loads that are slowing it down, or network problems are preventing data from being received from it in a timely manner. If the site is likely to be busy, consider waiting a few moments before retrying the request.
ga: Bhí teorainn ama ann agus ag iarraidh ceangal a dhéanamh leis an suíomh sonraithe. B'fhéidir go bhfuil lódanna móra curtha ar an suíomh atá á mhoilliú, nó go bhfuil fadhbanna gréasáin ag stopadh sonraí agus é á fháil in am is leor. Má tá an suíomh gnóthach de ghnáth, fan tamall roimh an iarradh a athdhéanamh.

source: Redirect Loop Error
ga: Earráid Athdhírithe Lúib

source: The browser has stopped a connection because the site is redirecting requests to itself in a manner which prevents it from ever completing.
ga: Stadadh ceangal leis an mbrabhsálaí mar tá an suíomh ag athdhíriú iarratas chuige féin i mbealach nach mbeidh sé in ann a chríochnú.

source: Unknown Socket Error
ga: Earráid: Soicéad Anaithnid

source: The site responded to the network request in an unexpected manner. This may be due to address (URL) using the wrong protocol for the specified port, or a non-standard configuration on the site which is running different services than expected.
ga: D'fhreagair an suíomh don iarratas gréasáin i mbealach gan choinne. B'fhéidir go bhfuil an seoladh (URL) ag úsáid prótacail mícheart don phort sonraithe, nó go bhfuil cumraíocht neamhchaighdeánach ann ar an suíomh atá ag úsáid seirbhís dhifriúil ná mar a bhí coinne agat.

source: Net Reset Error
ga: Earráid: Athshocrú Gréasáin

source: The link to the site was dropped unexpectedly while negotiating a connection or transferring data. This may be due to a network fault somewhere between the site and your computer. If the problem persists, consult your system documentation, administrator or Internet Service Provider (ISP) as appropriate for further assistance.
ga: Briseadh an nasc go dtí an suíomh idir é agus do ríomhaire féin. Má leanann an fhadhb seo, ba cheart duit do dhoiciméid an chórais, reachtaire nó Sholáthraí Seirbhísí Idirlín (ISP) a dul i gcomhairle.

source: Offline Error
ga: Earráid As Líne

source: The browser is currently offline and cannot connect to the requested site. Place your browser in online mode before trying again.
ga: Tá an brabhsálaí as líne agus ní féidir leis ceangal a dhéanamh leis an suíomh sonraithe. Cuir do bhrabhsálaí i modh ar líne agus déan iarracht arís.

source: %1$d of %2$d
ga: %1$d as %2$d

source: Filename is missing
ga: Ainm comhaid ar iarraidh

source: You have selected "Print To: File", and the filename is empty!
ga: Roghnaigh tú "Priontáil go: Comhad" ach níl ainm an chomhaid tugtha agat!

source: Printer Error
ga: Earráid Phrintéara

source: Print Preview Error
ga: Earráid le Réamhamharc Priontála

source: There was a problem printing. An instruction that was sent to the printer failed.
ga: Fadhb le linn priontála. Theip ar treoir a seoladh chuig an phrintéir.

source: There was a problem printing. No printer could be found.
ga: Fadhb le linn priontála. Níl aon phrintéir le fáil.

source: There was a problem printing. The printer could not be found.
ga: Fadhb le linn priontála. Níorbh fhéidir an printéir a aimsiú.

source: There was a problem printing. Access to the printer was denied.
ga: Fadhb le linn priontála. Níl cead rochtana ar an phrintéir agat.

source: There was a problem printing. Tried to set an invalid printer attribute.
ga: Fadhb le linn priontála.

source: There was a problem printing. The printer not ready.
ga: Fadhb le linn priontála. Níl an printéir ullamh.

source: There was a problem printing. The printer is out of paper.
ga: Fadhb le linn priontála. Níl aon pháipéar fágtha ag an phrintéir.

source: There was a problem printing. Printer I/O error.
ga: Fadhb le linn priontála.

source: There was a problem printing. The output file could not be opened.
ga: Fadhb le linn priontála. Ní fhéadfaí an comhad aschuir a oscailt.

source: There was an error writing the printing output file.
ga: Fadhb le linn comhad aschur priontála a scríobh.

source: There must be at least one printer available to show Print Preview.
ga: Caithfidh printéir amháin ar a laghad a bheith ar fáil chun Réamhamharc Priontála a thaispeáint.

source: There was a problem printing. There is not enough free memory to print.
ga: Fadhb le linn priontála. Ní raibh go leor cuimhne saor chun priontáil.

source: Some printing functionality is not implemented yet.
ga: Níl roinnt den fheidhmiúlacht phriontála i ngníomh go fóill.

source: Not available
ga: Níl ar Fáil

source: The print job was aborted, or canceled.
ga: An saothar priontála scortha, nó curtha ar ceal.

source: An unknown error occurred while printing.
ga: Tharla earráid anaithnid le linn priontála.

source: Printing failed when starting the document.
ga: Theip ar phriontáil agus an cháipéis á tosú.

source: Printing failed when completing the document.
ga: Theip ar phriontáil agus an cháipéis á cur i gcrích.

source: Printing failed when starting the page.
ga: Theip ar phriontáil agus an leathanach á thosú.

source: Printing failed when completing the page.
ga: Theip ar phriontáil agus an leathanach á chur i gcrích.

source: There was a problem printing because you requested too many copies.
ga: Fadhb le linn priontála: d'iarr tú an iomarca cóipeanna

source: There was a problem printing. The printer driver is not properly configured.
ga: Fadhb le linn priontála. Níl tiománaí an phrintéara cumraithe mar is gceart.

source: A broken version of the X print server (Xprt) has been detected. Note that printing using this Xprt server may not work properly. Please contact the server vendor for a fixed version.
ga: Aimsíodh leagan briste den bhfriothálaí printéara X (Xprt). Tabhair faoi deara go mb'fhéidir nach n'éireoidh mar is ceart le priontáil a bhaineann úsáid as an bhfriothálaí Xprt seo. Déan teagmháil le díoltóir an fhriothálaí chun leagan socraithe a fháil.

source: The browser cannot print preview right now. Please try again when the page has finished loading.
ga: Ní féidir leis an mbrabhsálaí réamhamharc a phriontáil anois díreach. Déan iarracht arís nuair a bheidh lódáil an leathanaigh críochnaithe.

source: The page was replaced while you were trying to print. Please try again.
ga: Rinneadh athchur ar an leathanach agus tú ag iarraidh é a phriontáil. Déan iarracht eile.

source: Either pluggable dialogs were not properly installed Or this GFX Toolkit no longer supports native Print Dialogs
ga: Níl dialóga forlíontacha suiteáilte mar is ceart, sin nó ní thacaíonn an Bosca Uirlisí GFX seo le Dialóga dúchasacha Priontála níos mó.

source: The Printing Prompt Service is missing.
ga: An tSeirbhís Leid Priontála in easnamh

source: There was a problem printing. No Xprint server(s) could be found. Check whether the XPSERVERLIST environment variable contains any valid Xprint servers. For further information see http://xprint.mozdev.org/ or http://www.mozilla.org/projects/xprint/
ga: Fadhb le linn priontála. Níl aon fhriothálaí Xprint ar fáil. Féach an bhfuil aon fhriothálaí bailí Xprint san athróg timpeallachta XPSERVLIST. Breis eolais le fáil ó http://xprint.mozdev.org/ nó http://www.mozilla.org/projects/xprint/

source: There was a problem printing because the plex mode you specified is not supported by your printer.
ga: Fadhb le linn priontála: ní thacaíonn do phrintéir leis an mód plex atá sonraithe agat.

source: The browser cannot print the document while it is being loaded.
ga: Ní féidir leis an mbrabhsálaí an cháipéis a phriontáil agus é á lódáil.

source: The requested print module cannot be loaded.
ga: Níorbh fhéidir an módúil priontála a d'iarr tú a lódáil.

source: No printers available.
ga: Níl aon phrintéir le fáil.

source: Print To File
ga: Priontáil go Comhad
