Repository: kscanne/gaeilge-mozdev
Catalog: src/firefox-1.0.1.*.po
Languages: ga

source: _: homePageDefault http://www.mozilla.org/products/firefox/start/
ga: http://www.mozilla.org/products/firefox/start/

source: http://www.mozilla.org/products/firefox/central.html
ga: http://www.mozilla.org/products/firefox/start/

source: http://www.google.com/search?lr=&ie=UTF-8&oe=UTF-8&q=
ga: http://www.google.com/search?hl=ga&lr=&ie=UTF-8&oe=UTF-8&q=

source: _: browser.search.order.1 Google
ga: Google

source: _: startup.homepage_override_url http://www.mozilla.org/products/firefox/start/
ga: http://www.mozilla.org/products/firefox/start/

source: http://www.google.com/search?hl=en&lr=&ie=UTF-8&oe=UTF-8&q=
ga: http://www.google.com/search?hl=ga&lr=&ie=UTF-8&oe=UTF-8&q=

source: _: browser.search.defaultenginename Google
ga: Google

source: A web site has attempted to open a popup window without your permission. &brandShortName; has automatically closed the popup window. Whenever &brandShortName; blocks these popups, you will see an icon on the status bar.
ga: Thug Suíomh Idirlín iarracht preabfhuinneog a oscailt ar neamhchead duit. Dhruid &brandShortName; an phreabfhuinneog sin go huathoibríoch. Feicfidh tú deilbhín i mbarra an stádais agus &brandShortName; tar éis cosc a chur ar phreabfhuinneog mar sin.

source: You can click on this icon to see which sites &brandShortName; blocked and to allow those sites to open popups if they are required for the site to function correctly.
ga: Gliogáil ar an deilbhín seo chun na suíomh ar chuir &brandShortName; cosc orthu a fheiceáil, agus chun an cosc sin a bhaint díobh, chun go mbeidh siad in ann preabfhuinneoga a oscailt i gcás go mbíonn a leithéidí riachtanach chun an suíomh a chur ag obair i gceart.

source: About Popup Blocking
ga: Maidir le Coscadh Preabfhuinneoga

source: Done
ga: Déanta

source: Grab Page
ga: Glac Leathanach

source: Add Bookmark
ga: Cruthaigh Leabharmharc

source: Advanced JavaScript Options
ga: Roghanna Casta JavaScript

source: Allow scripts to:
ga: Ceadaigh scripteanna chun:

source: Open unrequested windows
ga: Oscail fuinneoga gan iarraidh

source: Move or resize existing windows
ga: Fuinneoga reatha a aistriú nó a méid a athrú

source: Raise or lower windows
ga: Fuinneoga a ardú nó a ísliú

source: Change status bar text
ga: Téacs an bharra stádais a athrú

source: Change images
ga: Íomhánna a athrú

source: Disable or replace context menus
ga: Roghchláir chomhthéacs a dhíchumasú nó a athchur

source: Hide the status bar
ga: An barra stádais a fholú

source: Position:
ga: Suíomh:

source: Set Wallpaper
ga: Socraigh Páipéar Balla

source: Tile
ga: Tíleanna

source: Center
ga: Láraithe

source: Stretch
ga: Sínte

source: Preview
ga: Réamhamharc

source: Color:
ga: Dath:

source: Connection Settings
ga: Socruithe Cheangail

source: Configure Proxies to Access the Internet
ga: Cumraigh Ionadaithe Rochtana Idirlín

source: &Direct connection to the Internet
ga: Ceangal &díreach leis an Idirlíon

source: Auto-detect proxy settings for this net&work
ga: Aimsigh socruithe ionadaí an ghréasáin seo go huathoibríoch

source: &Manual proxy configuration
ga: Lá&mhchumraíocht ionadaithe

source: &Automatic proxy configuration URL:
ga: URL U&athchumraíocht Ionadaí:

source: Configuration location (&URL):
ga: Suíomh cumraíochta (&URL):

source: Re&load
ga: Ath&lódáil

source: &FTP Proxy:
ga: Ionadaí &FTP:

source: &Gopher Proxy:
ga: Ionadaí &Gopher:

source: &HTTP Proxy:
ga: Ionadaí &HTTP:

source: &SSL Proxy:
ga: Ionadaí &SSL:

source: SO&CKS Host:
ga: Ósta SO&CKS:

source: &No Proxy for:
ga: Gan Ionadaí do:

source: Example: .mozilla.org, .net.nz, 192.168.1.0/24
ga: Sampla: .mozilla.org, .net.nz, 192.168.1.0/24

source: Use the same pro&xy for all protocols
ga: Úsáid an t-ionadaí céanna do gach prótacal

source: &brandShortName; will add a bookmark to this page.
ga: Cruthóidh &brandShortName; Leabharmharc don leathanach seo

source: &Name:
ga: Ai&nm:

source: &Keyword:
ga: &Lorgfhocal:

source: &Location:
ga: &Suíomh:

source: &Create In &gt;&gt;
ga: &Cruthaigh i &gt;&gt;

source: Create In &lt;&lt;
ga: Cruthaigh i &lt;&lt;

source: &Create in:
ga: &Cruthaigh i:

source: &Move to:
ga: &Aistrigh chuig:

source: Ne&w Folder...
ga: Fill&teán Nua...

source: Don't show this di&alog again
ga: Ná taispeáin an &bosca comhrá seo arís

source: When this option is selected, new Bookmarks will be added using the title provided by the page.
ga: Agus an rogha seo roghnaithe, cruthófar Leabharmharcanna nua faoin teideal a sholáthraíonn an leathanach.

source: Use &Default
ga: Úsáid Socrú &Bunaidh

source: Choose Folder
ga: Roghnaigh Fillteán

source: Show all the bookmarks folders
ga: Taispeáin gach fillteán leabharmhairc

source: Hide
ga: Folaigh

source: &Bookmark all tabs in a folder
ga: Lea&bharmharcáil gach cluaisín i bhfillteán

source: &New Folder...
ga: Fillteán &Nua...

source: Add
ga: Cuir Leis

source: Info for:
ga: Maidir le:

source: Page Info
ga: Eolas Leathanaigh

source: Information about the current page
ga: Eolas faoin leathanach reatha

source: Help
ga: Cabhair

source: Unknown
ga: Anaithnid

source: w
ga: d

source: General
ga: Ginearálta

source: Title:
ga: Teideal:

source: _: generalURL URL:
ga: URL:

source: Render Mode:
ga: Modh Léirithe:

source: Type:
ga: Cineál:

source: Size:
ga: Méid:

source: Referring URL:
ga: URL tagartha:

source: Source:
ga: Foinse:

source: Sent:
ga: Seolta:

source: Modified:
ga: Athraithe:

source: Expires:
ga: Le síothlú:

source: _: generalEncoding Encoding:
ga: Ionchódú:

source: Meta:
ga: Meitea:

source: _: generalMetaName Name
ga: Teideal

source: Content
ga: Ábhar

source: Forms
ga: Foirmeacha

source: Form Action
ga: Gníomh Foirme

source: Method
ga: Modh

source: _: formName Name
ga: Teideal

source: _: formNo No.
ga: Uimh.

source: _: formEncoding Encoding:
ga: Ionchódú:

source: Target:
ga: Sprioc:

source: Fields:
ga: Réimsí:

source: Label
ga: Lipéad

source: Field Name
ga: Ainm Réimse

source: _: formType Type
ga: Cineál

source: Current Value
ga: Luach Reatha

source: Links
ga: Naisc

source: _: linkNo No.
ga: Uimh.

source: _: linkName Name
ga: Teideal

source: _: linkAddress Address
ga: Seoladh

source: _: linkType Type
ga: Cineál

source: Target
ga: Sprioc

source: Access Key
ga: Eochair Rochtana

source: Media
ga: Meáin

source: Images on this page
ga: Íomhánna ar an leathanach seo

source: _: mediaURL URL:
ga: URL:

source: Base URL:
ga: URL bunaidh:

source: Alternate Text:
ga: Téacs mar Mhalairt:

source: Alternate Text
ga: Téacs mar Mhalairt

source: _: mediaNo No.
ga: Uimh.

source: _: mediaName Name
ga: Teideal

source: _: mediaAddress Address
ga: Seoladh

source: _: mediaType Type
ga: Cineál

source: Plugin:
ga: Breiseán:

source: _: mediaCharset Encoding:
ga: Ionchódú:

source: Dimensions:
ga: Toisí:

source: Encryption:
ga: Incriptiúchán:

source: Title Attribute:
ga: Teideal:

source: Long Description:
ga: Cur Síos Fada:

source: Save As...
ga: Sábháil Mar...

source: Frames
ga: Frámaí

source: _: frameName Name
ga: Teideal

source: _: frameAddress Address
ga: Seoladh

source: _: frameType Type
ga: Cineál

source: Unblock Site
ga: Bain Cosc de Shuíomh

source: Enter a site to unblock:
ga: Iontráil Suíomh le Saoradh ó Bhac:

source: Unblock Site Failed
ga: Teip, maidir le Díbhlocáil an tSuímh

source: %S is not a valid URI. Please correct the site and try again.
ga: Níl %S ina URL bailí. Cuir ina cheart agus déan iarracht eile.

source: Source for:
ga: Foinse do:

source: (Nothing Available)
ga: (Níl ar Fáil)

source: New &Tab
ga: &Cluaisín Nua

source: Open &Location...
ga: Oscail S&uíomh Idirlín...

source: &Open File...
ga: &Oscail Comhad...

source: Page Set&up...
ga: Socrú &Leathanaigh...

source: Print Pre&view
ga: &Réamhamharc Priontála

source: &Print...
ga: &Priontáil...

source: _: printCmd.commandkey p
ga: p

source: &Import...
ga: &Iompórtáil...

source: &Work Offline
ga: &Téigh As Líne

source: &Navigation Toolbar
ga: Barra Loi&ngseoireachta

source: &Bookmarks Toolbar
ga: &Barra Leabharmharc

source: Bookmarks Toolbar Items
ga: Rudaí ar an Bharra Leabharmharc

source: Status &Bar
ga: &Barra Stádais

source: Page S&ource
ga: &Foinse an Leathanaigh

source: Page &Info
ga: Eola&s Leathanaigh

source: _: pageInfoCmd.commandkey i
ga: e

source: &Full Screen
ga: Scáileán &Iomlán

source: _: fullScreenMinimize.tooltip Minimize
ga: Íoslaghdaigh Fuinneog

source: Restore
ga: Athshlánaigh

source: Close
ga: Dún

source: Close Window
ga: Dún an Fhuinneog

source: &Bookmarks
ga: &Leabharmharcanna

source: &Bookmark This Page...
ga: Cruthaigh &Leabharmharc don Leathanach Seo...

source: _: addCurPageAsCmd.commandkey d
ga: m

source: &Manage Bookmarks...
ga: &Bainistiú na Leabharmharcanna...

source: &Back
ga: &Siar

source: Go back one page
ga: Leathanach amháin siar

source: &Forward
ga: &Ar Aghaidh

source: Go forward one page
ga: Leathanach amháin ar aghaidh

source: &Reload
ga: &Athlódáil

source: Reload current page
ga: Athlódáil an leathanach reatha

source: &Stop
ga: &Stad

source: Stop loading this page
ga: Éirigh as an leathanach seo a lódáil

source: Go
ga: Gabh

source: Type a location in the address field, then click Go
ga: Clóscríobh suíomh i réimse an tseolta, agus gliogáil Gabh ina dhiaidh sin

source: Print
ga: Priontáil

source: Print this page
ga: Priontáil an leathanach seo

source: Location
ga: Suíomh

source: Search
ga: Cuardach

source: Activity Indicator
ga: Táscaire Gníomhaíochta

source: _: bookmarksItem.title Bookmarks
ga: Leabharmharcanna

source: Updates
ga: Nuashonraigh

source: Go to the &brandShortName; home page
ga: Téigh go dtí an leathanach baile &brandShortName;

source: Drag and drop this icon to create a link to this page
ga: Tarraing agus lig ann an deilbhín seo chun nasc a chruthú don leathanach seo

source: Home
ga: Baile

source: _: bookmarksButton.label Bookmarks
ga: Leabharmharcanna

source: Display your bookmarks
ga: Léirigh do Leabharmharcanna

source: _: bookmarksSidebarWinCmd.commandkey i
ga: e

source: History
ga: Stair

source: Display pages you've viewed recently
ga: Léirigh leathanaigh ar thug tú cuairt orthu le déanaí

source: _: historySidebarCmd.accesskey s
ga: s

source: &Tools
ga: &Uirlisí

source: Add a &Keyword for this Search...
ga: Cuir &lorgfhocal leis an gcuardach seo...

source: Web &Search
ga: &Cuardach Idirlín

source: &Downloads
ga: Íos&lódáil

source: Display the progress of ongoing downloads
ga: Léiríonn dul chun cinn na lódála reatha

source: _: downloads.commandkey j
ga: e

source: &Extensions
ga: &Eisínteachtaí

source: Show and Manage installed Extensions
ga: Léiriú agus Bainistiú Eisínteachtaí Suiteáilte

source: &Themes
ga: &Téamaí

source: Change the Theme
ga: Athraigh an Téama

source: &Java Console
ga: Bord Eallóige &Java

source: JavaScript &Console
ga: &Bord Eallóige JavaScript

source: &File
ga: &Comhad

source: &New
ga: &Nua

source: &New Window
ga: Fuinneog &Nua

source: &Edit
ga: &Eagar

source: &Undo
ga: Cea&laigh

source: &Redo
ga: Ath&fheidhmigh

source: Cu&t
ga: &Gearr

source: _: cutCmd.key X
ga: X

source: &Copy
ga: &Cóipeáil

source: &Paste
ga: G&reamaigh

source: &Delete
ga: &Dealaigh

source: _: deleteCmd.key D
ga: D

source: Select &All
ga: Roghnaigh &Uile

source: A
ga: W

source: &Options...
ga: &Roghanna...

source: Prefere&nces
ga: Sai&nroghanna

source: &View
ga: &Amharc

source: &Toolbars
ga: Barraí &Uirlisí

source: Sid&ebar
ga: Barra &Taoibh

source: &Customize...
ga: Sain&cheap...

source: &Go
ga: &Gabh

source: &Home
ga: A&bhaile

source: Earlier History
ga: Seanstair

source: _: helpMenu.label helpMenu.accesskey &Help
ga: Cab&hair

source: _: helpMenuWin.label helpMenuWin.accesskey &Help
ga: Cab&hair

source: &About &brandFullName;
ga: &Maidir le &brandFullName;

source: l
ga: i

source: _: urlbar.accesskey d
ga: m

source: _: searchFocus.commandkey2 e
ga: l

source: _: searchFocusUnix.commandkey j
ga: e

source: Open Link in New &Window
ga: Oscail Nasc i bh&Fuinneog Nua

source: Open Link in New &Tab
ga: Oscail Nasc i g&Cluaisín Nua

source: O&pen
ga: O&scail

source: Open Frame in New &Window
ga: Oscail Fráma i bh&Fuinneog Nua

source: Open Frame in New &Tab
ga: Oscail Fráma i g&Cluaisín Nua

source: Sho&w Only This Frame
ga: Ná taispeáin &ach an Fráma Seo

source: &Reload Frame
ga: Athlódáil an F&ráma

source: View Selection Source
ga: Taispeáin Foinse Roghnaithe

source: View MathML Source
ga: Taispeáin Foinse MathML

source: _: viewPartialSourceCmd.accesskey e
ga: l

source: &View Page Source
ga: Taispeáin &Foinse an Leathanaigh

source: &View Frame Source
ga: &Taispeáin Foinse an Fhráma

source: View Page &Info
ga: Taispeáin &Eolas Leathanaigh

source: View Frame &Info
ga: Taispeáin &Eolas Fráma

source: View &Image
ga: &Taispeáin Íomhá

source: Vie&w Background Image
ga: Taispeáin Íomhá sa &Chúlra

source: &Set As Wallpaper...
ga: &Socraigh Mar Pháipéar Balla...

source: Book&mark This Page...
ga: Cruthaigh &Leabharmharc don Leathanach Seo...

source: Bookmark This &Link...
ga: Cruthaigh &Leabharmharc don Nasc Seo...

source: Bookmark This &Frame...
ga: Cruthaigh &Leabharmharc don Fhráma Seo...

source: S&end Link...
ga: S&eol an Nasc...

source: Save Page &As...
ga: Sábháil an Leathanach &Mar...

source: _: savePageCmd.commandkey s
ga: s

source: Save &Frame As...
ga: Sábháil an &Fráma Mar...

source: Save Lin&k As...
ga: Sábháil an &Nasc Mar...

source: Sen&d Link...
ga: Seol an &Nasc...

source: Sa&ve Image As...
ga: Sábháil an Íomhá &Mar...

source: Se&nd Image...
ga: Seol a&n Íomhá...

source: &Copy Link Location
ga: &Cóipeáil Suíomh an Naisc

source: C&opy Image Location
ga: Cóipeáil Suí&omh na hÍomhá

source: Cop&y Image
ga: Cói&peáil Íomhá

source: _: blockImageCmd.accesskey g
ga: C

source: &Properties
ga: &Airíonna

source: Copy &Email Address
ga: Cóipeáil an &Ríomhsheoladh

source: T&his Frame
ga: An F&ráma Seo

source: &Increase
ga: Clómhéid Níos &Mó

source: &Decrease
ga: Clómhéid Níos &Lú

source: &Normal
ga: G&náthmhéid

source: Text &Size
ga: Cló&mhéid

source: &Mail &amp; News
ga: &Ríomhphost &amp; Nuacht

source: Mail
ga: Post

source: Read and Send Mail
ga: Léigh agus Seol Ríomhphost

source: Read &Mail
ga: Léigh Ríomh&phost

source: Ne&w Message...
ga: Teachtaireacht &Nua...

source: Send &Link...
ga: Seo&l an Nasc...

source: Read &News
ga: Léigh &Nuacht

source: _: sendMessage.commandkey m
ga: m

source: Open a new tab
ga: Oscail cluaisín nua

source: Open a new window
ga: Oscail fuinneog nua

source: Close sidebar
ga: Dún an barra taoibh

source: Cut
ga: Gearr

source: Copy
ga: Cóipeáil

source: Paste
ga: Greamaigh

source: Find in This Page
ga: Aimsigh sa Leathanach Seo

source: E&xit
ga: &Scoir

source: &Quit
ga: &Scoir

source: &Close
ga: &Dún

source: W
ga: D

source: _: minimizeWindow.key m
ga: m

source: _: minimizeWindow.label Minimize
ga: Íoslaghdaigh Fuinneog

source: Bring All to Front
ga: Tabhair an tIomlán chun Tosaigh

source: Zoom
ga: Súmáil

source: Window
ga: Fuinneog

source: Page St&yle
ga: Stíl &Leathanaigh

source: Page Styles
ga: Stíleanna Leathanaigh

source: &No Style
ga: Ga&n Stíl

source: &Basic Page Style
ga: Stíl Leathanaigh &Bhunúsach

source: Switch to an alternate page style
ga: Athraigh go dtí stíl leathanaigh eile

source: Change popup blocking settings for this web site
ga: Athraigh socruithe blocála preabtha don suíomh idirlín seo

source: _: allowPopups.accesskey p
ga: p

source: &Edit Popup Blocker Options...
ga: &Eagraigh Roghanna do Bhacadh na bPreabfhuinneoga...

source: _: dontShowMessage.accesskey D
ga: D

source: &Tell a Friend
ga: &Cuir Cara ar an Eolas

source: &Promote &brandShortName;
ga: &Bolscaireacht &brandShortName;

source: Switch Pa&ge Direction
ga: Athrai&gh Treo an Leathanaigh

source: S&witch Text Direction
ga: Athraigh Treo an &Téacs

source: _: bidiSwitchTextDirectionItem.commandkey X
ga: X

source: Find:
ga: Aimsigh:

source: Find Next
ga: An Chéad Cheann Eile

source: Find the next occurrence of the phrase
ga: Aimsigh an chéad sampla eile den nath sin

source: Find Previous
ga: Roimhe Seo

source: Find the previous occurrence of the phrase
ga: Aimsigh an sampla roimhe seo den nath seo

source: Close Find bar
ga: Dún an barra Aimsithe

source: Highlight
ga: Soilsigh

source: Highlight all occurrences of the phrase (Ctrl+Enter)
ga: Soilsigh gach sampla den nath (Ctrl+Enter)

source: &Find in This Page...
ga: &Aimsigh sa Leathanach Seo...

source: Find A&gain
ga: Athai&msigh

source: _: findAgainCmd.commandkey g
ga: g

source: Properties for &quot;**bm_title**&quot;
ga: Airíonna &quot;**bm_title**&quot;

source: &Info
ga: &Eolas

source: &Schedule
ga: &Sceideal

source: &brandShortName; can check this site for updates and notify you when one occurs. Use these settings to customize the schedule for this Bookmark.
ga: Is féidir le &brandShortName; an suíomh seo a sheiceáil i gcomhair nuashonruithe agus tú a chur ar an eolas ina dtaobh. Úsáid na socruithe seo chun saincheapadh a dhéanamh ar sceideal an Leabharmhairc seo.

source: &Notify
ga: Cuir &Fógra Chugam

source: &brandShortName; will notify you when this site changes. Use these settings to customize notification.
ga: Cuirfidh &brandShortName; fógra chugat, maidir le hathruithe ar an suíomh seo. Úsáid na socruithe seo chun saincheapadh a dhéanamh ar an gcóras fógartha.

source: Information:
ga: Faisnéis:

source: Name:
ga: Teideal:

source: Location:
ga: Suíomh:

source: Feed Location:
ga: Suíomh Fotha:

source: Keyword:
ga: Lorgfhocal:

source: Description:
ga: Cur Síos:

source: Load this bookmark in the sidebar
ga: Lódáil an leabharmharc seo sa bharra taoibh

source: Check this location for updates:
ga: Seiceáil nuashonruithe ar an suíomh seo.

source: When:
ga: Tréimhse:

source: from:
ga: ó:

source: to:
ga: go:

source: every
ga: gach

source: minute(s)
ga: nóiméad

source: Notification:
ga: Fógra:

source: Never
ga: Ná cuir fógra

source: Every day
ga: Gach lá

source: Weekdays
ga: Dálach

source: Weekends
ga: Deireadh seachtaine

source: Mondays
ga: Luan

source: Tuesdays
ga: Máirt

source: Wednesdays
ga: Céadaoin

source: Thursdays
ga: Déardaoin

source: Fridays
ga: Aoine

source: Saturdays
ga: Satharn

source: Sundays
ga: Domhnach

source: Midnight
ga: Meán Oíche

source: Noon
ga: Um Nóin

source: Change the bookmark's icon
ga: Athraigh deilbhín an leabharmhairc

source: Play a sound
ga: Seinn fuaim

source: Display an alert
ga: Taispeáin Airdeall

source: Open web page in a new window
ga: Oscail leathanach lín i bhfuinneog nua

source: Image Manager
ga: Bainisteoir na nÍomhánna

source: Site
ga: Suíomh

source: Status
ga: Stádas

source: Remove Site
ga: Dealaigh Suíomh

source: Remove All Sites
ga: Dealaigh Suímh Uile

source: Blocked Popups
ga: Preabfhuinneoga Coiscthe

source: The following pages were prevented from displaying unrequested popup windows:
ga: Cuireadh cosc ar phreabfhuinneoga ar na leathanaigh seo a leanas:

source: &Done
ga: &Déanta

source: &Unblock Site
ga: Bain Cosc de Sh&uíomh

source: Add Search Engine
ga: Inneall Cuardaigh Nua

source: Add the following search engine to the Search Bar?##Name: %title%#Search Category: %category%#Source: %url%
ga: Cuir an t-inneall cuardaigh a leanas leis an mbarra cuardaigh?##Ainm: %title%#Aicme: %category%#Foinse: %url%

source: About &brandFullName;
ga: Maidir le &brandFullName;

source: Credits
ga: Admhálacha

source: &lt; About &brandFullName;
ga: &lt; Maidir le &brandFullName;

source: version
ga: leagan

source: &#169;1998-2004 Contributors. All Rights Reserved. Firefox and the Firefox logos are trademarks of the Mozilla Foundation. All rights reserved. Some trademark rights used under license from The Charlton Company.
ga: &#169;1998-2004 le lucht déanta a gcion. Gach ceart ar cosaint. Is trádmharcanna de chuid Fondúireacht Mozilla iad Firefox agus suaitheantais Firefox. Gach ceart ar cosaint. Tá roinnt cearta trádmharc á n-úsáid faoi cheadúnas ón Charlton Company

source: Options
ga: Roghanna

source: Preferences
ga: Sainroghanna

source: _: Do not translate this. Only change the numeric values if you need this dialogue box to appear bigger. width: 52.3em; height: 41em;
ga: width: 62.3em; height: 41em;

source: Themes
ga: Téamaí

source: Extensions
ga: Eisínteachtaí

source: Privacy
ga: Príobháideachas

source: Downloads
ga: Íoslódáil

source: Web Features
ga: Sainghnéithe Idirlín

source: Advanced
ga: Casta

source: Allow
ga: Ceadaigh

source: Allow for Session
ga: Ceadaigh don Seisiún

source: Block
ga: Coisc

source: Choose Cache Folder
ga: Roghnaigh Fillteán Taisce

source: Choose Home Page
ga: Roghnaigh Leathanach Baile

source: %brand% can set your home page to a site you have already added to your Bookmarks. Select a Bookmark below and click OK.
ga: Is féidir le %brand% suíomh i measc do chuid Leabharmharc a shocrú mar leathanach baile duit féin. Roghnaigh Leabharmharc thíos, agus gliogáil Tá go Maith.

source: Choose a file
ga: Roghnaigh comhad

source: View...
ga: Amharc...

source: No fonts available for this language
ga: Níl clófhoireann ar bith ann don teanga sin.

source: Please enter a valid hostname
ga: Iontráil óstainm bailí, le do thoil

source: Invalid Hostname Entered
ga: Óstainm neamhbhailí

source: You have selected a theme which was designed for an earlier version of %brand% and is incompatible with your current %brand% version. Please check the %brand% Theme Park for an updated version of the theme. You can uninstall this theme by clicking "Uninstall %theme_name%" button.
ga: Roghnaigh tú téama a dearadh do leagan níos luaithe de %brand%, atá ag teacht salach ar do leagan reatha %brand%. Téir go dtí Páirc Téamaí %brand% anois, agus faigh leagan nuashonraithe den téama. Is féidir leat an téama seo a dhíshuiteáil ach cnaipe "Díshuiteáil %theme_name%" a ghliogáil.

source: Please restart %brand% to use the new preferred language or region setting.
ga: Cuir %brand% ar siúl as úr chun úsáid a bhaint as an socrú nua a roghnaigh tú, maidir le teanga nó réigiún.

source: Change Language
ga: Athraigh Teanga

source: Failed to save the preferences file. Any preference changes will be lost at the end of this session.
ga: Theip ar an iarracht comhad na sainroghanna a shábháil. Caillfear gach athrú ar na sainroghanna ag deireadh an tseisiúin seo.

source: Save Error
ga: Earráid shábhála

source: This will remove ALL of your browsing history, cache, the list of recently downloaded files, all saved form information and searches, all cookies and saved passwords!
ga: Rud é seo a scriosfaidh GACH blúire staire brabhsála, gach a bhfuil sa taisce, liosta na gcomhad is déanaí a íoslódáladh, gach faisnéis a sábháladh i bhfoirmeacha agus i gcuardaigh, gach fianán agus gach focal faire a sábháladh.

source: _: prefRemoveAllTitle Clear All Information
ga: Bánaigh Faisnéis Uile

source: _: prefRemoveAllRemoveButton Clear All Information
ga: Bánaigh Faisnéis Uile

source: Remove all saved passwords?
ga: An bhfuil gach focal faire a sábháladh le dealú?

source: _: prefRemovePasswdsTitle Remove All Passwords
ga: Dealaigh na Focail Fhaire ar Fad

source: _: prefRemovePasswdsRemoveButton Remove All Passwords
ga: Dealaigh na Focail Fhaire ar Fad

source: Set Master Password...
ga: Socraigh Príomhfhocal Faire...

source: Change Master Password...
ga: Athraigh Príomhfhocal Faire...

source: Default (%S)
ga: Réamhshocraithe (%S)

source: You can specify which web sites are always or never allowed to use cookies. Type the exact address of the site you want to manage and then click Block, Allow for Session, or Allow.
ga: Is féidir na suíomhanna a bhfuil nó nach bhfuil cead acu cuacha a úsáid a shonrú. Clóbhuail seoladh cruinn an tsuímh a theastaíonn a bhainistiú agus ansin gliogáil Coisc, Ceadaigh don Seisiún, nó Ceadaigh.

source: _: cookiepermissionstitle Exceptions
ga: Eisceachtaí
