Repository: kscanne/gaeilge-mozdev
Catalog: src/firefox-trunk.*.po
Languages: ga

source: Microsoft Key Recovery Agent
ga: Gníomhaire Athshlánaithe Eochrach Microsoft

source: Microsoft Certificate Template Name
ga: Ainm Teimpléid Teastais Microsoft

source: Microsoft Principal Name
ga: Ainm Príomhaí Microsoft

source: Microsoft CA Version
ga: Leagan Údarais Deimhniúcháin Microsoft

source: Microsoft Domain GUID
ga: GUID Fearainn Microsoft

source: Netscape Server Gated Crypto
ga: Criptiúchán Rialaithe ag an bhFreastalaí Netscape

source: E-Mail Address
ga: Seoladh Ríomhphoist

source: DNS Name
ga: Ainm DNS

source: X.400 Address
ga: Seoladh X.400

source: X.500 Name
ga: Ainm X.500

source: EDI Party Name
ga: Ainm Pháirtí EDI

source: IP Address
ga: Seoladh IP

source: Registered OID
ga: OID Cláraithe

source: Key ID
ga: Aitheantas Eochrach

source: Verisign User Notices
ga: Fógraí Úsáideora Verisign

source: Unused
ga: Neamhúsáidte

source: Key Compromise
ga: Amhras ar eochair

source: CA Compromise
ga: Amhras ar údarás deimhniúcháin

source: Affiliation Changed
ga: Comhcheangal Athraithe

source: Superseded
ga: Ionadaithe

source: Cessation of Operation
ga: Éirithe as Oibriú

source: Certificate Hold
ga: Fionraíocht Teastais

source: CA Issuers
ga: Údaráis Deimhniucháin Eisiúna

source: Certification Practice Statement pointer
ga: Treoir do Ráiteas Cleachtaidh Dheimhniúcháin

source: Extended Validation (EV) SSL Server Certificate
ga: Teastas Freastalaí SSL le Bailíochtú Breisithe

source: User Notice
ga: Fógra Úsáideora

source: Logotype
ga: Lógó

source: Elliptic Curve Public Key
ga: Eochair Phoiblí Cuair Éilipsigh

source: X9.62 ECDSA Signature with SHA1
ga: Síniú X9.62 ECDSA le SHA1

source: ANSI X9.62 elliptic curve prime192v1 (aka secp192r1, NIST P-192)
ga: ANSI X9.62 cuar éilipseach prime192v1 (.i. secp192r1, NIST P-192)

source: ANSI X9.62 elliptic curve prime192v2
ga: ANSI X9.62 cuar éilipseach prime192v2

source: ANSI X9.62 elliptic curve prime192v3
ga: ANSI X9.62 cuar éilipseach prime192v3

source: ANSI X9.62 elliptic curve prime239v1
ga: ANSI X9.62 cuar éilipseach prime239v1

source: ANSI X9.62 elliptic curve prime239v2
ga: ANSI X9.62 cuar éilipseach prime239v2

source: ANSI X9.62 elliptic curve prime239v3
ga: ANSI X9.62 cuar éilipseach prime239v3

source: ANSI X9.62 elliptic curve prime256v1 (aka secp256r1, NIST P-256)
ga: ANSI X9.62 cuar éilipseach prime256v1 (.i. secp256r1, NIST P-256)

source: SECG elliptic curve secp112r1
ga: SECG cuar éilipseach secp112r1

source: SECG elliptic curve secp112r2
ga: SECG cuar éilipseach secp112r2

source: SECG elliptic curve secp128r1
ga: SECG cuar éilipseach secp128r1

source: SECG elliptic curve secp128r2
ga: SECG cuar éilipseach secp128r2

source: SECG elliptic curve secp160k1
ga: SECG cuar éilipseach secp160k1

source: SECG elliptic curve secp160r1
ga: SECG cuar éilipseach secp160r1

source: SECG elliptic curve secp160r2
ga: SECG cuar éilipseach secp160r2

source: SECG elliptic curve secp192k1
ga: SECG cuar éilipseach secp192k1

source: SECG elliptic curve secp224k1
ga: SECG cuar éilipseach secp224k1

source: SECG elliptic curve secp224r1 (aka NIST P-224)
ga: SECG cuar éilipseach secp224r1 (.i. NIST P-224)

source: SECG elliptic curve secp256k1
ga: SECG cuar éilipseach secp256k1

source: SECG elliptic curve secp384r1 (aka NIST P-384)
ga: SECG cuar éilipseach secp384r1 (.i. NIST P-384)

source: SECG elliptic curve secp521r1 (aka NIST P-521)
ga: SECG cuar éilipseach secp521r1 (.i. NIST P-521)

source: ANSI X9.62 elliptic curve c2pnb163v1
ga: ANSI X9.62 cuar éilipseach c2pnb163v1

source: ANSI X9.62 elliptic curve c2pnb163v2
ga: ANSI X9.62 cuar éilipseach c2pnb163v2

source: ANSI X9.62 elliptic curve c2pnb163v3
ga: ANSI X9.62 cuar éilipseach c2pnb163v3

source: ANSI X9.62 elliptic curve c2pnb176v1
ga: ANSI X9.62 cuar éilipseach c2pnb176v1

source: ANSI X9.62 elliptic curve c2tnb191v1
ga: ANSI X9.62 cuar éilipseach c2tnb191v1

source: ANSI X9.62 elliptic curve c2tnb191v2
ga: ANSI X9.62 cuar éilipseach c2tnb191v2

source: ANSI X9.62 elliptic curve c2tnb191v3
ga: ANSI X9.62 cuar éilipseach c2tnb191v3

source: ANSI X9.62 elliptic curve c2onb191v4
ga: ANSI X9.62 cuar éilipseach c2onb191v4

source: ANSI X9.62 elliptic curve c2onb191v5
ga: ANSI X9.62 cuar éilipseach c2onb191v5

source: ANSI X9.62 elliptic curve c2pnb208w1
ga: ANSI X9.62 cuar éilipseach c2pnb208w1

source: ANSI X9.62 elliptic curve c2tnb239v1
ga: ANSI X9.62 cuar éilipseach c2tnb239v1

source: ANSI X9.62 elliptic curve c2tnb239v2
ga: ANSI X9.62 cuar éilipseach c2tnb239v2

source: ANSI X9.62 elliptic curve c2tnb239v3
ga: ANSI X9.62 cuar éilipseach c2tnb239v3

source: ANSI X9.62 elliptic curve c2onb239v4
ga: ANSI X9.62 cuar éilipseach c2onb239v4

source: ANSI X9.62 elliptic curve c2onb239v5
ga: ANSI X9.62 cuar éilipseach c2onb239v5

source: ANSI X9.62 elliptic curve c2pnb272w1
ga: ANSI X9.62 cuar éilipseach c2pnb272w1

source: ANSI X9.62 elliptic curve c2pnb304w1
ga: ANSI X9.62 cuar éilipseach c2pnb304w1

source: ANSI X9.62 elliptic curve c2tnb359v1
ga: ANSI X9.62 cuar éilipseach c2tnb359v1

source: ANSI X9.62 elliptic curve c2pnb368w1
ga: ANSI X9.62 cuar éilipseach c2pnb368w1

source: ANSI X9.62 elliptic curve c2tnb431r1
ga: ANSI X9.62 cuar éilipseach c2tnb431r1

source: SECG elliptic curve sect113r1
ga: SECG cuar éilipseach sect113r1

source: SECG elliptic curve sect113r2
ga: SECG cuar éilipseach sect113r2

source: SECG elliptic curve sect131r1
ga: SECG cuar éilipseach sect131r1

source: SECG elliptic curve sect131r2
ga: SECG cuar éilipseach sect131r2

source: SECG elliptic curve sect163k1 (aka NIST K-163)
ga: SECG cuar éilipseach sect163k1 (.i. NIST K-163)

source: SECG elliptic curve sect163r1
ga: SECG cuar éilipseach sect163r1

source: SECG elliptic curve sect163r2 (aka NIST B-163)
ga: SECG cuar éilipseach sect163r2 (.i. NIST B-163)

source: SECG elliptic curve sect193r1
ga: SECG cuar éilipseach sect193r1

source: SECG elliptic curve sect193r2
ga: SECG cuar éilipseach sect193r2

source: SECG elliptic curve sect233k1 (aka NIST K-233)
ga: SECG cuar éilipseach sect233k1 (.i. NIST K-233)

source: SECG elliptic curve sect233r1 (aka NIST B-233)
ga: SECG cuar éilipseach sect233r1 (.i. NIST B-233)

source: SECG elliptic curve sect239k1
ga: SECG cuar éilipseach sect239k1

source: SECG elliptic curve sect283k1 (aka NIST K-283)
ga: SECG cuar éilipseach sect283k1 (.i. NIST K-283)

source: SECG elliptic curve sect283r1 (aka NIST B-283)
ga: SECG cuar éilipseach sect283r1 (.i. NIST B-283)

source: SECG elliptic curve sect409k1 (aka NIST K-409)
ga: SECG cuar éilipseach sect409k1 (.i. NIST K-409)

source: SECG elliptic curve sect409r1 (aka NIST B-409)
ga: SECG cuar éilipseach sect409r1 (.i. NIST B-409)

source: SECG elliptic curve sect571k1 (aka NIST K-571)
ga: SECG cuar éilipseach sect571k1 (.i. NIST K-571)

source: SECG elliptic curve sect571r1 (aka NIST B-571)
ga: SECG cuar éilipseach sect571r1 (.i. NIST B-571)

source: Size: %S Bytes / %S Bits
ga: Méid: %S Beart / %S Giotán

source: Client
ga: Cliant

source: SSL CA
ga: Údarás Deimhniúcháin SSL

source: Sign
ga: Sínigh

source: Encrypt
ga: Criptigh

# VerifyObjSign_p
source: Object Signer
ga: Sínitheoir na Réad

# VerifyCAVerifier_p
source: CA Verifier
ga: Fíoraitheoir an Údaráis Deimhniúcháin

source: Status Responder
ga: Freagróir Stádais

source: The password entered was incorrect.
ga: Bhí an focal faire mícheart.

source: Successfully backed up your security certificate(s) and private key(s).
ga: Cruthaíodh cúltaca de do theastais slándála agus d'eochracha príobháideacha.

source: Successfully restored your security certificate(s) and private key(s).
ga: Cuireadh do theastais slándála agus d'eochracha príobháideacha ar ais.

source: Failed to decode the file. Either it is not in PKCS #12 format, has been corrupted, or the password you entered was incorrect.
ga: Níorbh fhéidir an comhad a dhíchódú. B'fhéidir nach bhfuil sé i bhformáid PKCS #12, nó go bhfuil sé truaillithe, nó gur iontráil tú an focal faire mícheart.

source: Failed to restore the PKCS #12 file for unknown reasons.
ga: Níorbh fhéidir an comhad PKCS #12 a chur ar ais, ach ní fios cén fáth.

source: Failed to create the PKCS #12 backup file for unknown reasons.
ga: Níor éirigh le cruthú an chomhaid chúltaca PKCS #12 ach ní fios cén fáth.

source: The PKCS #12 operation failed for unknown reasons.
ga: Theip ar an obráid PKCS #12, ach ní fios cén fáth.

source: It is not possible to back up certificates from a hardware security device such as a smart card.
ga: Ní féidir cúltaca a dhéanamh de theastais ó ghléas crua-earraí slándála cosúil le cárta cliste.

source: The certificate and private key already exist on the security device.
ga: Tá an teastas agus an eochair phríobháideach ar an ngléas slándála cheana.

source: Security Module already exists
ga: Tá an modúl slándála ann cheana

source: Are you sure you want to delete this security module?
ga: An bhfuil tú cinnte go dteastaíonn uait an modúl slándála seo a scriosadh?

source: Can't connect securely because the SSL protocol has been disabled.
ga: Ní féidir ceangal slán a bhunú toisc go bhfuil an prótacal SSL díchumasaithe.

source: Can't connect securely because the site uses an older, insecure version of the SSL protocol.
ga: Ní féidir ceangal slán a bhunú toisc go n-úsáideann an suíomh seanleagan den phrótacal SSL nach bhfuil slán.

source: You have received an invalid certificate. Please contact the server administrator or email correspondent and give them the following information: Your certificate contains the same serial number as another certificate issued by the certificate authority. Please get a new certificate containing a unique serial number.
ga: Tá teastas neamhbhailí faighte agat. Téigh i dteagmháil le riarthóir an fhreastalaí nó do chomhfhreagraí ríomhphoist agus tabhair dó/di an t-eolas seo: Tá an tsraithuimhir chéanna ag do theastas agus atá ag teastas eile eisithe ag an údarás deimhniúcháin. Faigh teastas nua le sraithuimhir uathúil le do thoil.

source: An error occurred during a connection to %S.
ga: Tharla earráid le linn ceangail le %S.

source: %S uses an invalid security certificate.
ga: Úsáideann %S teastas neamhbhailí slándála.

source: The certificate is not trusted because it is self-signed.
ga: Ní chuirtear muinín sa teastas mar tá sé féinsínithe.

source: The certificate is not trusted because the issuer certificate is unknown.
ga: Ní chuirtear muinín sa teastas mar tá teastas an eisitheora anaithnid.

source: The certificate is not trusted because it was issued by an invalid CA certificate.
ga: Ní chuirtear muinín sa teastas toisc é a bheith eisithe ag teastas neamhbhailí Údaráis Deimhniúcháin.

source: The certificate is not trusted because the issuer certificate is not trusted.
ga: Ní chuirtear muinín sa teastas toisc nach gcuirtear muinín i dteastas an eisitheora.

source: The certificate is not trusted because it was signed using a signature algorithm that was disabled because that algorithm is not secure.
ga: Ní chuirtear muinín sa teastas toisc gur síníodh é le halgartam atá díchumasaithe toisc nach bhfuil sé slán.

source: The certificate is not trusted because the issuer certificate has expired.
ga: Ní chuirtear muinín sa teastas mar tá teastas an eisitheora as feidhm.

source: The certificate does not come from a trusted source.
ga: Ní thagann an teastas ó fhoinse ina gcuirtear muinín.

source: The certificate is not valid for the name %S.
ga: Níl an teastas bailí don ainm %S.

source: The certificate is only valid for <a id="cert_domain_link" title="%1$S">%1$S</a>
ga: Níl an teastas bailí ach le haghaidh <a id="cert_domain_link" title="%1$S">%1$S</a>

source: The certificate is only valid for %S
ga: Níl an teastas bailí ach do %S

source: The certificate is only valid for the following names:
ga: Níl an teastas bailí ach do na hainmneacha seo a leanas:

source: The certificate is not valid for any server names.
ga: Níl an teastas seo bailí le haghaidh ainm freastalaí ar bith.

source: The certificate expired on %1$S. The current time is %2$S.
ga: D'imigh an teastas seo as feidhm ar %1$S. Is é an t-am anois %2$S.

source: The certificate will not be valid until %1$S. The current time is %2$S.
ga: Ní bheidh an teastas bailí go dtí %1$S. Tá sé %2$S anois.

source: (Error code: %S)
ga: (Cód earráide: %S)

source: Issued to:
ga: Eisithe chuig:

source: Issued by:
ga: Eisithe ag:

source: from
ga: ó

source: Purposes
ga: Aidhmeanna

source: Stored in:
ga: Arna stóráil i:

source: Imported Certificate
ga: Teastas arna iompórtáil

source: <Expired>
ga: <As Feidhm>

source: <Revoked>
ga: <Cúlghairthe>

source: <Not Trusted>
ga: <Gan Muinín Ann>

source: <Issuer Not Trusted>
ga: <Gan Muinín san Eisitheoir>

source: <Issuer Unknown>
ga: <Eisitheoir Anaithnid>

source: <Invalid CA>
ga: <Údarás Deimhniúcháin Neamhbhailí>

source: <Signature Algorithm Not Secure>
ga: <Algartam Neamhshlán Sínithe>

source: Your Cert
ga: Do Theastas

source: CA (Certificate Authority)
ga: CA (Údarás Deimhniúcháin)

source: SSL Server
ga: Freastalaí SSL

source: Peer S/MIME
ga: Comhghleacaí S/MIME

source: (no nickname)
ga: (gan leasainm)

source: (no email address)
ga: (gan seoladh ríomhphoist)

source: (expired)
ga: (as feidhm)

source: (not yet valid)
ga: (gan bhailíocht fós)

source: This certificate is already installed as a certificate authority.
ga: Tá an teastas seo suiteáilte cheana mar údarás deimhniúcháin.

source: This is not a certificate authority certificate, so it can't be imported into the certificate authority list.
ga: Ní teastas ó údarás deimhniúcháin an teastas seo, agus dá bhrí sin ní féidir é a iompórtáil go dtí liosta na n-údarás deimhniúcháin.

source: This certificate can't be verified and will not be imported. The certificate issuer might be unknown or untrusted, the certificate might have expired or been revoked, or the certificate might not have been approved.
ga: Ní féidir an teastas seo a fhíorú agus ní iompórtálfar é. B'fhéidir nach fios cé a d'eisigh é nó nach bhfuil muinín as an eisitheoir, nó d'fhéadfadh an teastas a bheith as feidhm nó cúlghairthe, nó b'fhéidir nár glacadh leis an teastas.

source: This personal certificate can't be installed because you do not own the corresponding private key which was created when the certificate was requested.
ga: Ní féidir an teastas pearsanta seo a shuiteáil toisc nach leatsa an eochair phríobháideach a bhaineann leis agus a cruthaíodh nuair a fiafraíodh an teastas.

source: Your personal certificate has been installed. You should keep a backup copy of this certificate.
ga: Tá do theastas pearsanta suiteáilte. Ba cheart duit cóip den teastas seo a choinneáil.

source: (Unknown)
ga: (Anaithnid)

source: (Not Stored)
ga: (Gan Sábháil)

source: Permanent
ga: Buan

source: Temporary
ga: Sealadach

source: Certificate Manager
ga: Bainisteoir na dTeastas

source: Your Certificates
ga: Do Theastais

source: People
ga: Daoine

source: Servers
ga: Freastalaithe

source: Authorities
ga: Údaráis

source: Others
ga: Cinn Eile

source: You have certificates from these organizations that identify you:
ga: Tá teastais agat ó na heagrais seo a shainaithníonn tusa:

source: You have certificates on file that identify these people:
ga: Tá teastais agat a shainaithníonn na daoine seo:

source: You have certificates on file that identify these servers:
ga: Tá teastais agat a shainaithníonn na freastalaithe seo:

source: You have certificates on file that identify these certificate authorities:
ga: Tá teastais agat a shainaithníonn na húdaráis deimhniúcháin seo:

source: You have certificates on file that do not fit in any of the other categories:
ga: Tá teastais agat nach féidir iad a chur i gcatagóir ar bith eile:

source: &General
ga: &Ginearálta

source: &Details
ga: &Sonraí

source: Currently verifying certificate…
ga: Tá an teastas á fhíorú faoi láthair…

source: Certificate Detail
ga: Sonraí an teastais

# certmgr.certdetail.serialnumber
source: Serial Number
ga: Sraithuimhir

source: Edit CA certificate trust settings
ga: Cuir socruithe muiníne do theastais na nÚdarás Deimhniúcháin in eagar

source: Edit trust settings:
ga: Cuir socruithe muiníne in eagar:

source: This certificate can identify websites.
ga: Is féidir leis an teastas seo suímh Ghréasáin a shainaithint.

source: This certificate can identify mail users.
ga: Is féidir leis an teastas seo úsáideoirí ríomhphoist a shainaithint.

source: This certificate can identify software makers.
ga: Is féidir leis an teastas seo déantóirí bogearraí a shainaithint.

source: Edit email certificate trust settings
ga: Cuir socruithe muiníne na dteastas ríomhphoist in eagar

source: Edit certificate trust settings:
ga: Cuir socruithe údaracht an teastais in eagar:

source: Trust the authenticity of this certificate.
ga: Cuir muinín in údaracht an teastais seo.

source: Do not trust the authenticity of this certificate.
ga: Ná cuir muinín in údaracht an teastais seo.

source: Delete Certificate
ga: Scrios Teastas

source: Certificate Name
ga: Ainm an Teastais

# certmgr.certserver
source: Server
ga: Freastalaí

source: Lifetime
ga: Saolré

source: Security Device
ga: Gléas Slándála

# certmgr.serial
source: Serial Number
ga: Sraithuimhir

source: &View…
ga: &Amharc…

source: &Edit Trust…
ga: Cuir &Muinín in Eagar…

source: E&dit CA Trust
ga: Cuir Muinín na nÚdarás &Deimhniúcháin in Eagar

source: E&xport…
ga: Ea&spórtáil…

source: &Delete…
ga: &Scrios…

source: &Delete or Distrust…
ga: &Scrios nó bí mímhuiníneach as…

source: Bac&kup All…
ga: Cúl&taca de gach rud…

source: I&mport…
ga: Io&mpórtáil…

source: Certificate &Fields
ga: &Réimsí Teastais

source: Field &Value
ga: &Luach Réimse

source: Add E&xception…
ga: Cuir Ei&sceacht Leis…

source: Add Security Exception
ga: Cuir Eisceacht Slándála Leis

source: &Confirm Security Exception
ga: &Dearbhaigh an Eisceacht Slándála

source: Legitimate banks, stores, and other public sites will not ask you to do this.
ga: Ní iarrfaidh bainc, siopaí agus suíomhanna dlisteanacha poiblí eile ort é seo a dhéanamh.

# exceptionMgr.certlocation.caption2
source: Server
ga: Freastalaí

source: Get Certificate
ga: Faigh Teastas

source: Certificate Status
ga: Stádas an Teastais

source: View…
ga: Amharc…

source: &Permanently store this exception
ga: &Glac leis an eisceacht seo go buan

source: Device Manager
ga: Bainisteoir na nGléasanna

source: Security Modules and Devices
ga: Modúil agus Gléasanna Slándála

source: Log I&n
ga: Lo&gáil Isteach

source: Log &Out
ga: Logáil A&mach

source: Change &Password
ga: Athraigh an &Focal Faire

source: &Load
ga: &Luchtaigh

source: &Unload
ga: &Díluchtaigh

source: Enter the information for the module you want to add.
ga: Iontráil an fhaisnéis maidir leis an modúl a theastaíonn uait cur leis.

source: Module Name:
ga: Ainm an Mhodúil:

source: New PKCS#11 Module
ga: Modúl PKCS#11 Nua

source: Module filename:
ga: Ainm chomhad an mhodúil:

source: Load PKCS#11 Device
ga: Luchtaigh Gléas PKCS#11

source: Change Master Password
ga: Athraigh an Príomhfhocal Faire

source: Current password:
ga: Focal Faire Reatha:

source: New password:
ga: Focal Faire Nua:

source: New password (again):
ga: Focal Faire Nua (Arís):

source: Password quality meter
ga: Tomhais ar cháilíocht fhocail faire

source: Reset Master Password
ga: Bánaigh an Príomhfhocal Faire

source: If you reset your master password, all your stored web and e-mail passwords, form data, personal certificates, and private keys will be forgotten. Are you sure you want to reset your master password?
ga: Má bhánaíonn tú do Phríomhfhocal Faire, caillfear na focail faire ríomhphoist agus Gréasáin a stóráil tú, na sonraí ó fhoirmeacha, do theastais phearsanta, agus d'eochracha príobháideacha. An bhfuil tú cinnte gur mian leat do Phríomhfhocal Faire a bhánú?

source: Enter Master Password
ga: Clóscríobh an Príomhfhocal Faire

source: Security Device:
ga: Gléas Slándála:

source: Password:
ga: Focal Faire:

source: Trust this CA to identify websites.
ga: Tá muinín agat as an údarás deimhniúcháin seo chun suímh Ghréasáin a shainaithint.

source: Trust this CA to identify email users.
ga: Tá muinín agat as an údarás deimhniúcháin seo chun úsáideoirí ríomhphoist a shainaithint.

source: Trust this CA to identify software developers.
ga: Tá muinín agat as an údarás deimhniúcháin seo chun déantóirí bogearraí a shainaithint.

source: Before trusting this CA for any purpose, you should examine its certificate and its policy and procedures (if available).
ga: Sula gcuireann tú muinín san údarás deimhniúcháin seo, ba cheart duit a theastas, a pholasaithe agus a mhodhanna oibre a scrúdú má tá fáil orthu.

source: Examine CA certificate
ga: Scrúdaigh Teastas an Údaráis Deimhniúcháin

# clientAuthAsk.message3
source: Details of selected certificate:
ga: Mionsonraí an teastais roghnaithe:

source: Select Certificate
ga: Roghnaigh teastas

# certPicker.detailsLabel
source: Details of selected certificate:
ga: Mionsonraí an teastais roghnaithe:

source: Choose a Certificate Backup Password
ga: Roghnaigh Focal Faire an Chúltaca Teastais

source: The certificate backup password you set here protects the backup file that you are about to create. You must set this password to proceed with the backup.
ga: Cosnaíonn focal faire an chúltaca teastais a shocraíonn tú anseo an comhad cúltaca atá á chruthú agat. Is gá an focal faire seo a shocrú roimh leanúint ar aghaidh.

source: Certificate backup password:
ga: Focal faire an chúltaca teastais:

source: Certificate backup password (again):
ga: Focal faire an chúltaca teastais (arís):

source: Important: If you forget your certificate backup password, you will not be able to restore this backup later. Please record it in a safe location.
ga: Tábhachtach: má dhéanann tú dearmad ar an bhfocal faire don chúltaca teastais ní bheidh tú in ann an cúltaca seo a chur ar ais. Breac síos tuairisc de in áit shlán.

source: Choose Token Dialog
ga: Dialóg Roghnaithe Ceadchomhartha

source: Please choose a token.
ga: Roghnaigh ceadchomhartha le do thoil.

source: Encryption Key Copy
ga: Cóip na hEochrach Criptiúcháin

source: Important: This certificate authority has asked to make a backup of your encryption private key.
ga: Tábhachtach: teastaíonn ón údarás deimhniúcháin seo cóip chúltaca de d'eochair phríobháideach chriptiúcháin a dhéanamh.

source: The benefit is that if you lose access to your encryption private key, you can request a copy from this certificate authority.
ga: Mar bhuntáiste tig leat cóip den eochair phríobháideach chriptiúcháin a fháil ón údarás deimhniúcháin seo má theipeann ort an eochair a rochtain.

source: However, your encryption private key will be stored by the certificate authority, and could be used to read your encrypted email or documents without your permission.
ga: Stórálfaidh an t-údarás deimhniúcháin d'eochair phríobháideach chriptiúcháin, agus d'fhéadfaí í a úsáid chun do chuid ríomhphoist nó cháipéisí a léamh gan cead uaitse.

source: &View Certificate
ga: Taispeáin an &Teastas

source: Generating A Private Key
ga: Eochair phríobháideach á déanamh

source: Key Generation in progress… This may take a few minutes….
ga: Tá na heochracha á gcruthú. D'fhéadfadh seo leanadh ar feadh tamaillín…

source: Protected Token Authentication
ga: Fíordheimhniú le Comhartha Cosanta

source: Please authenticate to the token. Authentication method depends on the type of your token.
ga: Fíordheimhnigh leis an gcomhartha le do thoil. Braitheann an modh fíordheimhnithe ar chineál do chomhartha.

source: Token:
ga: Ceadchomhartha:

source: Please enter the Personal Security Password for the PSM Private Keys security device.
ga: Iontráil Focal Faire na Slándála Pearsanta le haghaidh gléas slándála na n-eochracha príobháideacha an PSM.

source: Do you want to trust "%S" for the following purposes?
ga: An bhfuil tú ag iarraidh muinín a chur i "%S" maidir leis na cuspóirí seo leanas?
