Repository: kscanne/gaeilge-mozdev
Catalog: src/firefox-trunk.*.po
Languages: ga

source: All Crash Reports (including #1 pending crash in the given time range);All Crash Reports (including #1 pending crashes in the given time range)
ga: Gach Tuairisc ar Chliseadh (le #1 chliseadh sa raon ama seo ar feitheamh);Gach Tuairisc ar Chliseadh (le #1 chliseadh sa raon ama seo ar feitheamh);Gach Tuairisc ar Chliseadh (le #1 chliseadh sa raon ama seo ar feitheamh);Gach Tuairisc ar Chliseadh (le #1 gcliseadh sa raon ama seo ar feitheamh);Gach Tuairisc ar Chliseadh (le #1 cliseadh sa raon ama seo ar feitheamh)

source: GPU Accelerated Windows
ga: Windows luathaithe le próiseálaí grafaice

source: Raw data copied to clipboard
ga: Cóipeáladh na hamhshonraí go dtí an ghearrthaisce

source: Blocked for your graphics driver version.
ga: Chuir thiománaí do chárta grafaice cosc air.

source: Blocked for your graphics driver version. Try updating your graphics driver to version %S or newer.
ga: Chuir thiománaí do chárta grafaice cosc air. Bain triail as leagan %S nó níos nuaí den tiománaí.

source: Blocked for your graphics card because of unresolved driver issues.
ga: Chuir tiománaí do chárta grafaice cosc air mar gheall ar fhadhbanna gan réiteach leis an tiománaí.

source: Blocked for your operating system version.
ga: Níl sé ar fáil ar do chóras oibriúcháin.

source: Direct2D Enabled
ga: Direct2D Cumasaithe

source: DirectWrite Enabled
ga: DirectWrite Cumasaithe

source: ClearType Parameters
ga: Paraiméadair ClearType

source: ClearType parameters not found
ga: Paraiméadair ClearType gan aimsiú

source: Adapter Description
ga: Cur Síos ar an gCuibheoir

source: Vendor ID
ga: Aitheantas Díoltóra

source: Device ID
ga: Aitheantas Gléis

source: Subsys ID
ga: Aitheantas Fochórais

source: Adapter Drivers
ga: Tiománaithe Cuibheora

source: Adapter RAM
ga: RAM an Chuibheora

source: Driver Version
ga: Leagan an Tiománaí

source: Driver Date
ga: Dáta an Tiománaí

source: Adapter Description (GPU #2)
ga: Cur Síos ar an gCuibheoir (GPU #2)

source: Vendor ID (GPU #2)
ga: Aitheantas Díoltóra (GPU #2)

source: Device ID (GPU #2)
ga: Aitheantas Gléis (GPU #2)

source: Subsys ID (GPU #2)
ga: Aitheantas Fochórais (GPU #2)

source: Adapter Drivers (GPU #2)
ga: Tiománaithe Cuibheora (GPU #2)

source: Adapter RAM (GPU #2)
ga: RAM an Chuibheora (GPU #2)

source: Driver Version (GPU #2)
ga: Leagan an Tiománaí (GPU #2)

source: Driver Date (GPU #2)
ga: Dáta an Tiománaí (GPU #2)

source: GPU #2 Active
ga: GPU #2 Gníomhach

source: WebGL Renderer
ga: Rindreálaí WebGL

source: Expected minimum version
ga: Leagan is sine a rabhthas ag súil leis

source: Version in use
ga: Leagan in úsáid

source: Seccomp-BPF (System Call Filtering)
ga: Seccomp-BPF (Scagadh Glaonna Córais)

source: Telemetry Data
ga: Sonraí Telemetry

source: Telemetry is <span>enabled</span>.
ga: Tá Telemetry <span>cumasaithe</span>.

source: Telemetry is <span>disabled</span>.
ga: Tá Telemetry <span>díchumasaithe</span>.

source: General Data
ga: Sonraí Ginearálta

source: Slow SQL Statements
ga: Ráitis Mhalla SQL

source: Browser Hangs
ga: Brabhsálaí Reoite

source: Histograms
ga: Histeagraim

source: Simple Measurements
ga: Tomhais Shimplí

source: Add-on Details
ga: Mionsonraí an Bhreiseáin

source: System Information
ga: Faisnéis Córais

source: Histograms Collected by Add-ons
ga: Histeagraim Bailithe ag Breiseáin

source: Click to toggle section
ga: Cliceáil chun scoránú

source: (No data collected)
ga: (Níl aon sonraí bailithe)

source: Filter (strings or /regexp/)
ga: Scagadh (teaghrán nó /slonn/)

source: This page shows the information about performance, hardware, usage and customizations collected by Telemetry. This information is submitted to %1$S to help improve %2$S.
ga: Taispeánann an leathanach seo faisnéis maidir le feidhmíocht, crua-earraí, úsáid, agus saincheapadh a bhailigh Telemetry. Seoltar an fhaisnéis seo chuig %1$S chun cabhrú linn %2$S a fheabhsú.

# generalDataHeadingValue
source: Value
ga: Luach

source: Slow SQL Statements on Main Thread
ga: Ráitis Mhalla SQL ar an bPríomhshnáithe

source: Slow SQL Statements on Helper Threads
ga: Ráitis Mhalla SQL ar Shnáithe Cúntacha

source: Hits
ga: Amais

source: Avg. Time (ms)
ga: Meán-am (ms)

source: Statement
ga: Ráiteas

source: Hang Report #%1$S (%2$S seconds)
ga: Tuairisc ar Bhrabhsálaí Reoite (#%1$S, %2$S soicind)

source: Late Write #%1$S
ga: Scríobh Déanach #%1$S

source: Memory map:
ga: Mapa cuimhne:

source: An error occurred while fetching symbols. Check that you are connected to the Internet and try again.
ga: Tharla earráid agus siombailí á bhfáil. Bí cinnte go bhfuil tú ceangailte leis an Idirlíon agus bain triail eile as.

source: samples
ga: samplaí

source: average
ga: meán

source: sum
ga: suim

source: Disable Telemetry
ga: Díchumasaigh Telemetry

source: Enable Telemetry
ga: Cumasaigh Telemetry

source: Property
ga: Airí

# valuesHeader
source: Value
ga: Luach

source: Add-on ID
ga: Aitheantas an Bhreiseáin

source: %1$S Provider
ga: %1$S: Soláthraí

source: No applications were found for this file type.
ga: Níor aimsíodh feidhmchlár don chineál comhaid seo.

source: Send this item to:
ga: Seol an mhír seo chuig:

source: Search with %S
ga: Cuardaigh le %S

source: %2$S — Search with %1$S
ga: %2$S — Cuardach le %1$S

source: Visit %S
ga: Tabhair cuairt ar %S

source: Do not show me this dialog box again.
ga: Ná taispeáin an dialóg seo arís.

source: Caret Browsing
ga: Brabhsáil le Cúrsóir

source: Pressing F7 turns Caret Browsing on or off. This feature places a moveable cursor in web pages, allowing you to select text with the keyboard. Do you want to turn Caret Browsing on?
ga: Cuireann F7 tús nó deireadh le Brabhsáil le Cúrsóir. Leis seo, cuirtear cúrsóir inbhogtha i leathanaigh Ghréasáin a chuireann ar do chumas téacs a roghnú leis an méarchlár. An bhfuil tú ag iarraidh Brabhsáil le Cúrsóir a chur ar siúl?

source: Wrap Long Lines
ga: Timfhill Línte Fada

source: Security Warning
ga: Rabhadh Slándála

source: &Character Encoding
ga: Ionchódú &Carachtar

source: Auto-Detect
ga: Uathoibríoch

source: (off)
ga: (as)

source: Japanese
ga: Seapánach

source: Russian
ga: Rúiseach

source: Ukrainian
ga: Úcránach

source: Western
ga: Iartharach

source: Arabic (Windows)
ga: Arabach (Windows)

source: Arabic (ISO)
ga: Arabach (ISO)

source: Baltic (Windows)
ga: Baltach (Windows)

source: Baltic (ISO)
ga: Baltach (ISO)

source: Central European (Windows)
ga: Lár-Eorpach (Windows)

source: Central European (ISO)
ga: Lár-Eorpach (ISO)

source: Cyrillic (Windows)
ga: Coireallach (Windows)

source: Cyrillic (ISO)
ga: Coireallach (ISO)

source: Cyrillic (KOI8-R)
ga: Coireallach (KOI8-R)

source: Cyrillic (KOI8-U)
ga: Coireallach (KOI8-U)

source: Cyrillic (DOS)
ga: Coireallach (DOS)

source: Greek (Windows)
ga: Gréagach (Windows)

source: Greek (ISO)
ga: Gréagach (ISO)

source: Hebrew
ga: Eabhrach

source: Hebrew, Visual
ga: Eabhrach Infheicthe

source: Japanese (Shift_JIS)
ga: Seapánach (Shift_JIS)

source: Japanese (EUC-JP)
ga: Seapánach (EUC-JP)

source: Japanese (ISO-2022-JP)
ga: Seapánach (ISO-2022-JP)

source: Korean
ga: Cóiréach

source: Thai
ga: Téalannach

source: Brief Title
ga: Teideal Gearr

source: Some sample Text goes here.
ga: Téacs samplach anseo.

source: User Name:
ga: Ainm an Úsáideora:

source: check
ga: marcáil

source: Alert
ga: Airdeall

source: Confirm
ga: Dearbhaigh

# ConfirmCheck
source: Confirm
ga: Dearbhaigh

source: Authentication Required
ga: Fíordheimhniú de dhíth

source: Password Required
ga: Focal faire de dhíth

source: &Yes
ga: &Tá

source: &No
ga: &Níl

source: &Revert
ga: &Fill

source: Do&n't Save
ga: &Ná Sábháil

source: [JavaScript Application]
ga: [Feidhmchlár JavaScript]

source: The page at %S says:
ga: Deir an leathanach ag %S:

source: Prevent this page from creating additional dialogs
ga: Ná lig don leathanach seo tuilleadh dialóg a chruthú

source: Confirm Dialog Preference
ga: Dearbhaigh Rogha Dialóige

source: A username and password are being requested by %2$S. The site says: "%1$S"
ga: Tá %2$S ag iarraidh ainm úsáideora agus focal faire. Deir an suíomh: "%1$S"

source: The proxy %2$S is requesting a username and password. The site says: "%1$S"
ga: Tá an seachfhreastalaí %2$S ag iarraidh ainm úsáideora agus focal faire. Deir an suíomh: "%1$S"

source: Enter username and password for %1$S
ga: Iontráil ainm úsáideora agus focal faire do %1$S

source: Enter password for %1$S on %2$S
ga: Iontráil focal faire do %1$S ar %2$S

source: This might void your warranty!
ga: Fainic! Seans go gcuirfidh tú do bharánta ar neamhní!

source: Changing these advanced settings can be harmful to the stability, security, and performance of this application. You should only continue if you are sure of what you are doing.
ga: D'fhéadfadh athrú sna hardroghanna seo dochar a dhéanamh do chobhsaíocht, shlándáil agus fheidhmíocht an fheidhmchláir seo. Ná lean ar aghaidh muna bhfuil tú lánchinnte faoi cad tá á dhéanamh agat.

source: I'll be careful, I promise!
ga: Geallaim go mbeidh mé cúramach!

source: Sea&rch:
ga: Cua&rdaigh:

source: Preference Name
ga: Ainm na Sainrogha

source: Click to sort
ga: Cliceáil lena sórtáil

source: Click to select columns to display
ga: Cliceáil chun colúin a roghnú le cur ar taispeáint

source: Copy &Name
ga: Cóipeáil Ai&nm

source: Copy &Value
ga: Cóipeáil an &Luach

source: &Modify
ga: &Athraigh

source: &Toggle
ga: &Scoránaigh

source: Ne&w
ga: Nu&a

source: &String
ga: &Teaghrán

source: &Integer
ga: Slánu&imhir

source: &Boolean
ga: &Boole

source: default
ga: réamhshocraithe

source: user set
ga: socraithe ag an úsáideoir

source: locked
ga: faoi ghlas

source: string
ga: teaghrán

source: integer
ga: slánuimhir

source: boolean
ga: Boole

source: New %S value
ga: Luach nua %S

source: Enter the preference name
ga: Iontráil ainm na sainrogha

source: Enter %S value
ga: Iontráil luach %S

source: Invalid value
ga: Luach neamhbhailí

source: The text you entered is not a number.
ga: Ní uimhir é an téacs a chuir tú isteach.

source: &All
ga: &Uile

source: &Errors
ga: &Earráidí

source: &Warnings
ga: &Rabhaidh

source: &Messages
ga: &Teachtaireachtaí

source: &Clear
ga: &Bánaigh

source: C&ode:
ga: &Cód:

source: E&valuate
ga: &Luacháil

source: &Filter:
ga: &Scag:

source: &First > Last Sort Order
ga: Ord Sórtála ó &Thús > Críoch

source: &Last > First Sort Order
ga: Ord Sórtála ó &Chríoch > Thús

source: Source File: %S
ga: Comhad Foinse: %S

source: Line: %S, Column: %S
ga: Líne: %S, Colún: %S

source: Source Code:
ga: Cód Foinseach:

source: Timestamp: %S
ga: Stampa ama: %S

source: Save As
ga: Sábháil Mar

source: Web Page, complete
ga: Leathanach Idirlín, ina iomláine

source: Web Page, HTML only
ga: Leathanach Idirlín, HTML amháin

source: Web Page, XHTML only
ga: Leathanach Idirlín, XHTML amháin

source: Web Page, SVG only
ga: Leathanach Idirlín, SVG amháin

source: Web Page, XML only
ga: Leathanach Idirlín, XML amháin

source: %S_files
ga: %S_comhaid

source: Customize Toolbar
ga: Saincheap an Barra Uirlisí

source: You can add or remove items by dragging to or from the toolbars.
ga: Is féidir míreanna a bhaint nó a chur le barra uirlisí tríd iad a tharraingt chuige nó uaidh.

source: Show:
ga: Taispeáin:

source: Icons and Text
ga: Deilbhíní agus Téacs

source: Icons
ga: Deilbhíní

source: Text
ga: Téacs

source: Use Small Icons
ga: Deilbhíní Beaga

source: Restore Default Set
ga: Uirlisí Réamhshocraithe

source: Add New Toolbar
ga: Barra nua Uirlisí

source: Undo Changes
ga: Cuir Athruithe ar Neamhní

source: New Toolbar
ga: Barra Uirlisí Nua

source: Enter a name for this toolbar:
ga: Iontráil ainm don bharra uirlisí seo:

source: There is already a toolbar with the name "%S". Please enter a different name.
ga: Tá barra ann cheana le "%S" air mar ainm. Iontráil ainm difriúil air.

source: You must enter a name to create a new toolbar.
ga: Ní mór duit ainm a iontráil chun barra uirlisí nua a chruthú.

source: Separator
ga: Deighilteoir

source: Flexible Space
ga: Spás Solúbtha

source: Jan
ga: Ean

source: Feb
ga: Fea

source: Mar
ga: Már

source: Apr
ga: Aib

# month.5.Mmm
source: May
ga: Bea

source: Jun
ga: Mei

source: Jul
ga: Iúi

source: Aug
ga: Lún

source: Sep
ga: MFó

source: Oct
ga: DFó

source: Nov
ga: Sam

source: Dec
ga: Nol

source: January
ga: Eanáir

source: February
ga: Feabhra

source: March
ga: Márta

source: April
ga: Aibreán

# month.5.name
source: May
ga: Bealtaine

source: June
ga: Meitheamh

source: July
ga: Iúil

source: August
ga: Lúnasa

source: September
ga: Meán Fómhair

source: October
ga: Deireadh Fómhair

source: November
ga: Samhain

source: December
ga: Nollaig

source: Sunday
ga: Domhnach

source: Monday
ga: Luan

source: Tuesday
ga: Máirt

source: Wednesday
ga: Céadaoin

source: Thursday
ga: Déardaoin

source: Friday
ga: Aoine

source: Saturday
ga: Satharn

source: Sun
ga: Domh

source: Mon
ga: Luan

source: Tue
ga: Máir

source: Wed
ga: Céad

source: Thu
ga: Déar

source: Fri
ga: Aoin

source: Sat
ga: Sath

source: Su
ga: Do

source: Mo
ga: L

source: Tu
ga: M

source: We
ga: C

source: Th
ga: Dé

source: Fr
ga: A

source: Sa
ga: S

source: Noon
ga: Meán Lae

source: Midnight
ga: Meán Oíche

source: All Day
ga: I Rith an Lae

source: Unused Rules
ga: Rialacha Neamhúsáidte

source: No matches found for the following rules:
ga: Níor meaitseáil aon rud leis na rialacha seo a leanas:

source: Optimizable Pages
ga: Leathanaigh Inoptamaithe

source: All rules are inlined.
ga: Tá gach riail inlíne.

source: See
ga: Féach

source: Style Inspector
ga: Scrúdaitheoir Stíle

source: Best Match
ga: Is Comhoiriúnaí

source: Matched
ga: Comhoiriúnaithe

source: Parent Match
ga: Comhoiriúnach le Tuismitheoir

source: inline
ga: inlíne

source: element
ga: eilimint

source: Inherited from %S
ga: Tagtha in oidhreacht ó %S

source: (user agent)
ga: (gníomhaire úsáideora)

source: Pseudo-elements
ga: Bréageilimintí

source: This Element
ga: An Eilimint Seo

source: Read the documentation for this property
ga: Léigh an doiciméadú don airí seo

source: Invalid property value
ga: Luach neamhbhailí ar airí

source: No element selected.
ga: Níl aon eilimint roghnaithe.

# ruleView.contextmenu.selectAll
source: Select all
ga: Roghnaigh uile

# ruleView.contextmenu.copy
source: Copy
ga: Cóipeáil

source: Copy Color
ga: Cóipeáil Dath

source: Add rule
ga: Cuir riail leis

# computedView.contextmenu.selectAll
source: Select all
ga: Roghnaigh uile

# computedView.contextmenu.copy
source: Copy
ga: Cóipeáil

source: More Info
ga: Eolas Breise

source: &Find
ga: &Aimsigh

source: Find Pre&vious
ga: &Roimhe Seo

source: None Selected
ga: Faic Roghnaithe

source: &Look in:
ga: &Féach i:

source: File &name:
ga: Ai&nm comhaid:

source: Files of &type:
ga: Comhaid den &chineál:

source: &Show hidden files and directories
ga: Cuir in iúl comhaid agus comhadlanna atá i bh&folach

source: You do not have the permissions necessary to view this directory.
ga: Níl na ceadanna riachtanais agat chun a bheith ag féachaint ar an gcomhadlann seo.

source: Go up a level
ga: Téigh go dtí an leibhéal thuas

source: Go to home
ga: Téigh abhaile

source: Create new directory
ga: Cruthaigh comhadlann nua

source: HTML Files
ga: Comhaid HTML

source: Text Files
ga: Comhaid Théacs

source: Image Files
ga: Comhaid Íomhá

source: XML Files
ga: Comhaid XML

source: XUL Files
ga: Comhaid XUL

source: Audio Files
ga: Comhaid Fhuaime

source: Video Files
ga: Comhaid Fhíse

# dirTextInputLabel
source: Directory name:
ga: Ainm comhadlainne:

source: Format:
ga: Formáid:

# errorOpenFileDoesntExistTitle
source: Error opening %S
ga: Bhí earráid ann agus %S á oscailt

source: File %S doesn't exist
ga: Níl an comhad %S ina bheo

source: Error accessing %S
ga: Bhí earráid ann agus %S á rochtain

source: Directory %S doesn't exist
ga: Níl comhadlann %S ina bheo

# errorOpeningFileTitle
source: Error opening %S
ga: Bhí earráid ann agus %S á oscailt

source: File %S is not readable
ga: Ní féidir comhad %S a léamh

source: Error saving %S
ga: Bhí earráid ann agus %S á shábháil

source: %S is a file, can't save %S
ga: Tá %S ina chomhad, ní féidir %S a shábháil

source: Path %S doesn't exist, can't save %S
ga: Níl an chonair %S ina bheo, ní féidir %S a shábháil

source: File %S is not writable.
ga: Ní féidir a bheith ag scríobh ar an gcomhad %S.

source: Cannot create file. Directory %S is not writable.
ga: Ní féidir comhad a chruthú. Ní féidir a bheith ag scríobh ar chomhadlann %S.

# errorNewDirDoesExistTitle
source: Error creating %S
ga: Bhí earráid ann agus %S á chruthú

source: A file named %S already exists, directory cannot be created.
ga: Tá comhad %S ann cheana, ní féidir an chomhadlann a chruthú.

# errorCreateNewDirTitle
source: Error creating %S
ga: Bhí earráid ann agus %S á chruthú

source: Directory %S could not be created
ga: Níorbh fhéidir comhadlann %S a chruthú

source: Directory cannot be created, %S is a file
ga: Ní féidir an chomhadlann a chruthú, tá %S ina chomhad

source: Directory cannot be created, %S not writable
ga: Ní féidir an chomhadlann a chruthú, ní féidir a bheith ag scríobh ar %S

# promptNewDirMessage
source: Directory name:
ga: Ainm comhadlainne:

source: Unknown Error
ga: Earráid Anaithnid

source: An unknown error occured (path %S)
ga: Tharla earráid anaithnid (conair %S)

source: Close find bar
ga: Dún an barra Aimsithe

source: Highlight &All
ga: Aibhsigh &Uile

source: Highlight all occurrences of the phrase
ga: Aibhsigh gach sampla den nath

source: Match &Case
ga: &Cásíogair

source: Search with case sensitivity
ga: Cuardach cásíogair

source: Reached end of page, continued from top
ga: Ag bun an leathanaigh, ag leanúint ón mbarr

source: Reached top of page, continued from bottom
ga: Ag barr an leathanaigh, ag leanúint ón mbun

source: Quick find
ga: Mearchuardach

source: Quick find (links only)
ga: Mearchuardach (nascanna amháin)

source: (Case sensitive)
ga: (Cásíogair)

source: #1 of #2 match;#1 of #2 matches
ga: #1 as #2 rud aimsithe;#1 as #2 rud aimsithe;#1 as #2 rud aimsithe;#1 as #2 rud aimsithe;#1 as #2 rud aimsithe

source: More than #1 match;More than #1 matches
ga: Níos mó ná #1 rud aimsithe;Níos mó ná #1 rud aimsithe;Níos mó ná #1 rud aimsithe;Níos mó ná #1 rud aimsithe;Níos mó ná #1 rud aimsithe

source: Find in This Page
ga: Aimsigh sa Leathanach Seo

source: Fi&nd what:
ga: Aimsigh an rud &seo:

source: Mat&ch case
ga: Meaitseáil an &cás

source: &Wrap
ga: &Timfhill

source: &Find Next
ga: An Chéad Cheann &Eile

source: &Up
ga: S&uas

source: &Down
ga: &Síos

source: Direction
ga: Treo

source: The text you entered was not found.
ga: Ní raibh an téacs a bhí curtha agat faighte.

source: en-US
ga: ga-IE

source: en-US, en
ga: ga-ie, ga, en-ie, en-gb, en-us, en

source: Up Arrow
ga: Saighead Suas

source: Down Arrow
ga: Saighead Síos

source: Left Arrow
ga: Saighead Chlé

source: Right Arrow
ga: Saighead Dheas

source: Afar
ga: Afárais

source: Abkhazian
ga: Abcáisis

source: Avestan
ga: Aivéistis

source: Afrikaans
ga: Afracáinis

source: Akan
ga: Acáinis

source: Amharic
ga: Amáiris

source: Aragonese
ga: Aragóinis

source: Arabic
ga: Arabach

source: Assamese
ga: Asaimis

source: Asturian
ga: Astúiris

source: Avaric
ga: Avairis

source: Aymara
ga: Aidhmiris

source: Azerbaijani
ga: Asarbaiseáinis

source: Bashkir
ga: Baiscíris

source: Belarusian
ga: Bealarúisis

source: Bulgarian
ga: Bulgáiris

source: Bihari
ga: Bihairis

source: Bislama
ga: Bioslamais

source: Bambara
ga: Bambáiris

source: Breton
ga: Briotáinis

source: Bosnian
ga: Boisnis

source: Catalan
ga: Catalóinis

source: Chechen
ga: Seisnis

source: Chamorro
ga: Seamóróis

source: Corsican
ga: Corsaicis

source: Cree
ga: Craíais

source: Czech
ga: Seicis

source: Kashubian
ga: Caisiúibis

source: Church Slavic
ga: Slaivis

source: Chuvash
ga: Suvaisis

source: Welsh
ga: Breatnais

source: Danish
ga: Danmhairgis

source: German
ga: Gearmáinis

source: Lower Sorbian
ga: Sorbais Íochtarach

source: Divehi
ga: Divéihis

source: Dzongkha
ga: Seoinicis

source: Ewe
ga: Éivéis

source: Greek
ga: Gréagach

source: Spanish
ga: Spáinnis

source: Estonian
ga: Eastóinis

source: Basque
ga: Bascais

source: Persian
ga: Peirsis

source: Fulah
ga: Fulfuildis

source: Finnish
ga: Fionlainnis

source: Fijian
ga: Fidsis

source: Faroese
ga: Faróis

source: French
ga: Fraincis

source: Friulian
ga: Friúilis

source: Frisian
ga: Freaslainnis

source: Irish
ga: Gaeilge

source: Scottish Gaelic
ga: Gaeilge na hAlban

source: Galician
ga: Gailísis

source: Guarani
ga: Guaráinis

source: Manx
ga: Manainnis

source: Hausa
ga: Hásais

source: Hawaiian
ga: Haváis

source: Hindi
ga: Hiondúis

source: Hiligaynon
ga: Hiligionóinis

source: Hiri Motu
ga: Hírí-Mótúis

source: Croatian
ga: Cróitis

source: Upper Sorbian
ga: Sorbais Uachtarach

source: Haitian
ga: Criól Háítíoch

source: Hungarian
ga: Ungáiris

source: Herero
ga: Heiréiróis

source: Interlingua
ga: Idirtheanga

source: Indonesian
ga: Indinéisis

source: Interlingue
ga: Idirtheanga iartharach

source: Igbo
ga: Íogbóis

source: Sichuan Yi
ga: Íais Shisiuánach

source: Inupiaq
ga: Iniúipiacais

source: Icelandic
ga: Íoslainnis

source: Italian
ga: Iodáilis

source: Inuktitut
ga: Ionúitis

source: Javanese
ga: Iávais

source: Kongo
ga: Congóis

source: Kikuyu
ga: Ciocúis

source: Kuanyama
ga: Cuainiáimis

source: Kazakh
ga: Casaicis

source: Greenlandic
ga: Graonlainnis

source: Konkani
ga: Concáinis

source: Kanuri
ga: Canúiris

source: Kashmiri
ga: Caismíris

source: Kurdish
ga: Coirdis

source: Komi
ga: Coimí

source: Cornish
ga: Coirnis

source: Kirghiz
ga: Cirgisis

source: Luxembourgish
ga: Lucsambuirgis

source: Ganda
ga: Gandais

source: Limburgan
ga: Liombuirgis

source: Lingala
ga: Liongáilis

source: Lao
ga: Láóis

source: Lithuanian
ga: Liotuáinis

source: Luba-Katanga
ga: Lúba-Cataingis

source: Latvian
ga: Laitvis

source: Malagasy
ga: Malagáisis

source: Marshallese
ga: Marascailis

source: Maori
ga: Maorais

source: Macedonian
ga: Macadóinis

source: Mongolian
ga: Mongóilis

source: Marathi
ga: Maraitis

source: Malay
ga: Malaeis

source: Maltese
ga: Máltais

source: Burmese
ga: Burmais

source: Nauru
ga: Nárúis

source: Norwegian Bokmål
ga: Ioruais Bokmål

source: Ndebele, North
ga: Ndebele Thuaidh

source: Nepali
ga: Neipeailis

source: Ndonga
ga: Ndongais

source: Dutch
ga: Ollainnis

source: Norwegian Nynorsk
ga: Ioruais Nynorsk

source: Norwegian
ga: Ioruais

source: Ndebele, South
ga: Ndebele Theas

source: Sotho, Northern
ga: Seipidis

source: Navajo
ga: Navachóis

source: Chichewa
ga: Siséivis

source: Occitan
ga: Ocatáinis

source: Ojibwa
ga: Óisibvis

source: Oromo
ga: Oraimis

source: Ossetian
ga: Óiséitis

source: Punjabi
ga: Painseáibis

source: Pali
ga: Páilis

source: Polish
ga: Polainnis

source: Pashto
ga: Paistis

source: Portuguese
ga: Portaingéilis

source: Quechua
ga: Ceatsuais

source: Rhaeto-Romanic
ga: Raeta-Rómáinsis

source: Kirundi
ga: Ciriúindis

source: Romanian
ga: Rómáinis

source: Kinyarwanda
ga: Cinearuáindis

source: Sanskrit
ga: Sanscrait

source: Sardinian
ga: Sairdínis

source: Sindhi
ga: Sindis

source: Northern Sami
ga: Sáimis Thuaidh

source: Sango
ga: Sangóis

source: Singhalese
ga: Siolóinis

source: Slovak
ga: Slóvaicis

source: Slovenian
ga: Slóivéinis

source: Samoan
ga: Samóis

source: Shona
ga: Seoinis

source: Somali
ga: Somáilis

source: Songhay
ga: Songais

source: Albanian
ga: Albáinis

source: Serbian
ga: Seirbis

source: Siswati
ga: Suaisis

source: Sotho, Southern
ga: Sótó Theas

source: Sundanese
ga: Sundais

source: Swedish
ga: Sualainnis

source: Swahili
ga: Svahaílis

source: Tajik
ga: Táidsícis

source: Tigrinya
ga: Tigrínis

source: Tigre
ga: Tígréis

source: Turkmen
ga: Tuircméinis

source: Tagalog
ga: Tagálaigis

source: Tswana
ga: Suáinis

source: Tonga
ga: Tongais

source: Tsonga
ga: Songais

source: Tatar
ga: Tatairis

source: Twi
ga: Tiuíais
