Repository: kscanne/gaeilge-mozdev
Catalog: src/firefox-trunk.*.po
Languages: ga

source: Browser Console
ga: Consól an Bhrabhsálaí

source: Request Method:
ga: Modh an iarratais:

source: Status Code:
ga: Cód Stádais:

source: Request Headers
ga: Ceanntásca an Iarratais

source: Sent Cookie
ga: Fianán Seolta

source: Request Body
ga: Corp an Iarratais

source: Sent Form Data
ga: Sonraí Foirme Seolta

source: Response Headers
ga: Ceanntásca an Fhreagra

source: Received Cookie
ga: Fianán Faighte

source: Response Body
ga: Corp an Fhreagra

source: Cached Data
ga: Sonraí i dTaisce

source: Unknown Content Type
ga: Cineál Anaithnid Ábhair

source: No Response Body
ga: Gan Corp Freagra

source: Received Image
ga: Fuarthas Íomhá

source: Cached Image
ga: Íomhá i dTaisce

source: &Log Request and Response Bodies
ga: Cuir Corp an Iarratais agus an Fhreagra sa &Logchomhad

source: Open URL in New &Tab
ga: Oscail URL i g&Cluaisín Nua

source: &Net
ga: &Líonra

source: Log network access
ga: Logáil rochtain ar an líonra

source: Log CSS errors and warnings
ga: Scríobh earráidí agus rabhaidh CSS i logchomhad

source: Log JavaScript exceptions
ga: Logáil eisceachtaí JavaScript

source: Sec&urity
ga: Slá&ndáil

source: Log security errors and warnings
ga: Logáil earráidí agus rabhaidh slándála

source: Logging
ga: Logáil

source: Log messages sent to the window.console object
ga: Scríobh teachtaireachtaí seolta chuig window.console i logchomhad

source: Errors
ga: Earráidí

source: Info
ga: Eolas

source: Warnings
ga: Rabhaidh

source: Log
ga: Logáil

source: Filter output
ga: Scag an t-aschur

source: Clea&r
ga: &Bánaigh

source: Clear the Web Console output
ga: Glan aschur ón chonsól Gréasáin

source: Warning:
ga: Rabhadh:

source: Network:
ga: Líonra:

source: Exception:
ga: Eisceacht:

source: CSS Parser:
ga: Parsálaí CSS:

source: Strict Warning:
ga: Dianrabhadh:

source: Category:
ga: Catagóir:

source: Line: %S
ga: Líne: %S

source: Hide
ga: Folaigh

source: Page:
ga: Leathanach:

source: Console:
ga: Consól:

source: DOM Mutation
ga: Claochlú DOM

source: Toggle DOM Mutation event logging
ga: Scoránaigh logáil imeachtaí Claochlaithe DOM

source: Global Messages
ga: Teachtaireachtaí Comhchoiteanna

source: Toggle Global Message logging
ga: Scoránaigh logáil Teachtaireachtaí Comhchoiteanna

source: Local Console
ga: Consól Logánta

source: Clear Console
ga: Bánaigh an Consól

source: Can't call pprint on this type of object.
ga: Ní féidir 'pprint' a úsáid ar an gcineál réada seo.

source: Inspect Network Request
ga: Scrúdaigh Iarratas Líonra

source: %1$Sx%2$Spx, Δ%3$Sms
ga: %1$S×%2$Spct, Δ%3$Sms

source: Unable to display responses of type "%S"
ga: Ní féidir freagraí de chineál "%S" a thaispeáint

source: The Web Console logging API (console.log, console.info, console.warn, console.error) has been disabled by a script on this page.
ga: Tá comhéadán logála an Chonsóil Ghréasáin (console.log, console.info, console.warn, console.error) díchumasaithe ag script ar an leathanach seo.

source: Web Console - %S
ga: Consól Gréasáin - %S

source: Mixed Content
ga: Ábhar Measctha

source: Learn More
ga: Tuilleadh Eolais

source: Shift+RETURN - Open in Scratchpad
ga: Shift+RETURN - Oscail sa Cheap Breacaireachta

source: Instance of %S
ga: Ásc %S

source: reflow: %Sms
ga: athscríobh: %Sms

source: reflow: %Sms
ga: athscríobh: %Sms

source: function %1$S, %2$S line %3$S
ga: feidhm %1$S, %2$S líne %3$S

source: <unknown>
ga: <anaithnid>

source: %S: timer started
ga: %S: tosaíodh an t-amadóir

source: <no label>
ga: <gan lipéad>

source: <- no result
ga: <- gan toradh

source: The maximum allowed number of timers in this page was exceeded.
ga: Ní cheadaítear an méid seo amadóirí ar an leathanach seo.

source: After your input has been re-evaluated the result is no longer inspectable.
ga: Tar éis duit an t-ionchur a luacháil arís, ní féidir an toradh a scrúdú a thuilleadh.

source: Remote Connection
ga: Ceangal Cianda

source: Enter hostname and port number (host:port)
ga: Cuir óstainm agus port isteach (óstainm:port)

source: Tab list - Remote Connection
ga: Liosta cluaisíní - Ceangal i gCéin

source: Select one of the tabs you want to attach to, or select the global console.
ga: Roghnaigh ceann de na cluaisíní ar mian leat ceangal leis, nó roghnaigh an consól comhchoiteann.

source: *Global Console*
ga: *Consól Comhchoiteann*

# MenuWebconsole.label
source: Web Console
ga: Consól Gréasáin

source: Console Panel
ga: Painéal Consóil

# ToolboxWebconsole.tooltip
source: Web Console
ga: Consól Gréasáin

source: The string you are trying to view is too long to be displayed by the Web Console.
ga: Tá an teaghrán rófhada agus ní féidir é a thaispeáint sa Chonsól Gréasáin.

source: Fetch the remaining %S bytes
ga: Faigh na %S beart fágtha

source: Fetch the request body (%S bytes)
ga: Faigh corp an iarratais (%S beart)

source: Connection timeout. Check the Error Console on both ends for potential error messages. Reopen the Web Console to try again.
ga: Ceangal thar am. Téigh ar lorg teachtaireachtaí earráide sna Consóil Earráide ar an dá thaobh. Athoscail an Consól Gréasáin chun triail eile a bhaint as.

source: No properties to display
ga: Níl aon airíonna le taispeáint

source: #1 repeat;#1 repeats
ga: #1 uair;#1 uair;#1 huaire;#1 n-uaire;#1 uair

source: Cannot cd() to the given window. Invalid argument.
ga: Ní féidir cd() a dhéanamh go dtí an fhuinneog sin. Argóint neamhbhailí.

source: Show/hide message details.
ga: Taispeáin/folaigh mionsonraí na teachtaireachta.

source: #1 empty slot;#1 empty slots
ga: #1 sliotán folamh;#1 shliotán folamh;#1 shliotán folamh;#1 sliotán folamh;#1 sliotán folamh

source: (index)
ga: (innéacs)

source: (iteration index)
ga: (innéacs atriallta)

source: Key
ga: Eochair

source: Values
ga: Luachanna

source: Project
ga: Tionscadal

# projectMenu_accesskey
source: P
ga: T

source: New App…
ga: Aip Nua…

source: Open Packaged App…
ga: Oscail Aip Phacáistithe…

source: Open Hosted App…
ga: Oscail Aip Óstáilte…

source: Open App…
ga: Oscail Aip…

source: Install and Run
ga: Suiteáil agus Rith

source: Stop App
ga: Stop an Aip

source: Debug App
ga: Dífhabhtaigh an Aip

# projectMenu_remove_label
source: Remove Project
ga: Bain an Tionscadal

# projectMenu_remove_accesskey
source: R
ga: B

# projectMenu_showPrefs_label
source: Preferences
ga: Sainroghanna

# projectMenu_manageComponents_label
source: Manage Extra Components
ga: Bainistigh Comhpháirteanna Breise

# projectMenu_manageComponents_accesskey
source: M
ga: B

source: Runtime
ga: Am rite

# runtimeMenu_showPermissionTable_label
source: Permissions Table
ga: Ceadanna

# runtimeMenu_showPermissionTable_accesskey
source: P
ga: E

# runtimeMenu_showDetails_label
source: Runtime Info
ga: Faoin Chóras Ama Rite

# runtimeMenu_showMonitor_label
source: Monitor
ga: Monatóir

# runtimeMenu_showDevicePrefs_label
source: Device Preferences
ga: Sainroghanna Gléis

# runtimeMenu_showDevicePrefs_accesskey
source: D
ga: G

source: View
ga: Amharc

source: Toggle Editor
ga: Scoránaigh an tEagarthóir

source: Zoom In
ga: Súmáil Isteach

source: Zoom Out
ga: Súmáil Amach

# viewMenu_zoomout_accesskey
source: O
ga: A

source: Reset Zoom
ga: Athshocraigh an Leibhéal Súmála

source: Open App
ga: Oscail Aip

source: Select Runtime
ga: Roghnaigh Córas Ama Rite

source: My Projects
ga: Mo Chuid Tionscadal

source: Runtime Apps
ga: Aipeanna Ama Rite

source: Tabs
ga: Cluaisíní

source: USB Devices
ga: Gléasanna USB

source: Wi-Fi Devices
ga: Gléasanna Wi-Fi

source: Simulators
ga: Insamhlóirí

source: Install ADB Helper
ga: Suiteáil Cúntóir ADB

source: Can't see your device?
ga: Nach bhfuil tú in ann do ghléas a fheiceáil?

source: valid
ga: bailí

source: warnings
ga: rabhaidh

source: errors
ga: earráidí

source: Description
ga: Cur Síos

source: App ID
ga: Aitheantas na hAipe

# details_removeProject_button
source: Remove Project
ga: Bain Tionscadal

source: New App
ga: Aip Nua

source: Select template
ga: Roghnaigh teimpléad

source: Loading templates…
ga: Teimpléid á luchtú…

source: Project Name:
ga: Ainm an Tionscadail:

source: Extra Components
ga: Comhpháirteanna Breise

source: Open Add-ons Manager
ga: Oscail Bainisteoir na mBreiseán

# prefs_title
source: Preferences
ga: Sainroghanna

source: Editor
ga: Eagarthóir

source: General
ga: Ginearálta

# prefs_manage_components
source: Manage Extra Components
ga: Bainistigh Comhpháirteanna Breise

source: Remember last project
ga: Meabhraigh an tionscadal is déanaí

source: Restore previous project when WebIDE starts
ga: Athoscail an tionscadal deireanach nuair a thosaíonn WebIDE

source: Templates URL
ga: URL na dTeimpléad

source: Index of available templates
ga: Innéacs na dteimpléad atá ar fáil

source: Show editor
ga: Taispeáin eagarthóir

source: Show internal editor
ga: Taispeáin eagarthóir inmheánach

source: Tab size
ga: Méid táib

source: Soft tabs
ga: Táib bhoga

source: Autoindent
ga: Uatheangú

source: Autocomplete
ga: Uathlíonadh

source: Enable code autocompletion
ga: Cumasaigh uathlíonadh cóid

source: Keybindings
ga: Aicearraí Méarchláir

# permissionstable_title
source: Permissions Table
ga: Ceadanna

# runtimedetails_title
source: Runtime Info
ga: Faoin Chóras Ama Rite

source: request higher privileges
ga: iarr ceadanna níos airde

source: Boolean
ga: Boole

source: Integer
ga: Slánuimhir

source: String
ga: Teaghrán

source: Object
ga: Réad

source: Select a type
ga: Roghnaigh cineál

source: Search preferences
ga: Sainroghanna cuardaigh

source: New preference name
ga: Ainm na sainrogha

source: Preference value
ga: Luach na sainrogha

source: Add new preference
ga: Sainrogha nua

# monitor_title
source: Monitor
ga: Monatóir

source: Help
ga: Cabhair

source: Local Runtime
ga: Córas Ama Rite Áitiúil

source: Remote Runtime
ga: Córas Ama Rite i gCéin

# remote_runtime_promptTitle
source: Remote Runtime
ga: Córas Ama Rite i gCéin

source: hostname:port
ga: óstainm:port

source: Select Directory
ga: Roghnaigh Comhadlann

source: Open Hosted App
ga: Oscail Aip Óstáilte

source: Enter Manifest URL
ga: Cuir isteach URL an lastliosta

source: Can't install project. Not fully connected.
ga: Ní féidir an tionscadal a shuiteáil. Níl tú ceangailte go hiomlán.

source: Can't install project. Validation errors.
ga: Ní féidir an tionscadal a shuiteáil. Earráidí bailíochtaithe.

source: Can't get app list from device
ga: Ní féidir liosta aipeanna a fháil ón ghléas

source: Operation timed out: %1$S
ga: Oibríocht thar am: %1$S

source: Operation failed: %1$S
ga: Theip ar oibríocht: %1$S

source: Can't connect to app: %1$S
ga: Níorbh fhéidir ceangal leis an aip: %1$S

source: Can't fetch the add-on list: %S
ga: Níorbh fhéidir an liosta breiseán a fháil: %S

source: stable
ga: cobhsaí

source: unstable
ga: éagobhsaí

source: Firefox OS %1$S Simulator (%2$S)
ga: Insamhlóir Firefox OS %1$S (%2$S)

source: USB devices won't be detected without this add-on
ga: Ní bhraithfear gléasanna USB gan an breiseán seo

source: Installed
ga: Suiteáilte

source: Not Installed
ga: Gan Suiteáil

source: preparing
ga: á ullmhú

source: downloading
ga: á íosluchtú

source: installing
ga: á shuiteáil

source: no
ga: níl

source: yes
ga: tá

source: Not a USB device
ga: Ní gléas USB é

source: Validation status: %1$S
ga: Stádas bailíochta: %1$S

source: VALID
ga: BAILÍ

source: WARNINGS
ga: RABHAIDH

source: ERRORS
ga: EARRÁIDÍ

source: UNKNOWN
ga: ANAITHNID

source: Reset to default
ga: Fill ar réamhshocrú

source: &Resume
ga: &Lean

source: &Cancel
ga: &Cealaigh

source: Open Containing &Folder
ga: Oscail an &Fillteán Coinneála

source: Show In &Finder
ga: Taispeáin Sa &Finder

source: Retry
ga: Atriail

source: &Go To Download Page
ga: &Leathanach Íosluchtaithe

source: Copy Download &Link
ga: Cóipeáil &Nasc Íosluchtaithe

source: R&emove From History
ga: &Bain ón Stair

source: Cle&ar List
ga: Gl&an an Liosta

source: Clear &Downloads
ga: Bánaigh Íoslu&chtuithe

source: &Unblock
ga: &Bain an cosc de

source: Re&move File
ga: Scrio&s an Comhad

source: BLOCKED
ga: COISCTHE

source: &Show All Downloads
ga: &Taispeáin Gach Íosluchtú

source: Clear Downloads
ga: Bánaigh Íosluchtuithe

source: Clears completed, canceled and failed downloads
ga: Bánaíonn sé seo íosluchtuithe críochnaithe, cealaithe, agus teipthe

source: There are no downloads.
ga: Níl aon íosluchtuithe ann.

source: No downloads for this session.
ga: Níl aon íosluchtuithe sa seisiún seo.

source: Could not find any matching downloads.
ga: Níor aimsíodh aon íosluchtuithe comhoiriúnacha.

source: Starting…
ga: Á Tosú…

source: Scanning for viruses…
ga: Ag scanadh le haghaidh víreas…

source: Failed
ga: Teipthe

source: Paused
ga: Curtha ar Shos

source: Canceled
ga: Cealaithe

source: Blocked by Parental Controls
ga: Coiscthe ag na Rialúcháin Tuismitheoirí

source: Blocked by your security zone policy
ga: Cuireadh cosc air de bharr do Pholasaí Slándála

source: Blocked: May contain a virus or spyware
ga: Cosctha: d'fhéadfadh víreas nó bogearra spiaireachta a bheith ann

source: This file contains a virus or malware.
ga: Tá víreas nó bogearraí mailíseacha sa chomhad seo.

source: This file may harm your computer.
ga: Seans go ndéanfadh an comhad seo dochar do do ríomhaire.

source: This file may not be safe to open.
ga: Seans go mbeadh sé contúirteach an comhad seo a oscailt.

source: Are you sure you want to unblock this file?
ga: An bhfuil tú cinnte gur mhaith leat an cosc a bhaint den chomhad seo?

source: This file contains a virus or other malware that will harm your computer.
ga: Tá víreas nó bogearraí mailíseacha a dhéanfadh dochar do do ríomhaire sa chomhad seo.

source: This file, disguised as a helpful download, will make unexpected changes to your programs and settings.
ga: Tá an comhad seo ag ligean air gur íosluchtú cabhrach é, ach athróidh sé do chóras ar bhealach gan súil leis.

source: This file has been downloaded from an unfamiliar and potentially dangerous website and may not be safe to open.
ga: Íosluchtaíodh an comhad seo ó shuíomh neamhaithnid a d'fhéadfadh a bheith contúirteach, agus seans go ndéanfadh sé dochar do do ríomhaire.

source: You can search for an alternate download source or try to download the file again later.
ga: Tig leat an comhad a lorg ar shuíomh eile, nó iarracht a dhéanamh an comhad a íosluchtú arís ar ball.

source: Unblock anyway
ga: Bain an cosc de mar sin féin

source: Keep me safe
ga: Coinnigh slán ó thubaiste mé

source: Unknown size
ga: Méid anaithnid

source: %1$Sm
ga: %1$Sn

source: %1$Sh
ga: %1$Su

source: %1$Sd
ga: %1$Sl

source: "%S" is an executable file. Executable files may contain viruses or other malicious code that could harm your computer. Use caution when opening this file. Are you sure you want to launch "%S"?
ga: Is comhad inrite é "%S". B'fhéidir go bhfuil víreas nó cód mailíseach eile le fáil i gcomhaid inrite. Tá siad in ann dochar a dhéanamh do do ríomhaire. Bí cúramach nuair atá tú ag oscailt an chomhaid seo. An bhfuil tú cinnte gur mian leat %S a chur ar siúl?

source: Open Executable File?
ga: An bhfuil comhad inrite a oscailt?

source: Don't ask me this again
ga: Ná fiafraigh arís.

source: + %1$S other download; + %1$S other downloads
ga: + %1$S íosluchtú eile; + %1$S íosluchtú eile; + %1$S íosluchtú eile; + %1$S n-íosluchtú eile; + %1$S íosluchtú eile

source: Manage Search Engine List
ga: Bainistiú Liosta na nInneall Cuardaigh

source: min-width: 35em;
ga: min-width: 39em;

source: You have the following search engines installed:
ga: Tá na hinnill chuardaigh seo a leanas suiteáilte:

source: Keyword
ga: Lorgfhocal

source: Move &Up
ga: Bog S&uas

source: Move &Down
ga: Bog Sí&os

source: &Remove
ga: &Bain

source: Edi&t Keyword…
ga: Cuir Lorgfhocal in &Eagar…

source: Get more se&arch engines…
ga: F&aigh innill chuardaigh breise…

source: &Show search suggestions
ga: Tai&speáin moltaí cuardaigh

source: R&estore Defaults
ga: Cuir na réamhshocruith&e ar ais

source: Edit Keyword
ga: Cuir Lorgfhocal in Eagar

source: Enter a new keyword for "%S":
ga: Iontráil eochairfhocal nua le haghaidh "%S":

source: Duplicate Keyword
ga: Eochairfhocail Dhúblach

source: You have chosen a keyword that is currently in use by "%S". Please select another.
ga: Roghnaigh tú eochairfhocal atá in úsáid faoi láthair ag "%S". Roghnaigh ceann eile le do thoil.

source: You have chosen a keyword that is currently in use by a bookmark. Please select another.
ga: Roghnaigh tú eochairfhocal atá in úsáid faoi láthair ag leabharmharc. Roghnaigh ceann eile le do thoil.

source: Viewing Feed
ga: Fotha á Thaispeáint

source: Subscribe Now
ga: Liostáil Anois

source: Live Bookmarks
ga: Leabharmharcanna Beo

source: Go to %S
ga: Téigh go %S

source: Add "%S" (%S) as a Feed Reader?
ga: An bhfuil fonn ort "%S" (%S) a chur leis mar léitheoir fothaí?

source: Add Feed Reader
ga: Cuir Léitheoir Fothaí Leis

source: A
ga: W

source: "%S" is already registered as a Feed Reader
ga: Tá "%S" cláraithe mar Léitheoir Fothaí cheana

source: Choose Application…
ga: Roghnaigh Feidhmchlár…

source: Choose Application
ga: Roghnaigh Feidhmchlár

source: Always use %S to subscribe to feeds
ga: Liostáil le fothaí le %S i gcónaí

source: Media files
ga: Comhaid mheán

source: bytes
ga: beart

source: Always use %S to subscribe to feeds.
ga: Liostáil le fothaí le %S i gcónaí.

source: Always use %S to subscribe to podcasts.
ga: Liostáil le podchraoltaí le %S i gcónaí.

source: Always use %S to subscribe to video podcasts.
ga: Liostáil le podchraoltaí físe le %S i gcónaí.

source: Subscribe to this feed using
ga: Liostáil leis an bhfotha seo le

source: Subscribe to this podcast using
ga: Liostáil leis an bpodchraoladh seo le

source: Subscribe to this video podcast using
ga: Liostáil leis an bpodchraoladh físe seo le

source: This is a "feed" of frequently changing content on this site.
ga: "Fotha" é seo a thaispeánann inneachar ar an suíomh seo a athraíonn go minic.

source: This is a "podcast" of frequently changing content on this site.
ga: "Podchraoladh" é seo a thaispeánann inneachar ar an suíomh seo a athraíonn go minic.

source: This is a "video podcast" of frequently changing content on this site.
ga: "Podchraoladh físe" é seo a thaispeánann inneachar ar an suíomh seo a athraíonn go minic.

source: You can subscribe to this feed to receive updates when this content changes.
ga: Tig leat liostáil leis an bhfotha seo le nuashonruithe a fháil nuair a athraítear an t-inneachar.

source: You can subscribe to this podcast to receive updates when this content changes.
ga: Is féidir leat liostáil leis an bpodchraoladh seo chun nuashonruithe a fháil nuair a athraítear an t-inneachar.

source: You can subscribe to this video podcast to receive updates when this content changes.
ga: Is féidir leat liostáil leis an bpodchraoladh seo chun nuashonruithe a fháil nuair a athraítear an t-inneachar.

source: Add %S (%S) as an application for %S links?
ga: An bhfuil fonn ort %S (%S) a úsáid mar fheidhmchlár le haghaidh nasc %S?

source: Add Application
ga: Cuir Feidhmchlár Leis

source: A Web Browser Renaissance is (C) Sean.Martell. Available under CC-BY-SA. No warranty.
ga: A Web Browser Renaissance. © Sean.Martell. Ceadúnas: CC-BY-SA. Gan baránta.

source: Space Fantasy is (C) fx5800p. Available under CC-BY-SA. No warranty.
ga: Space Fantasy. © fx5800p. Ceadúnas: CC-BY-SA. Gan baránta.

source: Linen Light is (C) DVemer. Available under CC-BY-SA. No warranty.
ga: Linen Light. © DVemer. Ceadúnas: CC-BY-SA. Gan baránta.

source: Pastel Gradient is (C) darrinhenein. Available under CC-BY. No warranty.
ga: Pastel Gradient. © darrinhenein. Ceadúnas: CC-BY. Gan baránta.

source: Carbon Light is (C) Jaxivo. Available under CC-BY-SA. No warranty.
ga: Carbon Light. © Jaxivo. Ceadúnas: CC-BY-SA. Gan baránta.

source: Conversations
ga: Comhráite

source: Contacts
ga: Teagmhálacha

source: Get Started
ga: Tús Maith

source: Invite someone to join you.
ga: Tabhair cuireadh do dhuine éigin.

source: Guest
ga: Aoi

source: Do Not Disturb
ga: Ná Cuir Isteach Orm

source: Available
ga: Ar Fáil

source: Sorry, we were unable to retrieve a call URL.
ga: Níorbh fhéidir linn URL an ghlao a fháil.

source: Could Not Authenticate
ga: Níorbh Fhéidir Fíordheimhniú

source: Did you change your password?
ga: Ar athraigh tú d'fhocal faire?

source: Please try again later
ga: Bain triail eile as ar ball

source: Could Not Connect To The Server
ga: Níorbh fhéidir ceangal a bhunú leis an bhfreastalaí

source: Please check your internet connection
ga: Féach an bhfuil tú ceangailte leis an Idirlíon

source: Your Login Has Expired
ga: Tá do sheisiún imithe in éag

source: Service Unavailable At This Time
ga: Níl an tseirbhís ar fáil faoi láthair

source: There Was A Problem Accessing Your Account
ga: Níorbh Fhéidir Teacht ar do Chuntas

# retry_button
source: Retry
ga: Atriail

# share_button2
source: Email Link
ga: Seol Nasc trí Ríomhphost

# copy_url_button2
source: Copy Link
ga: Cóipeáil an Nasc

source: Copied!
ga: Cóipeáilte!

source: Sign In or Sign Up
ga: Logáil Isteach nó Cláraigh

source: Account
ga: Cuntas

# settings_menu_item_settings
source: Settings
ga: Socruithe

# settings_menu_button_tooltip
source: Settings
ga: Socruithe

source: Search…
ga: Cuardaigh…

source: New Contact
ga: Teagmhálaí Nua

# new_contact_name_placeholder
source: Name
ga: Ainm

# new_contact_email_placeholder
source: Email
ga: Seoladh ríomhphoist

source: Firefox OS Phone
ga: Guthán Firefox OS

source: Phone
ga: Fón

source: Blocked Contacts
ga: Teagmhálaithe Bactha

source: Add Contact
ga: Cuir Teagmhálaí Leis

source: Please enter a valid email address
ga: Tabhair seoladh ríomhphoist bailí

source: Add or Import Contact
ga: Cruthaigh nó Iompórtáil Teagmhálaí

source: Import
ga: Iompórtáil

source: Importing…
ga: Á nIompórtáil…

source: Sync Contacts
ga: Sioncrónaigh Teagmhálaithe

source: Sorry, contact import failed
ga: Theip ar iompórtáil na dteagmhálaithe

source: Some contacts could not be imported
ga: Theip ar iompórtáil roinnt dteagmhálaithe

# import_failed_support_button
source: Help
ga: Cabhair

# remove_contact_menu_button
source: Remove Contact
ga: Scrios Teagmhálaí

source: Are you sure you want to delete this contact?
ga: An bhfuil tú cinnte gur mhaith leat an teagmhálaí seo a scriosadh?

# confirm_delete_contact_remove_button
source: Remove Contact
ga: Scrios Teagmhálaí

# confirm_delete_contact_cancel_button
source: Cancel
ga: Cealaigh

source: Block Contact
ga: Cuir Bac ar an Teagmhálaí

source: Unblock Contact
ga: Bain Bac den Teagmhálaí

source: Edit Contact…
ga: Cuir Teagmhálaí in Eagar…

source: Edit Contact
ga: Cuir Teagmhálaí in Eagar

# edit_contact_name_label
source: Name
ga: Ainm

# edit_contact_email_label
source: Email
ga: Seoladh ríomhphoist

source: Audio Conversation
ga: Comhrá Fuaime

source: Video Conversation
ga: Físchomhrá

source: No Thanks
ga: Ná Nuashonraigh

source: Ready to start your conversation?
ga: An bhfuil tú réidh comhrá a dhéanamh?

source: Conversation Request
ga: Iarratas ar Chomhrá

source: Accept
ga: Glac Leis

source: Accept with voice
ga: Glac le comhrá gutha

source: Accept with video
ga: Glac le fís-chomhrá

# incoming_call_cancel_button
source: Cancel
ga: Cealaigh

source: Cancel and Block
ga: Cealaigh agus Cuir Cosc

source: Block
ga: Coisc

source: Hang up
ga: Croch

source: Exit
ga: Scoir

source: Mute your audio
ga: Balbhaigh an fhuaim

source: Unmute your audio
ga: Díbhalbhaigh an fhuaim

source: Mute your video
ga: Balbhaigh an físeán

source: Unmute your video
ga: Díbhalbhaigh an físeán

source: Conversation with {{contactName}}
ga: Comhrá le {{contactName}}

source: Start conversation?
ga: Tosaigh comhrá?

source: Start a video conversation
ga: Tosaigh físchomhrá

source: Voice conversation
ga: Comhrá gutha

# initiate_call_cancel_button
source: Cancel
ga: Cealaigh

source: Ringing…
ga: Ag clingeadh…
