Repository: kscanne/gaeilge-mozdev
Catalog: src/firefox-trunk.*.po
Languages: ga

source: Not encrypted: you do not have certificates for each of the recipients.
ga: Gan criptiú: níl teastas agat do gach uile faighteoir.

source: Cannot decrypt: you are not a recipient, or matching certificate and private key not found.
ga: Ní féidir díchriptiú a dhéanamh: ní faighteoir tú, nó níor aimsíodh teastas agus eochair phríobháideach a oireann dá chéile.

source: Cannot decrypt: key encryption algorithm does not match your certificate.
ga: Ní féidir díchriptiú: ní oireann an t-algartam criptithe eochrach do do theastas.

source: Signature verification failed: no signer found, too many signers found, or improper or corrupted data.
ga: Theip ar fíordheimhniú sínithe: níor aimsíodh sínitheoir, nó aimsíodh an iomarca sínitheoirí, nó bhí sonraí truaillithe nó mícheart ann.

source: Unsupported or unknown key algorithm.
ga: Algartam eochrach nach dtacaítear leis no nach n-aithnítear.

source: Cannot decrypt: encrypted using a disallowed algorithm or key size.
ga: Ní féidir díchriptiú a dhéanamh: criptithe le halgartam nó méid eochrach mícheadaithe.

source: Fortezza card has not been properly initialized. Please remove it and return it to your issuer.
ga: Níl an cárta Fortezza túsaithe i gceart. Bain é agus cuir ar ais chuig an eisitheoir é le do thoil.

source: No Fortezza cards Found
ga: Níor aimsíodh cárta Fortezza

source: No Fortezza card selected
ga: Níl cárta Fortezza roghnaithe

source: Please select a personality to get more info on
ga: Roghnaigh pearsantacht faoina bhfuil breis eolais ag teastáil

source: Personality not found
ga: Níor aimsíodh an phearsantacht

source: No more information on that Personality
ga: Níl breis eolais le fáil faoin bpearsantacht sin

source: Invalid Pin
ga: Uimhir Aitheantais Phearsanta (UAP) neamhbhailí

source: Couldn't initialize Fortezza personalities.
ga: Níorbh fhéidir pearsantachtaí Fortezza a thúsú.

source: No KRL for this site's certificate has been found.
ga: Níor aimsíodh Liosta Eochracha Cúlghairthe le haghaidh teastas an tsuímh seo.

source: The KRL for this site's certificate has expired.
ga: Tá an Liosta Eochracha Cúlghairthe le haghaidh teastas an tsuímh seo as feidhm.

source: The KRL for this site's certificate has an invalid signature.
ga: Tá síniú neamhbhailí ar an Liosta Eochracha Cúlghairthe le haghaidh teastas an tsuímh seo.

source: The key for this site's certificate has been revoked.
ga: Tá eochair theastas an tsuímh seo cúlghairthe.

source: New KRL has an invalid format.
ga: Tá formáid an Liosta Eochracha Cúlghairthe nua neamhbhailí.

source: security library: need random data.
ga: leabharlann slándála: tá sonraí randamacha ag teastáil.

source: security library: no security module can perform the requested operation.
ga: leabharlann slándála: ní féidir le modúl slándála ar bith an oibríocht iarrtha a dhéanamh.

source: The security card or token does not exist, needs to be initialized, or has been removed.
ga: Níl an cárta nó ceadchomhartha slándála ann, nó ní mór é a thúsú, nó baineadh é.

source: security library: read-only database.
ga: leabharlann slándála: bunachar sonraí inléite amháin.

source: No slot or token was selected.
ga: Níor roghnaíodh sliotán nó ceadchomhartha.

source: A certificate with the same nickname already exists.
ga: Tá teastas ann cheana leis an leasainm sin.

source: A key with the same nickname already exists.
ga: Tá eochair ann cheana leis an leasainm sin.

source: error while creating safe object
ga: earráid agus réad slán á chrúthú

source: error while creating baggage object
ga: earráid agus réad bagáiste á chruthú

source: Couldn't remove the principal
ga: Ní féidir an príomhaí a scrios.

source: Couldn't delete the privilege
ga: Níorbh fhéidir an phribhléid a scrios

source: This principal doesn't have a certificate
ga: Níl teastas ag an bpríomhaí.

source: Required algorithm is not allowed.
ga: Níl an algartam riachtanach ceadaithe.

source: Error attempting to export certificates.
ga: Earráid agus iarracht á déanamh teastais a easpórtáil.

source: Error attempting to import certificates.
ga: Earráid agus iarracht á déanamh teastais a iompórtáil.

source: Unable to import. Decoding error. File not valid.
ga: Ní féidir iompórtáil. Earráid díchódaithe. Comhad neamhbhailí.

source: Unable to import. Invalid MAC. Incorrect password or corrupt file.
ga: Ní féidir iompórtáil. Cód Fíordheimhnithe Teachtaireachta neamhbhailí. Focal faire mícheart nó comhad truaillithe.

source: Unable to import. MAC algorithm not supported.
ga: Ní féidir iompórtáil. Ní thacaítear leis an algartam don Chód Fíordheimhnithe Teachtaireachta.

source: Unable to import. Only password integrity and privacy modes supported.
ga: Ní féidir iompórtáil. Ní thacaítear ach le modhanna sláine focail fhaire agus príobháideachais.

source: Unable to import. File structure is corrupt.
ga: Ní féidir iompórtáil. Tá struchtúr an chomhaid truaillithe.

source: Unable to import. Encryption algorithm not supported.
ga: Ní féidir iompórtáil. Ní thacaítear leis an algartam criptiúcháin.

source: Unable to import. File version not supported.
ga: Ní féidir iompórtáil. Ní thacaítear le leagan an chomhaid.

source: Unable to import. Incorrect privacy password.
ga: Ní féidir iompórtáil. Focal faire príobháideachais mícheart.

source: Unable to import. Same nickname already exists in database.
ga: Ní féidir iompórtáil. Tá an leasainm céanna sa bhunachar sonraí cheana.

source: The user pressed cancel.
ga: Bhrúigh an úsáideoir Cealaigh.

source: Not imported, already in database.
ga: Níor iompórtáladh é; tá sé sa bhunachar sonraí cheana.

source: Message not sent.
ga: Níor seoladh an teachtaireacht.

source: Certificate key usage inadequate for attempted operation.
ga: Tá an úsáid eochrach teastais uireasach le haghaidh na hoibríochta iarrtha.

source: Certificate type not approved for application.
ga: Níl an cineál teastais ceadaithe don usáid.

source: Address in signing certificate does not match address in message headers.
ga: Ní mheaitseálann an seoladh sa teastas sínithe leis an seoladh i gceanntásca na teachtaireachta.

source: Unable to import. Error attempting to import private key.
ga: Ní féidir iompórtáil. Earráid agus eochair phríobháideach á hiompórtáil.

source: Unable to import. Error attempting to import certificate chain.
ga: Ní féidir iompórtáil. Earráid agus slabhra teastas á iompórtáil.

source: Unable to export. Unable to locate certificate or key by nickname.
ga: Ní féidir iompórtáil. Níorbh fhéidir an teastas nó an eochair a aimsiú de réir leasainm.

source: Unable to export. Private Key could not be located and exported.
ga: Ní féidir iompórtáil. Níorbh fhéidir an eochair phríobháideach a simsiú agus a easpórtáil.

source: Unable to export. Unable to write the export file.
ga: Ní féidir iompórtáil. Níorbh an comhad easpórtála a scríobh.

source: Unable to import. Unable to read the import file.
ga: Ní féidir iompórtáil. Níorbh fhéidir an comhad iompórtála a léamh.

source: Unable to export. Key database corrupt or deleted.
ga: Ní féidir iompórtáil. Tá bunachar sonraí na n-eochracha truaillithe nó scriosta.

source: Unable to generate public/private key pair.
ga: Níorbh fhéidir an péire eochracha poiblí/príobháideach a chruthú.

source: Password entered is invalid. Please pick a different one.
ga: Tá an focal faire a iontráladh neamhbhailí. Roghnaigh ceann eile le do thoil.

source: Old password entered incorrectly. Please try again.
ga: Iontráladh an focal faire go mícheart. Déan iarracht eile le do thoil.

source: Certificate nickname already in use.
ga: Tá leasainm an teastais in úsáid cheana.

source: Peer FORTEZZA chain has a non-FORTEZZA Certificate.
ga: Tá teastas neamh-Fortezza ag slabhra Fortezza an chomhghleacaí.

source: A sensitive key cannot be moved to the slot where it is needed.
ga: Ní féidir eochair íogair a bhogadh go dtí an sliotán ina bhfuil gá lei.

source: Invalid module name.
ga: Ainm neamhbhailí don mhodúl.

source: Invalid module path/filename
ga: Tá conair nó ainm comhaid an mhodúil neamhbhailí

source: Unable to add module
ga: Níorbh fhéidir an modúl a chur leis

source: Unable to delete module
ga: Níorbh fhéidir an modúl a scriosadh

source: New KRL is not later than the current one.
ga: Níl an Liosta Eochracha Cúlghairthe níos déanaí ná an ceann reatha.

source: New CKL has different issuer than current CKL. Delete current CKL.
ga: Tá eisitheoirí éagsúla ag an Liosta Eochracha Amhrasacha reatha agus an LEA nua. Scrios an LEA reatha.

source: The Certifying Authority for this certificate is not permitted to issue a certificate with this name.
ga: Níl cead ag Údarás Deimhniúcháin an teastais seo teastas a eisiúint leis an ainm seo.

source: The key revocation list for this certificate is not yet valid.
ga: Níl Liosta Eochracha Cúlghairthe an teastais seo bailí fós.

source: The certificate revocation list for this certificate is not yet valid.
ga: Níl Liosta Teastas Cúlghairthe an teastais seo bailí fós.

source: The requested certificate could not be found.
ga: Níorbh fhéidir an teastas iarrtha a aimsiú.

source: The signer's certificate could not be found.
ga: Níorbh fhéidir teastas an tsínitheora a aimsiú.

source: The location for the certificate status server has invalid format.
ga: Tá formáid neamhbhailí ar an suíomh le haghaidh an fhreastalaí stádais teastas.

source: The OCSP response cannot be fully decoded; it is of an unknown type.
ga: Ní féidir an freagra OCSP a dhíchódú ian iomláine; is de chineál anaithnid é.

source: The OCSP server returned unexpected/invalid HTTP data.
ga: Sheol an freastalaí OCSP sonraí HTTP nach rabhthar ag súil leo nó atá neamhbhailí.

source: The OCSP server found the request to be corrupted or improperly formed.
ga: Mheas an freastalaí OCSP go bhfuil an t-iarratas truaillithe nó míchumtha.

source: The OCSP server experienced an internal error.
ga: Tharla earráid inmheánach ar an bhfreastalaí OCSP.

source: The OCSP server suggests trying again later.
ga: Molann an freastalaí OCSP iarracht a dhéanamh níos déanaí.

source: The OCSP server requires a signature on this request.
ga: Tá síniú ar an iarratas seo ag teastáil ón bhfreastalaí OCSP.

source: The OCSP server has refused this request as unauthorized.
ga: Dhiúltaigh an freastalaí OCSP leis an iarratas seo toisc é a bheith neamhúdaraithe.

source: The OCSP server returned an unrecognizable status.
ga: Sheol an freastalaí OCSP stádas do-aitheanta.

source: The OCSP server has no status for the certificate.
ga: Níl aon stádas ag an bhfreastalaí OCSP don teastas.

source: You must enable OCSP before performing this operation.
ga: Caithfear OCSP a chumasú roimh an oibríocht seo a dhéanamh.

source: You must set the OCSP default responder before performing this operation.
ga: Caithfear an freagróir OCSP réamhshocraithe a shocrú roimh an oibríocht seo a dhéanamh.

source: The response from the OCSP server was corrupted or improperly formed.
ga: Bhí an freagra ón bhfreastalaí OCSP truaillithe nó míchumtha.

source: The signer of the OCSP response is not authorized to give status for this certificate.
ga: Níl sínitheoir an fhreagra OCSP údaraithe chun stádas an teastais seo a thabhairt.

source: The OCSP response is not yet valid (contains a date in the future).
ga: Níl an freagra OCSP bailí fós (tá a dháta sa todhchaí).

source: The OCSP response contains out-of-date information.
ga: Tá faisnéis atá as dáta sa bhfreagra OCSP.

source: The CMS or PKCS #7 Digest was not found in signed message.
ga: Níor aimsíodh an achoimre CMS nó PKCS #7 sa teachtaireacht shínithe.

source: The CMS or PKCS #7 Message type is unsupported.
ga: Ní thacaítear leis an gcineál teachtaireachta CMS nó PKCS #7.

source: PKCS #11 module could not be removed because it is still in use.
ga: Níorbh fhéidir an modúl PKCS #11 a bhaint toisc é a bheith fós in úsáid.

source: Could not decode ASN.1 data. Specified template was invalid.
ga: Níorbh fhéidir sonraí ASN.1 a dhíchódú. Bhí an teimpléad sonraithe neamhbhailí.

source: No matching CRL was found.
ga: Níor aimsíodh LTC a mheaitseálann.

source: You are attempting to import a cert with the same issuer/serial as an existing cert, but that is not the same cert.
ga: Tá tú ag iarraidh teastas a iompórtáil leis an eisitheoir nó an tsraithuimhir chéanna atá ar theastas atá ann cheana, ach nach an teastas céanna é.

source: NSS could not shutdown. Objects are still in use.
ga: Níorbh fhéidir le NSS stopadh. Tá réada fós in úsáid.

source: DER-encoded message contained extra unused data.
ga: Bhí sonraí breise neamhúsáidte i dteachtaireacht códaithe de réir DER.

source: Unsupported elliptic curve.
ga: Cuar éilipseach nach dtacaítear leis.

source: Unsupported elliptic curve point form.
ga: Cuar éilipseach i bhfoirm pointe nach dtacaítear leis.

source: Unrecognized Object Identifier.
ga: Aitheantóir Réada neamhaitheanta.

source: Invalid OCSP signing certificate in OCSP response.
ga: Teastas sínithe OCSP neamhbhailí sa bhfreagra OCSP.

source: Certificate is revoked in issuer's certificate revocation list.
ga: Tá an teastas cúlghairthe i Liosta Teastas Cúlghairthe an eisitheora.

source: Issuer's OCSP responder reports certificate is revoked.
ga: Deir freagróir OCSP an eisitheora go bhfuil an teastas cúlghairthe.

source: Issuer's Certificate Revocation List has an unknown version number.
ga: Tá uimhir leagain anaithnid ar Liosta Teastas Cúlghairthe an eisitheora.

source: Issuer's V1 Certificate Revocation List has a critical extension.
ga: Tá eisínteacht ríthabhachtach ag Liosta Teastas Cúlghairthe leagan 1 an eisitheora.

source: Issuer's V2 Certificate Revocation List has an unknown critical extension.
ga: Tá eisínteacht ríthabhachtach anaithnid ag Liosta Teastas Cúlghairthe leagan 2 an eisitheora.

source: Unknown object type specified.
ga: Sonraíodh cineál réada anaithnid.

source: PKCS #11 driver violates the spec in an incompatible way.
ga: Sáraíonn an tiománaí PKCS #11 an sonraíocht i slí neamhchomhoiriúnach.

source: No new slot event is available at this time.
ga: Níl imeacht nua sliotáin ar fáil faoi láthair.

source: CRL already exists.
ga: Tá an LTC ann cheana.

source: NSS is not initialized.
ga: Níl NSS (seirbhísí slándála líonra) túsaithe.

source: The operation failed because the PKCS#11 token is not logged in.
ga: Theip ar an oibríocht toisc nach bhfuil an ceadchomhartha logáilte isteach.

source: Configured OCSP responder's certificate is invalid.
ga: Tá teastas neamhbhailí ag an bhfreagraí OCSP cumraithe.

source: OCSP response has an invalid signature.
ga: Tá síniú neamhbhailí ar an bhfreagra OCSP.

source: Cert validation search is out of search limits
ga: Sáraíonn an cuardach bailíochtaithe teastais na teorainneacha cuardaigh

source: Policy mapping contains anypolicy
ga: Tá "anypolicy" i mapáil an pholasaí

source: Cert chain fails policy validation
ga: Theip ar bhailíochtú an pholasaí don slabhra teastas

source: Unknown location type in cert AIA extension
ga: Cineál neamhaithnid suímh san eisínteacht teastais Rochtain Fhaisnéise Údaráis.

source: Server returned bad HTTP response
ga: Fuarthas drochfhreagra HTTP ón fhreastalaí

source: Server returned bad LDAP response
ga: Fuarthas drochfhreagra LDAP ón fhreastalaí

source: Failed to encode data with ASN1 encoder
ga: Níorbh fhéidir na sonraí a ionchódú le hionchódóir ASN1

source: Bad information access location in cert extension
ga: Drochshuíomh rochtaine faisnéise san eisínteacht teastais.

source: Libpkix internal error occurred during cert validation.
ga: Tharla earráid inmheánach Libpkix le linn bhailíochtú an teastais.

source: A PKCS #11 module returned CKR_GENERAL_ERROR, indicating that an unrecoverable error has occurred.
ga: D'aischuir modúl PKCS #11 CKR_GENERAL_ERROR, rud a chiallaíonn gur tharla earráid nach féidir a réiteach.

source: A PKCS #11 module returned CKR_FUNCTION_FAILED, indicating that the requested function could not be performed. Trying the same operation again might succeed.
ga: D'aischuir modúl PKCS #11 CKR_FUNCTION_FAILED, rud a chiallaíonn narbh fhéidir an fheidhm iarrtha a dhéanamh. Tá seans ann go n-éireodh leis an fheidhm ach í a iarraidh arís.

source: A PKCS #11 module returned CKR_DEVICE_ERROR, indicating that a problem has occurred with the token or slot.
ga: D'aischuir modúl PKCS #11 CKR_DEVICE_ERROR, rud a chiallaíonn gur tharla earráid sa chomhartha nó sa sliotán.

source: Unknown information access method in certificate extension.
ga: Modh neamhaithnid rochtaine faisnéise san eisínteacht teastais.

source: Error attempting to import a CRL.
ga: Earráid i rith iompórtála LTC.

source: The password expired.
ga: Focal faire as dáta.

source: The password is locked.
ga: Focal faire faoi ghlas.

source: Unknown PKCS #11 error.
ga: Earráid anaithnid PKCS #11.

source: The certificate was signed using a signature algorithm that is disabled because it is not secure.
ga: Síníodh an teastas le halgartam atá díchumasaithe toisc nach bhfuil sé slán.

source: Please enter the master password for the %S.
ga: Cuir príomhfhocal faire i gcomhair %S isteach, le do thoil.

source: Builtin Roots Module
ga: Modúl Insuite na bhFréamhacha

source: PSM Internal Crypto Services
ga: Seirbhísí Inmheán Cript PSM

source: Generic Crypto Services
ga: Seirbhísí Ginear. Cript.

# PrivateTokenDescription
source: Software Security Device
ga: Gléas Slándála Bogearraí

source: PSM Internal Cryptographic Services
ga: Seirbhísí inmheánacha criptiúcháin PSM

source: PSM Private Keys
ga: Eochracha príobháideacha PSM

source: Software Security Device (FIPS)
ga: Gléas Slándála Bog. (FIPS)

source: FIPS 140 Cryptographic, Key and Certificate Services
ga: Seirbhísí Cript., Eochrach agus Teastais FIPS 140

# InternalToken
source: Software Security Device
ga: Gléas Slándála Bogearraí

source: SSL Client Certificate
ga: Teastas cliaint SSL

source: SSL Server Certificate
ga: Teastas freastalaí SSL

source: SSL Certificate Authority
ga: Údarás Deimhniúcháin SSL

source: Email Signer Certificate
ga: Teastas sínitheora ríomhphoist

source: Email Recipient Certificate
ga: Teastas faighteora ríomhphoist

# VerifyObjSign
source: Object Signer
ga: Sínitheoir na Réad

# VerifyCAVerifier
source: CA Verifier
ga: Fíoraitheoir an Údaráis Deimhniúcháin

source: Status Responder Certificate
ga: Teastas an Fhreagróra Stádais

source: High Grade
ga: Láidir

source: Medium Grade
ga: Meánach

source: %1$s's %2$s ID
ga: Aitheantas %2$s %1$s

source: Certificate
ga: Teastas

source: Version 1
ga: Leagan 1

source: Version 2
ga: Leagan 2

source: Version 3
ga: Leagan 3

source: PKCS #1 MD2 With RSA Encryption
ga: MD2 de réir PKCS #1 le criptiúchán RSA

source: PKCS #1 MD5 With RSA Encryption
ga: MD5 de réir PKCS #1 le criptiúchán RSA

source: PKCS #1 SHA-1 With RSA Encryption
ga: SHA-1 de réir PKCS #1 le criptiúchán RSA

source: PKCS #1 SHA-256 With RSA Encryption
ga: SHA-256 de réir PKCS #1 le criptiúchán RSA

source: PKCS #1 SHA-384 With RSA Encryption
ga: SHA-384 de réir PKCS #1 le criptiúchán RSA

source: PKCS #1 SHA-512 With RSA Encryption
ga: SHA-512 de réir PKCS #1 le criptiúchán RSA

source: Object Identifier (%S)
ga: Aitheantóir an Réada (%S)

source: Issuer
ga: Eisitheoir

source: Subject
ga: Ábhar

source: Surname
ga: Sloinne

source: Given Name
ga: Ainm

source: Validity
ga: Bailíocht

source: Not Before
ga: Ní roimh

source: Not After
ga: Ní tar éis

source: Subject Public Key Info
ga: Faisnéis maidir le heochair phoiblí an aonáin ainmnithe

source: Subject Public Key Algorithm
ga: Algartam eochrach poiblí an aonáin ainmnithe

source: Algorithm Identifier
ga: Aitheantóir an Algartaim

source: Algorithm Parameters
ga: Paraiméadair an Algartaim

source: PKCS #1 RSA Encryption
ga: Criptiúchán RSA de réir PKCS #1

source: PKCS #1 RSASSA-PSS Signature
ga: Síniú PKCS #1 RSASSA-PSS

source: Modulus (%S bits): %S Exponent (%S bits): %S
ga: Modal (%S giotán): %S Easpónant (%S giotán): %S

source: Key size: %S bits Base point order length: %S bits Public value: %S
ga: Méid eochrach: %S giotán Fad oird phointe bhunúsaigh: %S giotán Luach poiblí: %S

source: Issuer Unique ID
ga: Aitheantas sainiúil an eisitheora

source: Subject's Public Key
ga: Eochair phoiblí an aonáin ainmnithe

source: Subject Unique ID
ga: Aitheantas uathúil an aonáin ainmnithe

source: Extensions
ga: Eisínteachtaí

source: Certificate Subject Directory Attributes
ga: Aitreabúidí eolaire an aonáin ainmnithe sa teastas

source: Certificate Subject Key ID
ga: Aitheantas eochrach an aonáin ainmnithe sa teastas

source: Certificate Key Usage
ga: Úsáid Eochrach an Teastais

source: Certificate Subject Alt Name
ga: Ainm eile ar an aonán ainmnithe sa teastas

source: Certificate Issuer Alt Name
ga: Ainm Malartach Eisitheoir an Teastais

source: Certificate Basic Constraints
ga: Iallaigh Bhunúsacha na dTeastas

source: Certificate Name Constraints
ga: Iallaigh Ainmneacha na dTeastas

source: CRL Distribution Points
ga: Pointí Dáilte na Liostaí Teastas Cúlghairthe

source: Certificate Policies
ga: Polasaithe teastais

source: Certificate Policy Mappings
ga: Mapáil Polasaithe na dTeastas

source: Certificate Policy Constraints
ga: Iallaigh Polasaithe na dTeastas

source: Certificate Authority Key Identifier
ga: Aitheantóir Eochrach na nÚdarás Deimhniúcháin

source: Extended Key Usage
ga: Úsáid Bhreisithe Eochrach

source: Authority Information Access
ga: Rochtain Fhaisnéise Údaráis

source: ANSI X9.57 DSA Signature
ga: Síniú DSA de réir ANSI X9.57

source: ANSI X9.57 DSA Signature with SHA1 Digest
ga: Síniú DSA de réir ANSI X9.57 le hachoimre SHA-1

source: ANSI X9.62 ECDSA Signature with SHA1
ga: Síniú ECDSA de réir ANSI X9.62 le SHA-1

source: Signing
ga: Á síniú

source: Non-repudiation
ga: Neamhdhiúltú

source: Key Encipherment
ga: Criptiúchán na n-eochracha

source: Data Encipherment
ga: Criptiúchán na sonraí

source: Key Agreement
ga: Comhaontas Eochrach

source: Certificate Signer
ga: Sínitheoir na dteastas

source: CRL Signer
ga: Sínitheoir LTC

source: Critical
ga: Criticiúil

source: Not Critical
ga: Neamh-Chriticiúil

source: Certificate Signature Algorithm
ga: Algartam Sínithe Teastais

source: Certificate Signature Value
ga: Luach Sínithe Teastais

source: Error: Unable to process extension
ga: Earráid: ní féidir an eisínteacht a phróiseáil

source: Is a Certificate Authority
ga: Is Údarás Deimhniúcháin é

source: Is not a Certificate Authority
ga: Ní Údarás Deimhniúcháin é

source: Maximum number of intermediate CAs: %S
ga: Uasmhéid na nÚdarás Deimhniúcháin idirmheánacha: %S

source: unlimited
ga: gan teorainn

source: TLS Web Server Authentication
ga: Fíordheimhniú freastalaí Ghréasáin le TLS

source: TLS Web Client Authentication
ga: Fíordheimhniú cliaint Ghréasáin le TLS

source: Code Signing
ga: Siniú cóid

source: E-mail protection
ga: Cosaint ríomhphoist

source: Time Stamping
ga: Stampáil ama

source: OCSP Signing
ga: Síniú OCSP

source: Microsoft Individual Code Signing
ga: Síniú Aonair Cóid Microsoft

source: Microsoft Commercial Code Signing
ga: Síniú Tráchtála Cóid Microsoft

source: Microsoft Trust List Signing
ga: Siniú Liosta Muiníne Microsoft

source: Microsoft Time Stamping
ga: Stampáil Ama Microsoft

source: Microsoft Server Gated Crypto
ga: Criptiúchán Rialaithe ag an bhFreastalaí Microsoft

source: Microsoft Encrypting File System
ga: Comhadchóras Criptithe Microsoft

source: Microsoft File Recovery
ga: Athshlánú Comhaid Microsoft

source: Microsoft Windows Hardware Driver Verification
ga: Fíorú Thiománaí Chrua-earraí Microsoft Windows

source: Microsoft Qualified Subordination
ga: Ísliú Coinníollach Microsoft

source: Microsoft Key Recovery
ga: Athshlánú Eochrach Microsoft

source: Microsoft Document Signing
ga: Síniú Cáipéise Microsoft

source: Microsoft Lifetime Signing
ga: Síniú Saoil Microsoft

source: Microsoft Smart Card Logon
ga: Logáil ann Chárta Cliste Microsoft
