Repository: kscanne/gaeilge-mozdev
Catalog: src/firefox-trunk.*.po
Languages: ga

source: canvas: an attempt to set strokeStyle or fillStyle to a value that is neither a string, a CanvasGradient, or a CanvasPattern was ignored.
ga: canvas: tugadh neamhaird ar iarracht luach a chur ar strokeStyle nó fillStyle nach teaghrán, CanvasGradient nó CanvasPattern é.

source: Empty string passed to getElementById().
ga: Tugadh teaghrán folamh do getElementById().

source: Warning: Low memory
ga: Rabhadh: Easpa cuimhne

source: A script on this page has been stopped due to a low memory condition.
ga: Stopadh script ar an leathanach seo de bharr easpa cuimhne.

source: An unbalanced tree was written using document.write() causing data from the network to be reparsed. For more information https://developer.mozilla.org/en/Optimizing_Your_Pages_for_Speculative_Parsing
ga: Scríobhadh crann neamhchothromaithe le document.write() agus bhí sonraí ón líonra athpharsáilte dá bharr sin. Tuilleadh eolais: https://developer.mozilla.org/en/Optimizing_Your_Pages_for_Speculative_Parsing

source: A call to document.write() from an asynchronously-loaded external script was ignored.
ga: Rinneadh neamhaird de ghlao document.write() ó script sheachtrach a bhí luchtaithe go haisioncrónach.

source: Please shorten this text to %S characters or less (you are currently using %S characters).
ga: Giorraigh an téacs seo go %S carachtar nó níos lú ná sin (tá %S carachtar in úsáid agat anois).

source: Please fill out this field.
ga: Líon isteach an réimse seo.

source: Please check this box if you want to proceed.
ga: Cuir tic sa bhosca seo más mian leat dul ar aghaidh.

source: Please select one of these options.
ga: Roghnaigh ceann de na roghanna seo.

source: Please select a file.
ga: Roghnaigh comhad.

source: Please select an item in the list.
ga: Roghnaigh mír ón liosta.

source: Please enter an email address.
ga: Cuir isteach seoladh ríomhphoist.

source: Please enter a URL.
ga: Cuir isteach URL.

source: Please match the requested format.
ga: Ní mór duit an fhormáid iarrtha a úsáid.

source: Please match the requested format: %S.
ga: Ní mór duit an fhormáid iarrtha a úsáid: %S.

source: Please select a value that is no more than %S.
ga: Tabhair luach nach bhfuil níos mó ná %S.

# FormValidationDateRangeOverflow
source: Please select a value that is no later than %S.
ga: Tabhair luach nach bhfuil níos déanaí ná %S.

# FormValidationTimeRangeOverflow
source: Please select a value that is no later than %S.
ga: Tabhair luach nach bhfuil níos déanaí ná %S.

source: Please select a value that is no less than %S.
ga: Tabhair luach nach bhfuil níos lú ná %S.

# FormValidationDateRangeUnderflow
source: Please select a value that is no earlier than %S.
ga: Tabhair luach nach bhfuil níos luaithe ná %S.

# FormValidationTimeRangeUnderflow
source: Please select a value that is no earlier than %S.
ga: Tabhair luach nach bhfuil níos luaithe ná %S.

source: Please select a valid value. The two nearest valid values are %S and %S.
ga: Roghnaigh luach bailí, le do thoil. Seo iad na luachanna bailí is gaire: %S agus %S.

source: Please select a valid value. The nearest valid value is %S.
ga: Roghnaigh luach bailí, le do thoil. Seo é an luach bailí is gaire: %S.

source: Please enter a number.
ga: Cuir uimhir isteach, le do thoil.

source: Use of getAttributeNode() is deprecated. Use getAttribute() instead.
ga: Ní mholtar getAttributeNode() a úsáid a thuilleadh. Bain úsáid as getAttribute() ina ionad.

source: Use of setAttributeNode() is deprecated. Use setAttribute() instead.
ga: Ní mholtar setAttributeNode() a úsáid a thuilleadh. Bain úsáid as setAttribute() ina ionad.

source: Use of getAttributeNodeNS() is deprecated. Use getAttributeNS() instead.
ga: Ní mholtar getAttributeNodeNS() a úsáid a thuilleadh. Bain úsáid as getAttributeNS() ina ionad.

source: Use of setAttributeNodeNS() is deprecated. Use setAttributeNS() instead.
ga: Ní mholtar setAttributeNodeNS() a úsáid a thuilleadh. Bain úsáid as setAttributeNS() ina ionad.

source: Use of removeAttributeNode() is deprecated. Use removeAttribute() instead.
ga: Ní mholtar removeAttributeNode() a úsáid a thuilleadh. Bain úsáid as removeAttribute() ina ionad.

source: Use of document.createAttribute() is deprecated. Use element.setAttribute() instead.
ga: Ní mholtar document.createAttribute() a úsáid a thuilleadh. Bain úsáid as element.setAttribute() ina ionad.

source: Use of document.createAttributeNS() is deprecated. Use element.setAttributeNS() instead.
ga: Ní mholtar document.createAttributeNS() a úsáid a thuilleadh. Bain úsáid as element.setAttributeNS() ina ionad.

source: Use of attributes' ownerElement attribute is deprecated.
ga: Moltar gan aitreabúid 'ownerElement' de chuid aitreabúide a úsáid a thuilleadh.

source: Use of attributes' nodeValue attribute is deprecated. Use value instead.
ga: Moltar gan aitreabúid 'nodeValue' de chuid aitreabúide a úsáid a thuilleadh. Úsáid 'value' ina ionad.

source: Use of attributes' textContent attribute is deprecated. Use value instead.
ga: Moltar gan aitreabúid 'textContent' de chuid aitreabúide a úsáid a thuilleadh. Úsáid 'value' ina ionad.

source: Use of enablePrivilege is deprecated. Please use code that runs with the system principal (e.g. an extension) instead.
ga: Ní mholtar enablePrivilege a úsáid a thuilleadh. Bain úsáid as cód a ritheann leis an 'system principal' (m.sh. eisínteacht) ina ionad.

source: nsIJSON.decode is deprecated. Please use JSON.parse instead.
ga: Ní mholtar nsIJSON.decode a úsáid a thuilleadh. Bain úsáid as JSON.parse ina ionad.

source: nsIJSON.encode is deprecated. Please use JSON.stringify instead.
ga: Ní mholtar nsIJSON.encode a úsáid a thuilleadh. Bain úsáid as JSON.stringify ina ionad.

source: Use of nsIDOMWindowInternal is deprecated. Use nsIDOMWindow instead.
ga: Ní mholtar nsIDOMWindowInternal a úsáid a thuilleadh. Bain úsáid as nsIDOMWindow ina ionad.

source: Use of inputEncoding is deprecated.
ga: Ní mholtar inputEncoding a úsáid a thuilleadh.

source: MozBeforePaint events are no longer supported. mozRequestAnimationFrame must be passed a non-null callback argument.
ga: Ní thacaítear le teagmhais MozBeforePaint a thuilleadh. Ní mór argóint neamhnialasach aisghlao a thabhairt do mozRequestAnimationFrame.

source: Request for full-screen was denied because this domain has been blocked from full-screen by user.
ga: Diúltaíodh an iarraidh ar lánscáileán toisc gur chuir an t-úsáideoir cosc ar an bhfearann seo.

source: Request for full-screen was denied because full-screen API is disabled by user preference.
ga: Diúltaíodh an iarraidh ar lánscáileán toisc gur dhíchumasaigh an t-úsáideoir an API lánscáileáin.

source: Request for full-screen was denied because a windowed plugin is focused.
ga: Diúltaíodh an iarraidh ar lánscáileán toisc go bhfuil forlíontán i bhfuinneog i bhfócas.

source: Request for full-screen was denied because the document is no longer visible.
ga: Diúltaíodh an iarraidh ar lánscáileán toisc nach bhfuil an cháipéis infheicthe a thuilleadh.

source: Request for full-screen was denied because at least one of the document's containing iframes does not have an "allowfullscreen" attribute.
ga: Diúltaíodh an iarraidh ar lánscáileán toisc nach bhfuil "allowfullscreen" socraithe ag i-fhráma ina bhfuil an cháipéis.

source: Request for full-screen was denied because requesting element is no longer in its document.
ga: Diúltaíodh an iarraidh ar lánscáileán toisc nach bhfuil an eilimint a rinne an iarraidh ina cáipéis a thuilleadh.

source: Request for full-screen was denied because requesting element has moved document.
ga: Diúltaíodh an iarraidh ar lánscáileán toisc go bhfuil an eilimint a rinne an iarraidh i gcáipéis nua anois.

source: Request for full-screen was denied because we no longer have a window.
ga: Diúltaíodh an iarraidh ar lánscáileán toisc nach bhfuil fuinneog againn a thuilleadh.

source: Request for full-screen was denied because a subdocument of the document requesting full-screen is already full-screen.
ga: Diúltaíodh an iarraidh ar lánscáileán toisc go bhfuil focháipéis den cháipéis a rinne an iarraidh á taispeáint sa lánscáileán cheana.

source: Request for full-screen was denied because requesting element is not a descendant of the current full-screen element.
ga: Diúltaíodh an iarraidh ar lánscáileán toisc nach de shliocht na heiliminte sa lánscáileán í an eilimint a rinne an iarraidh.

source: Request for full-screen was denied because requesting element is not in the currently focused tab.
ga: Diúltaíodh an iarraidh ar lánscáileán toisc nach bhfuil an eilimint a rinne an iarraidh sa chluaisín atá i bhfócas faoi láthair.

source: Exited full-screen because full-screen element was removed from document.
ga: Scortha ón mód lánscáileán mar gur baineadh eilimint lánscáileáin ón gcáipéis.

source: Exited full-screen because windowed plugin was focused.
ga: Scortha ón mód lánscáileán toisc go raibh forlíontán i bhfuinneog i bhfócas.

source: HTML parsing in XMLHttpRequest is not supported in the synchronous mode.
ga: Ní thacaítear le parsáil HTML in XMLHttpRequest sa mhód sioncrónach.

source: Unable to redirect to %S because the channel doesn't implement nsIWritablePropertyBag2.
ga: Ní féidir athdhíriú ar %S toisc nach gcuireann an cainéal nsIWritablePropertyBag2 i bhfeidhm.

source: Use of XMLHttpRequest's responseType attribute is no longer supported in the synchronous mode in window context.
ga: Ní thacaítear le haitreabúid responseType de chuid XMLHttpRequest sa mhód sioncrónach agus i gcomhthéacs fuinneoige.

source: Use of XMLHttpRequest's withCredentials attribute is no longer supported in the synchronous mode in window context.
ga: Ní thacaítear le haitreabúid withCredentials de chuid XMLHttpRequest sa mhód sioncrónach agus i gcomhthéacs fuinneoige.

source: Use of XMLHttpRequest's timeout attribute is not supported in the synchronous mode in window context.
ga: Ní thacaítear le haitreabúid timeout de chuid XMLHttpRequest sa mhód sioncrónach agus i gcomhthéacs fuinneoige.

source: An attempt was made to declare a non-UTF-8 encoding for JSON retrieved using XMLHttpRequest. Only UTF-8 is supported for decoding JSON.
ga: Rinneadh iarracht ionchódú seachas UTF-8 a úsáid le sonraí JSON a tháinig ó XMLHttpRequest. Tacaíonn JSON le UTF-8 amháin.

source: The buffer passed to decodeAudioData contains an unknown content type.
ga: Cineál anaithnid ábhair sa maolán seolta chuig decodeAudioData.

source: An unknown error occured while processing decodeAudioData.
ga: Tharla earráid anaithnid agus decodeAudioData á phróiseáil.

source: The buffer passed to decodeAudioData contains invalid content which cannot be decoded successfully.
ga: Ábhar neamhbhailí sa maolán seolta chuig decodeAudioData agus ní féidir é a dhíchódú.

source: The buffer passed to decodeAudioData does not contain any audio.
ga: Níl sonraí fuaime sa maolán a bhí seolta chuig decodeAudioData.

source: All candidate resources failed to load. Media load paused.
ga: Níorbh fhéidir aon cheann de na hacmhainní iarrthóireachta a luchtú. Luchtú curtha ar shos.

source: <source> element has no "src" attribute. Media resource load failed.
ga: Níl aon aitreabúid "src" ag an eilimint <source>. Níorbh fhéidir an acmhainn a luchtú.

source: HTTP load failed with status %1$S. Load of media resource %2$S failed.
ga: Theip ar luchtú HTTP le stádas %1$S. Níorbh fhéidir acmhainn %2$S a luchtú.

source: Invalid URI. Load of media resource %S failed.
ga: URI neamhbhailí. Níorbh fhéidir acmhainn %S a luchtú.

source: Specified "type" attribute of "%1$S" is not supported. Load of media resource %2$S failed.
ga: Ní thacaítear leis an aitreabúid "type" de "%1$S". Níorbh fhéidir acmhainn %2$S a luchtú.

source: Specified "media" attribute of "%1$S" does not match the environment. Load of media resource %2$S failed.
ga: Níl an aitreabúid "media" de "%1$S" comhoiriúnach leis an timpeallacht. Níorbh fhéidir acmhainn %2$S a luchtú.

source: HTTP "Content-Type" of "%1$S" is not supported. Load of media resource %2$S failed.
ga: Ní thacaítear le "%1$S" mar "Content-Type" HTTP. Níorbh fhéidir acmhainn %2$S a luchtú.

source: Media resource %S could not be decoded.
ga: Níorbh fhéidir acmhainn %S a dhíchódú.

source: Use of DOMException's code attribute is deprecated. Use name instead.
ga: Ní mholtar an aitreabúid 'code' in DOMException a úsáid a thuilleadh. Bain úsáid as 'name' ina ionad.

source: Use of Mutation Events is deprecated. Use MutationObserver instead.
ga: Ní mholtar Mutation Events a úsáid a thuilleadh. Bain úsáid as MutationObserver ina ionad.

source: Warning: Unresponsive plugin
ga: Rabhadh: Forlíontán gan freagairt

source: %S may be busy, or it may have stopped responding. You can stop the plugin now, or you can continue to see if the plugin will complete.
ga: Seans go bhfuil %S gnóthach, nó níl sé ag freagairt. Tig leat an forlíontán a stopadh anois, nó is féidir leanúint ar aghaidh le feiceáil an gcríochnóidh an forlíontán.

# PluginHangUIWaitButton
source: Continue
ga: Lean ar aghaidh

source: Stop plugin
ga: Stop an forlíontán

source: 'mozHidden' and 'mozVisibilityState' are deprecated. Please use the unprefixed 'hidden' and 'visibilityState' instead.
ga: Ní mholtar 'mozHidden' nó 'mozVisibilityState' a úsáid a thuilleadh. Bain úsáid as 'hidden' and 'visibilityState' ina n-ionad.

source: Use of nsIDOMWindowUtils.getOuterWindowWithId() is deprecated. Instead, use the nsIWindowMediator method of the same name.
ga: Ní mholtar nsIDOMWindowUtils.getOuterWindowWithId() a úsáid a thuilleadh. Bain úsáid as an bhfeidhm nsIWindowMediator leis an ainm céanna ina ionad.

source: Use of getPreventDefault() is deprecated. Use defaultPrevented instead.
ga: Ní mholtar getPreventDefault() a úsáid a thuilleadh. Bain úsáid as defaultPrevented ina ionad.

source: Use of getUserData() or setUserData() is deprecated. Use WeakMap or element.dataset instead.
ga: Ní mholtar getUserData() nó setUserData() a úsáid a thuilleadh. Bain úsáid as WeakMap nó element.dataset ina ionad.

source: The non-standard mozGetAsFile method is deprecated and will soon be removed. Use the standard toBlob method instead.
ga: Ní mholtar an fheidhm neamhchaighdeánach mozGetAsFile a úsáid a thuilleadh. Bain úsáid as an bhfeidhm chaighdeánach toBlob ina ionad.

source: Use of window.showModalDialog() is deprecated. Use window.open() instead. For more help https://developer.mozilla.org/en-US/docs/Web/API/Window.open
ga: Ní mholtar window.showModalDialog() a úsáid a thuilleadh. Bain úsáid as window.open() ina ionad. Chun tuilleadh eolais a fháil, tabhair cuairt ar https://developer.mozilla.org/en-US/docs/Web/API/Window.open

source: window._content is deprecated. Please use window.content instead.
ga: Ní mholtar window._content a úsáid a thuilleadh. Bain úsáid as window.content ina ionad.

source: Use of DataContainerEvent is deprecated. Use CustomEvent instead.
ga: Ní mholtar DataContainerEvent a úsáid a thuilleadh. Bain úsáid as CustomEvent ina ionad.

source: The non-standard sendAsBinary method is deprecated and will soon be removed. Use the standard send(Blob data) method instead.
ga: Ní mholtar an fheidhm neamhchaighdeánach sendAsBinary a úsáid a thuilleadh. Bain úsáid as an bhfeidhm chaighdeánach send(Blob data) ina ionad.

source: An unknown error has occurred (%1$S)
ga: Tharla earráid anaithnid (%1$S)

source: The stylesheet %1$S was not loaded because its MIME type, "%2$S", is not "text/css".
ga: Stílbhileog %1$S gan luchtú, toisc nach ionann a chineál MIME, "%2$S", agus "text/css".

source: The stylesheet %1$S was loaded as CSS even though its MIME type, "%2$S", is not "text/css".
ga: Stílbhileog %1$S arna luchtú, cé nach ionann a chineál MIME, "%2$S", agus "text/css".

source: Unexpected end of file while searching for %1$S.
ga: Deireadh comhaid gan súil leis agus %1$S á chuardach.

source: Whitespace-only string given to be parsed as rule.
ga: Tugadh teaghrán gan ach spás bán ann le parsáil mar riail.

source: Declaration dropped.
ga: Ligeadh an fógra ar lár.

source: Skipped to next declaration.
ga: Imithe ar aghaidh go dtí an chéad fhógra eile.

source: Unknown property '%1$S'.
ga: Airí anaithnid "%1$S".

source: Error in parsing value for '%1$S'.
ga: Earráid i luach parsála le haghaidh '%1$S'.

source: Expected end of value but found '%1$S'.
ga: Bhíothas ag súil le deireadh luacha ach fuarthas '%1$S'.

source: Expected end of rule but found '%1$S'.
ga: Bhíothas ag súil le deireadh rialach ach fuarthas '%1$S'.

source: end of at-rule
ga: deireadh le @-riail

source: Unrecognized at-rule or error parsing at-rule '%1$S'.
ga: @-riail anaithnid, nó earráid pharsála san @-riail "%1$S".

source: charset string in @charset rule
ga: teaghrán tacair charachtar i riail @charset

source: Expected charset string but found '%1$S'.
ga: Bhíothas ag súil le teaghrán tacair charachtar ach fuarthas "%1$S".

source: end of media list in @import or @media rule
ga: deireadh le liosta meán i riail @import nó @media

source: Expected ',' in media list but found '%1$S'.
ga: Bhíothas ag súil le "," i liosta na meán ach fuarthas "%1$S".

source: Expected identifier in media list but found '%1$S'.
ga: Bhíothas ag súil le haitheantóir i liosta na meán ach fuarthas "%1$S".

source: Found reserved keyword '%1$S' when looking for media type.
ga: Fuarthas eochairfhocal coimeádta '%1$S' agus cineál an mheáin á lorg.

source: Expected ',' after value but found '%1$S'
ga: Bhíothas ag súil le ',' tar éis luacha ach fuarthas '%1$S'

source: Expected URI in @import rule but found '%1$S'.
ga: Bhíothas ag súil le URI i riail @import ach fuarthas "%1$S".

source: Invalid URI in @import rule: '%1$S'.
ga: URI neamhbhailí i riail @import: '%1$S'.

source: Found unexpected '%1$S' within @import.
ga: Fuarthas "%1$S" taobh istigh de @import gan súil leis.

source: end of @media, @supports or @-moz-document rule
ga: deireadh rialach @media, @supports nó @-moz-document

source: %1$S rule not allowed within @media or @-moz-document rule.
ga: Ní cheadaítear riail %1$S taobh istigh de riail @media nó @-moz-document.

source: Expected url(), url-prefix(), domain() or regexp() in @-moz-document rule but found '%1$S'.
ga: Bhíothas ag súil le url(), url-prefix(), domain() nó regexp() i riail @-moz-document, ach fuarthas '%1$S'.

source: Expected URI in @-moz-document rule but found '%1$S'.
ga: Bhíothas ag súil le URI i riail @-moz-document ach fuarthas "%1$S".

source: Expected string in @-moz-document rule regexp() function but found '%1$S'.
ga: Bhíothas ag súil le teaghrán i bhfeidhm regexp() do riail @-moz-document ach fuarthas '%1$S'.

source: next URI in @-moz-document rule
ga: an chéad URI eile i riail @-moz-document

source: namespace prefix in @namespace rule
ga: réimír ainmspáis i riail @namespace

source: namespace URI in @namespace rule
ga: URI ainmspáis i riail @namespace

source: Unexpected token within @namespace: '%1$S'.
ga: Teaghrán comhartha gan súil leis i @namespace: "%1$S".

source: name of @keyframes rule.
ga: ainm riail @keyframes.

source: Expected identifier for name of @keyframes rule.
ga: Bhíothas ag súil le haitheantóir mar ainm ar riail @keyframes.

source: Expected opening { of @keyframes rule.
ga: Bhíothas ag súil le { ag tús riail @keyframes.

source: closing } of declaration block
ga: "}" dúnta de bhloc fógartha

source: closing } of invalid rule set
ga: "}" dúnta de thacar rialacha neamhbhailí

source: Ruleset ignored due to bad selector.
ga: Tugadh neamhaird ar thacar rialacha de bharr roghnóra mícheart.

source: Keyframe rule ignored due to bad selector.
ga: Tugadh neamhaird ar riail @keyframe de bharr roghnóra mhícheart.

source: ',' or '{'
ga: "," nó "{"

source: Expected ',' or '{' but found '%1$S'.
ga: Bhíothas ag súil le "," nó "{" ach fuarthas "%1$S".

source: Selector expected.
ga: Bhíothas ag súil le roghnóir.

source: Dangling combinator.
ga: Comhcheanglóir ar liobarna.

source: Expected identifier for name of @counter-style rule.
ga: Bhíothas ag súil le haitheantóir mar ainm ar riail @counter-style.

source: Name of @counter-style rule can't be '%1$S'.
ga: Ní cheadaítear '%1$S' mar ainm ar riail @counter-style.

source: Expected '{' to begin @counter-style rule but found '%1$S'.
ga: Bhíothas ag súil '{' ag tús rialach @counter-style ach fuarthas '%1$S'.

source: Expected counter descriptor but found '%1$S'.
ga: Bhíothas ag súil le cur síos ar áiritheoir ach fuarthas '%1$S'.

source: Unknown descriptor '%1$S' in @counter-style rule.
ga: Cur síos anaithnid '%1$S' i riail @counter-style.

source: class name
ga: ainm aicme

source: Expected identifier for class selector but found '%1$S'.
ga: Bhíothas ag súil le haitheantóir le haghaidh roghnóir aicme ach fuarthas "%1$S".

source: Expected coordinate pair but found '%1$S'.
ga: Bhíothas ag súil le péire comhordanáidí ach fuarthas '%1$S'.

source: element type
ga: cineál eiliminte

source: Expected element name or '*' but found '%1$S'.
ga: Bhíothas ag súil le hainm eiliminte nó "*" ach fuarthas "%1$S".

source: Unknown namespace prefix '%1$S'.
ga: Réimír anaithnid ainmspáis "%1$S".

source: attribute name
ga: ainm tréithe

source: Expected identifier for attribute name but found '%1$S'.
ga: Bhíothas ag súil le haitheantóir le haghaidh ainm aitreabúide ach fuarthas "%1$S".

source: Expected attribute name or namespace but found '%1$S'.
ga: Bhíothas ag súil le hainm tréithe nó ainmspás ach fuarthas "%1$S".

source: Expected '|' but found '%1$S'.
ga: Bhíothas ag súil le "|" ach fuarthas "%1$S".

source: part of attribute selector
ga: cuid de roghnóir tréithe

source: Unexpected token in attribute selector: '%1$S'.
ga: Teaghrán comhartha gan súil leis i roghnóir aitreabúide: "%1$S".

source: attribute value
ga: luach na haitreabúide

source: ']' to end attribute selector
ga: "]" chun roghnóir aitreabúide a chríochnú

source: Expected ']' to terminate attribute selector but found '%1$S'.
ga: Bhíothas ag súil le "]" mar chríoch le roghnóir aitreabúide ach fuarthas "%1$S".

source: Expected identifier or string for value in attribute selector but found '%1$S'.
ga: Bhíothas ag súil le haitheantóir nó teaghrán mar luach i roghnóir aitreabúide ach fuarthas "%1$S".

source: name of pseudo-class or pseudo-element
ga: ainm bréagaicme nó bréageiliminte

source: Expected identifier for pseudo-class or pseudo-element but found '%1$S'.
ga: Bhíothas ag súil le haitheantóir bréagaicme nó bréageiliminte ach fuarthas "%1$S".

source: Function token for non-function pseudo-class or pseudo-element, or the other way around, when reading '%1$S'.
ga: Fuarthas comhartha feidhme in áit bhréagaicme nó bréageiliminte nach feidhm é, nó é sin droim ar ais, agus "%1$S" á léamh.

source: Expected pseudo-element but found '%1$S'.
ga: Bhíothas ag súil le bréageilimint ach fuarthas "%1$S".

source: Negation pseudo-class can't be negated '%1$S'.
ga: Ní féidir bréagaicme dhiúltaithe a dhiúltú "%1$S".

source: Pseudo-elements can't be negated '%1$S'.
ga: Ní féidir bréageilimintí a dhiúltú "%1$S".

source: This pseudo-element must use the "::" form: '%1$S'.
ga: Caithfidh an bhréageilimint seo an leagan "::" a úsáid: "%1$S".

source: Extra pseudo-element '%1$S'.
ga: Bréageilimint bhreise "%1$S".

source: Unknown pseudo-class or pseudo-element '%1$S'.
ga: Bréagaicme nó bréageilimint anaithnid: "%1$S".

source: selector within negation
ga: roghnóir taobh istigh de shéanadh

source: Malformed simple selector as negation pseudo-class argument '%1$S'.
ga: Roghnóir simplí míchumtha mar argóint don bhréagaicme shéanta "%1$S".

source: Missing closing ')' in negation pseudo-class '%1$S'.
ga: ")" dúnta ar iarraidh i mbréagaicme shéanta "%1$S".

source: Missing argument in negation pseudo-class '%1$S'.
ga: Argóint ar iarraidh i mbréagaicme shéanta "%1$S".

source: argument to pseudo-class selector
ga: argóint do roghnóir bréagaicme
