Repository: kscanne/gaeilge-mozdev
Catalog: src/firefox-trunk.*.po
Languages: ga

source: For your privacy, please do not include any personal information in your feedback.
ga: Le do phríobháideacht a chosaint, bí cinnte nach bhfuil aon fhaisnéis phearsanta i do chuid aiseolais.

source: Send Feedback
ga: Tabhair Aiseolas

source: Welcome to your Homepage! Get back here every time you open a new tab.
ga: Seo é do leathanach baile! Fillfidh tú ar an leathanach seo nuair a osclóidh tú cluaisín nua.

source: You have opened a new private tab.
ga: D'oscail tú cluaisín nua príobháideach.

source: You are not in a private tab.
ga: Níl tú i gcluaisín príobháideach faoi láthair.

source: In private tabs, &brandShortName; won't keep any browser history, search history, download history, web form history, cookies, or temporary internet files. However, files you download and bookmarks you make will be kept.
ga: I gcluaisíní príobháideacha, ní choimeádfaidh &brandShortName; stair bhrabhsálaí, stair chuardaigh, stair íosluchtaithe, stair fhoirme Gréasain, fianáin, nó comhaid shealadacha Idirlín. Coimeádfar comhaid a íosluchtaíonn tú agus leabharmharcanna a chruthaíonn tú, áfach.

source: While this device won't have a record of your browsing history, your internet service provider can still track the pages you visit.
ga: Cé nach mbeidh taifead de do stair bhrabhsála ar an ngléas seo, is féidir le do sholáthraí seirbhíse Idirlín bheith ag breathnú ar na leathanaigh a dtugann tú cuairt orthu.

source: Installing Add-on
ga: Breiseán á shuiteáil

source: Downloading add-on
ga: Breiseán á íosluchtú

source: Installation failed
ga: Theip ar shuiteáil

source: Installation complete
ga: Suiteáil críochnaithe

source: ADD-ONS
ga: BREISEÁIN

source: Download starting
ga: Íosluchtú ag tosú

source: Download complete
ga: Íosluchtú críochnaithe

source: Can't open file. Tap to save it.
ga: Ní féidir an comhad a oscailt. Tapáil chun é a shábháil.

source: Download started…
ga: Tosaíodh an t-íosluchtú…

# alertDownloadsPause
source: Pause
ga: Sos

# alertDownloadsCancel
source: Cancel
ga: Cealaigh

source: Downloads are disabled in guest sessions
ga: Ní féidir aon rud a íosluchtú i seisiún ar iasacht

source: Press BACK to leave full-screen mode
ga: Brúigh BACK chun éirí as an lánscáileán

source: '%S' has been added as a search engine
ga: Cuireadh '%S' le do chuid inneall cuardaigh

source: Couldn't add '%S' as a search engine
ga: Níorbh fhéidir '%S' a chur le do chuid inneall cuardaigh

source: '%S' is already one of your search engines
ga: Tá '%S' agat cheana mar inneall cuardaigh

source: Cancel Download
ga: Cealaigh an tÍosluchtú

source: Do you want to cancel this download?
ga: An bhfuil fonn ort an t-íosluchtú seo a chealú?

source: Restart to complete changes.
ga: Atosaigh chun na hathruithe a chur i bhfeidhm.

source: Unsafe add-ons installed. Restart to disable.
ga: Suiteáladh breiseáin chontúirteacha. Atosaigh chun iad a dhíchumasú.

source: #1 prevented this site from opening a pop-up window. Would you like to show it?;#1 prevented this site from opening #2 pop-up windows. Would you like to show them?
ga: Níor lig #1 don suíomh seo preabfhuinneog a oscailt. An bhfuil fonn ort é a thaispeáint?;Níor lig #1 don suíomh seo #2 phreabfhuinneog a oscailt. An bhfuil fonn ort iad a thaispeáint?;Níor lig #1 don suíomh seo #2 phreabfhuinneog a oscailt. An bhfuil fonn ort iad a thaispeáint?;Níor lig #1 don suíomh seo #2 bpreabfhuinneog a oscailt. An bhfuil fonn ort iad a thaispeáint?;Níor lig #1 don suíomh seo #2 preabfhuinneog a oscailt. An bhfuil fonn ort iad a thaispeáint?

# popup.dontAskAgain
source: Don't ask again for this site
ga: Ná fiafraigh díom arís le haghaidh an tsuímh seo

source: Don't show
ga: Ná taispeáin

source: This site has been identified as containing malware or a phishing attempt. Be careful.
ga: Creidtear go bhfuil bogearraí mailíseacha nó bréagbhrandáil ar an suíomh seo. Bí cúramach.

source: Block Popups
ga: Cuir Cosc ar Phreabfhuinneoga

source: %S prevented this site (%S) from asking you to install software on your device.
ga: Stop %S an suíomh seo (%S) ó bheith ag iarraidh ort bogearraí a shuiteáil ar do ghléas.

source: %S prevented this add-on (%S) from installing on your device.
ga: Stop %S an breiseán seo (%S) ó bheith suiteáilte ar do ghléas.

source: %S prevented an add-on from installing on your device.
ga: Stop %S breiseán ó bheith suiteáilte ar do ghléas.

source: Software installation is currently disabled. Press Enable and try again.
ga: Tá suiteáil bhogearraí díchumasaithe faoi láthair. Cliceáil Cumasaigh agus déan iarracht eile.

source: You have added a security exception for this site
ga: Chuir tú eisceacht slándála leis an suíomh seo

source: Encrypted
ga: Criptithe

# geolocation.allow
source: Share
ga: Roinn

source: Don't share
ga: Ná Nocht

# geolocation.dontAskAgain
source: Don't ask again for this site
ga: Ná fiafraigh díom arís le haghaidh an tsuímh seo

# desktopNotification.allow
source: Allow
ga: Tá

# desktopNotification.dontAllow
source: Don't allow
ga: Níl

source: Allow %S to use notifications?
ga: An bhfuil cead ag %S fógraí a thaispeáint?

source: Use Notifications
ga: Úsáid Fógraí

# desktopNotification.dontAskAgain
source: Don't ask again for this site
ga: Ná fiafraigh díom arís le haghaidh an tsuímh seo

# contacts.allow
source: Allow
ga: Ceadaigh

# contacts.dontAllow
source: Don't allow
ga: Ná ceadaigh

source: Allow %S to access your contacts?
ga: An bhfuil cead ag %S do chuid teagmhálacha a úsáid?

# contacts.dontAskAgain
source: Don't ask again for this site
ga: Ná fiafraigh díom arís le haghaidh an tsuímh seo

# deviceStorageMusic.allow
source: Allow
ga: Ceadaigh

# deviceStorageMusic.dontAllow
source: Don't allow
ga: Ná ceadaigh

source: Allow %S access to your music?
ga: An bhfuil cead ag %S do chuid ceoil a rochtain?

# deviceStorageMusic.dontAskAgain
source: Don't ask again for this site
ga: Ná fiafraigh díom arís le haghaidh an tsuímh seo

# deviceStoragePictures.allow
source: Allow
ga: Ceadaigh

# deviceStoragePictures.dontAllow
source: Don't allow
ga: Ná ceadaigh

source: Allow %S access to your images?
ga: An bhfuil cead ag %S do chuid íomhánna a rochtain?

# deviceStoragePictures.dontAskAgain
source: Don't ask again for this site
ga: Ná fiafraigh díom arís le haghaidh an tsuímh seo

# deviceStorageSdcard.allow
source: Allow
ga: Ceadaigh

# deviceStorageSdcard.dontAllow
source: Don't allow
ga: Ná ceadaigh

source: Allow %S access to external storage?
ga: An bhfuil cead ag %S an stóras seachtrach a rochtain?

# deviceStorageSdcard.dontAskAgain
source: Don't ask again for this site
ga: Ná fiafraigh díom arís le haghaidh an tsuímh seo

# deviceStorageVideos.allow
source: Allow
ga: Ceadaigh

# deviceStorageVideos.dontAllow
source: Don't allow
ga: Ná ceadaigh

source: Allow %S access to your videos?
ga: An bhfuil cead ag %S do chuid físeán a rochtain?

# deviceStorageVideos.dontAskAgain
source: Don't ask again for this site
ga: Ná fiafraigh díom arís le haghaidh an tsuímh seo

source: New tab opened;#1 new tabs opened
ga: Osclaíodh cluaisín nua;Osclaíodh #1 chluaisín nua;Osclaíodh #1 chluaisín nua;Osclaíodh #1 gcluaisín nua;Osclaíodh #1 cluaisín nua

source: New private tab opened;#1 new private tabs opened
ga: Osclaíodh cluaisín nua príobháideach;Osclaíodh #1 chluaisín nua príobháideach;Osclaíodh #1 chluaisín nua príobháideach;Osclaíodh #1 gcluaisín nua príobháideach;Osclaíodh #1 cluaisín nua príobháideach

source: Closed %S
ga: %S dúnta

source: Closed tab
ga: Cluaisín dúnta

source: UNDO
ga: CEALAIGH

source: Allow %S to store data on your device for offline use?
ga: An bhfuil cead ag %S tuilleadh sonraí a stóráil ar do ghléas le haghaidh úsáide as líne?

# offlineApps.dontAskAgain
source: Don't ask again for this site
ga: Ná fiafraigh díom arís le haghaidh an tsuímh seo

# offlineApps.dontAllow2
source: Don't allow
ga: Níl

source: Store Offline Data
ga: Stóráil Sonraí As Líne

source: Save Password
ga: Sábháil an Focal Faire

source: Don't save
ga: Ná sábháil

source: Text copied to clipboard
ga: Cóipeáladh an téacs go dtí an ghearrthaisce

# casting.sendToDevice
source: Send to Device
ga: Seol chuig Gléas

source: Mirror Tab
ga: Scáthánaigh an Cluaisín

source: Stop Mirror
ga: Stop an Scáthánú

source: Open Link in New Tab
ga: Oscail an Nasc i gCluaisín Nua

source: Open Link in Private Tab
ga: Oscail an Nasc i gCluaisín Príobháideach

# contextmenu.share
source: Share
ga: Roinn

source: Copy Link
ga: Cóipeáil an Nasc

source: Share Link
ga: Comhroinn an Nasc

source: Bookmark Link
ga: Cruthaigh Leabharmharc le Nasc

source: Copy Email Address
ga: Cóipeáil an Seoladh Ríomhphoist

source: Share Email Address
ga: Comhroinn an Seoladh Ríomhphoist

source: Copy Phone Number
ga: Cóipeáil an Uimhir Theileafóin

source: Share Phone Number
ga: Comhroinn an Uimhir Theileafóin

source: Select Input Method
ga: Roghnaigh Modh Iontrála

source: Full Screen
ga: Lánscáileán

source: Copy Image Location
ga: Cóipeáil Suíomh na hÍomhá

source: Share Image
ga: Comhroinn an Íomhá

source: Save Image
ga: Sábháil an Íomhá

source: Add as Search Engine
ga: Cuir leis mar Inneall Cuardaigh

# contextmenu.pauseMedia
source: Pause
ga: Sos

source: Share Video
ga: Comhroinn an Físeán

source: Show Controls
ga: Taispeáin Rialtáin

source: Mute
ga: Gan fuaim

source: Unmute
ga: Le fuaim

source: Save Video
ga: Sábháil an Físeán

source: Save Audio
ga: Sábháil an Fhuaim

source: Add to Contacts
ga: Cuir le Teagmhálacha

# contextmenu.sendToDevice
source: Send to Device
ga: Seol chuig Gléas

source: Select All
ga: Roghnaigh Uile

source: Call
ga: Glaoigh

source: Pick a date
ga: Roghnaigh dáta

# inputWidgetHelper.datetime
source: Pick a date and a time
ga: Roghnaigh dáta agus am

# inputWidgetHelper.datetime-local
source: Pick a date and a time
ga: Roghnaigh dáta agus am

source: Pick a time
ga: Roghnaigh am

source: Pick a week
ga: Roghnaigh seachtain

source: Pick a month
ga: Roghnaigh mí

# inputWidgetHelper.cancel
source: Cancel
ga: Cealaigh

source: Set
ga: Socraithe

source: Stack trace from %S, function %S, line %S.
ga: Lorg cruaiche ó %S, feidhm %S, líne %S.

source: %S contains plugin content. Would you like to activate it?
ga: Tá ábhar forlíontáin ar %S. An bhfuil fonn ort é a chur i ngníomh?

source: Don't activate
ga: Ná gníomhachtaigh

# clickToPlayPlugins.dontAskAgain
source: Don't ask again for this site
ga: Ná fiafraigh díom arís le haghaidh an tsuímh seo

source: Incorrect password
ga: Focal faire mícheart

source: Incoming Connection
ga: Ceangal Isteach

source: An incoming request to permit remote debugging connection was detected. A remote client can take complete control over your browser! Allow connection?
ga: Tháinig iarratas ceangailte isteach ó ríomhaire i gcéin chun dífhabhtú. Bheadh an ríomhaire seo in ann dul i gceannas go hiomlán ar do bhrabhsálaí. An bhfuil tú cinnte gur mhaith leat é seo a cheadú?

# remoteIncomingPromptCancel
source: Cancel
ga: Cealaigh

source: %S debugging enabled
ga: Dífhabhtú %S ar siúl

source: Listening on port %S
ga: Ag éisteacht ar phort %S

source: Activate debugging for %S
ga: Tosaigh dífhabhtú %S

source: Touch to activate remote debugger
ga: Tapáil chun an dífhabhtóir i gcéin a ghníomhachtú

source: Ignore
ga: Ná Bac Leis

# helperapps.dontAskAgain
source: Don't ask again for this site
ga: Ná fiafraigh don suíomh seo arís

source: Open With %S App
ga: Oscail le hAip %S

source: Open With an App
ga: Oscail le hAip

# helperapps.always
source: Always
ga: I gCónaí

source: Complete action using
ga: Cuir i gcrích le

source: Download
ga: Íosluchtaigh

# helperapps.alwaysUse
source: Always
ga: I gCónaí

source: Just once
ga: Uair amháin

# getUserMedia.shareRequest.label
source: Share
ga: Comhroinn

source: Camera %S
ga: Ceamara %S

source: Front facing camera
ga: Ceamara tosaigh

source: Back facing camera
ga: Ceamara cúil

source: Choose a tab to stream
ga: Roghnaigh cluaisín le sruthú

source: Video source
ga: Foinse físe

source: Microphone %S
ga: Micreafón %S

source: Microphone to use
ga: Micreafón le húsáid

source: Camera is on
ga: Tá an ceamara ar siúl

source: Microphone is on
ga: Tá an micreafón ar siúl

source: Camera and microphone are on
ga: Tá an ceamara agus an micreafón ar siúl

source: Tap the screen to show reader options
ga: Tapáil an scáileán chun roghanna léitheoireachta a thaispeáint

source: Open in App
ga: Oscail in Aip

# openInApp.cancel
source: Cancel
ga: Cealaigh

source: "Choose a tab to stream"
ga: "Roghnaigh cluaisín le sruthú"

source: Link
ga: Nasc

source: Mail
ga: Post

source: Choose feed
ga: Roghnaigh fotha

source: Subscribe with
ga: Liostáil le

source: %1$S is deprecated. Please use %2$S instead
ga: Tá %1$S dulta i léig. Ba chóir duit %2$S a úsáid ina ionad

source: Copy Name
ga: Cóipeáil an t-ainm

source: Copy Value
ga: Cóipeáil an luach

source: Feedback Tools
ga: Uirlisí Aiseolais

source: Communicate to Us!
ga: Déan Teagmháil Linn!

source: Good
ga: Go Maith

source: Bad
ga: Go Dona

source: Send performance data
ga: Seol sonraí feidhmíochta

source: Force add-ons compatibility
ga: Bíodh comhoiriúnacht na mbreiseán riachtanach

source: Enable the Error Console
ga: Cumasaigh an Consól Earráide

source: Unable to download file
ga: Ní féidir an comhad a íosluchtú

source: Couldn't find an app to open this link
ga: Níor aimsíodh aip chun an nasc seo a oscailt

source: Select a language
ga: Roghnaigh teanga

source: Continue in %S
ga: Lean ar aghaidh i %S

source: English
ga: Béarla

source: Choose a different language
ga: Roghnaigh teanga eile

source: Choose a Language
ga: Roghnaigh Teanga

source: Installing %S
ga: %S á Shuiteáil

source: Error installing language
ga: Earráid agus teanga á suiteáil

source: "Pay using"
ga: "Íoc trí"

source: Downloading Certificate
ga: Teastas á íosluchtú

source: You have been asked to trust a new Certificate Authority (CA).
ga: Iarrtar ort muinín a bheith agat as Údarás Deimhniúcháin nua.

# downloadCert.viewCert.label
source: View
ga: Féach air

source: Trust to identify websites.
ga: Cuir muinín ann chun suímh Ghréasáin a aithint.

source: Trust to identify email users.
ga: Cuir muinín ann chun úsáideoirí ríomhphoist a aithint.

source: Trust to identify software developers.
ga: Cuir muinín ann chun forbróirí bogearraí a aithint.

source: Certificate Exists
ga: Tá an teastas ann

source: The Certificate already exists.
ga: Tá an teastas ann cheana.

source: Password Entry Dialog
ga: Dialóg Iontrála Focal Faire

source: Please enter the password that was used to encrypt this certificate backup.
ga: Cuir isteach an focal faire a úsáideadh chun an cúltaca teastais seo a chriptiú.

source: User Identification Request
ga: Iarratas Aitheantais Úsáideora

source: This site has requested that you identify yourself with a certificate:
ga: Iarann an suíomh seo ort tú féin a shainaithint le teastas:

source: Choose a certificate to present as identification:
ga: Roghnaigh teastas le taispeáint mar aitheantas:

source: Details of selected certificate:
ga: Mionsonraí an teastais roghnaithe:

source: Organization: "%S"
ga: Eagras: "%S"

source: Issued Under: "%S"
ga: Eisithe Faoi: "%S"

# clientAuthAsk.viewCert.label
source: View
ga: Amharc

source: Certificate Details
ga: Mionsonraí an Teastais

source: Issued To
ga: Eisithe Go

source: Issued By
ga: Eisithe Ag

source: Period of Validity
ga: Tréimhse Bhailíochta

source: Fingerprints
ga: Méarloirg

source: Common Name (CN)
ga: Ainm Coiteann (Common Name, CN)

source: Organization (O)
ga: Eagras (Organization, O)

source: Organizational Unit (OU)
ga: Aonad an Eagrais (Organizational Unit, OU)

source: Serial Number
ga: Sraithuimhir

source: SHA-256 Fingerprint
ga: Méarlorg SHA-256

source: SHA1 Fingerprint
ga: Méarlorg SHA1

source: Begins On
ga: Le tosú

source: Expires On
ga: Le síothlú

source: Not connected
ga: Gan cheangal

# sync.connect
source: Connect
ga: Ceangail

source: Connected
ga: Ceangailte

source: Details
ga: Mionsonraí

source: This device
ga: An gléas seo

source: Sync Now
ga: Sioncrónaigh Anois

source: Connect to Sync
ga: Ceangail le Sync

source: I'm not near my computer…
ga: Nílim in aice le mo ríomhaire…

source: Enter your Sync account information
ga: Cuir faisnéis do chuntais Sync isteach

# sync.setup.connect
source: Connect
ga: Ceangail

source: Show me how
ga: Taispeáin dom é

source: Your data is now being downloaded in the background. You can close this window at any time.
ga: Tá do chuid sonraí á n-íosluchtú sa chúlra faoi láthair. Tá cead agat an fhuinneog seo a dhúnadh aon uair is maith leat.

source: Last sync: in progress…
ga: Sioncrónú is déanaí: faoi shiúl…

source: Your Firefox Sync account has been removed
ga: Baineadh do chuntas Firefox Sync

source: #1 #2 is not compatible with the latest version of Firefox Sync. Please update to the latest version.
ga: Níl #1 #2 comhoiriúnach leis an leagan is déanaí de Firefox Sync. Nuashonraigh go dtí an leagan is déanaí.

source: #1 #2 is not compatible with older versions of Firefox Sync. Please update Firefox on your other computer(s).
ga: Níl #1 #2 comhoiriúnach leis na leaganacha níos sine de Firefox Sync. Nuashonraigh Firefox ar do riomhairí eile.

source: Cannot Setup Sync
ga: Ní féidir Sync a shocrú

source: No internet connection available
ga: Níl ceangal leis an Idirlíon ar fáil

source: %S could not connect to Sync. Would you like to try again?
ga: Níorbh fhéidir le %S ceangal le Sync. An bhfuil fonn ort triail eile a bhaint as?

source: Manual setup
ga: Socrú de láimh

source: No tabs from your other computers.
ga: Níl aon chluaisíní ar ríomhairí eile.

source: Sync is brand new and easier than ever.
ga: Tá Sync úrnua agus níos éasca ná a bhí riamh.

source: Tap here to learn more
ga: Tapáil anseo chun tuilleadh eolais a fháil

source: Checking for updates to your apps
ga: Ag lorg nuashonruithe ar do chuid aipeanna

source: There are no updates to your apps
ga: Níl aon nuashonruithe ar fáil

source: #1 new update available;#1 new updates available
ga: #1 nuashonrú ar fáil;#1 nuashonrú ar fáil;#1 nuashonrú ar fáil;#1 nuashonrú ar fáil;#1 nuashonrú ar fáil

source: Touch to retrieve update for %1$S;Touch to retrieve updates for %1$S
ga: Tapáil chun nuashonrú ar %1$S a fháil;Tapáil chun nuashonruithe ar %1$S a fháil;Tapáil chun nuashonruithe ar %1$S a fháil;Tapáil chun nuashonruithe ar %1$S a fháil;Tapáil chun nuashonruithe ar %1$S a fháil

source: Retrieving #1 update…;Retrieving #1 updates…
ga: #1 nuashonrú á íosluchtú…;#1 nuashonrú á n-íosluchtú…;#1 nuashonrú á n-íosluchtú…;#1 nuashonrú á n-íosluchtú…;#1 nuashonrú á n-íosluchtú…

source: Retrieving update for %1$S; Retrieving updates for %1$S
ga: Nuashonrú ar %1$S á íosluchtú;Nuashonruithe ar %1$S á n-íosluchtú;Nuashonruithe ar %1$S á n-íosluchtú;Nuashonruithe ar %1$S á n-íosluchtú;Nuashonruithe ar %1$S á n-íosluchtú

source: #1 update downloaded;#1 updates downloaded
ga: Nuashonrú amháin íosluchtaithe;#1 nuashonrú íosluchtaithe;#1 nuashonrú íosluchtaithe;#1 nuashonrú íosluchtaithe;#1 nuashonrú íosluchtaithe

source: Touch to install update for %1$S;Touch to install updates for %1$S
ga: Tapáil chun an nuashonrú ar %1$S a shuiteáil;Tapáil chun na nuashonruithe ar %1$S a shuiteáil;Tapáil chun na nuashonruithe ar %1$S a shuiteáil;Tapáil chun na nuashonruithe ar %1$S a shuiteáil;Tapáil chun na nuashonruithe ar %1$S a shuiteáil

source: #1 update failed;#1 updates failed
ga: Theip ar #1 nuashonrú;Theip ar #1 nuashonrú;Theip ar #1 nuashonrú;Theip ar #1 nuashonrú;Theip ar #1 nuashonrú

source: Failed to retrieve update for %1$S;Failed to retrieve updates for %1$S
ga: Níorbh fhéidir an nuashonrú ar %1$S a íosluchtú;Níorbh fhéidir na nuashonruithe ar %1$S a íosluchtú;Níorbh fhéidir na nuashonruithe ar %1$S a íosluchtú;Níorbh fhéidir na nuashonruithe ar %1$S a íosluchtú;Níorbh fhéidir na nuashonruithe ar %1$S a íosluchtú

source: Installing apps is disabled
ga: Tá suitéail aipeanna díchumasaithe

source: Report Site Issue
ga: Tuairiscigh Fadhb leis an Suíomh

source: Report site issue?
ga: Tuairiscigh fadhb leis an suíomh?

source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <div id='searchbox'> <input id='searchtext' type='search'></input> <button id='searchbutton'>Search</button> </div> <li>If you are unable to load any pages, check your device's data or Wi-Fi connection. <button id='wifi'>Enable Wi-Fi</button> </li> </ul>
ga: <ul> <li>Scrúdaigh an seoladh le haghaidh botún cosúil le <strong>ww</strong>.sampla.com in ionad <strong>www</strong>.sampla.com</li> <div id='searchbox'> <input id='searchtext' type='search'></input> <button id='searchbutton'>Cuardaigh</button> </div> <li>Mura bhfuil tú in ann leathanach ar bith a luchtú, seiceáil do cheangal sonraí nó Wi-Fi. <button id='wifi'>Cumasaigh Wi-Fi</button> </li> </ul>

source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <div id='searchbox'> <input id='searchtext' type='search'></input> <button id='searchbutton'>Search</button> </div> <li>Make sure that you're using forward slashes (i.e. <strong>/</strong>).</li> </ul>
ga: <ul> <li>De ghnáth scríobhtar seoltaí Gréasáin mar seo <strong>http://www.sampla.com/</strong></li> <div id='searchbox'> <input id='searchtext' type='search'></input> <button id='searchbutton'>Cuardaigh</button> </div> <li>Bí cinnte gur tulslaiseanna atá agat (.i. <strong>/</strong>).</li> </ul>

source: <ul> <li>Try again. &brandShortName; will attempt to open a connection and reload the page. <button id='wifi'>Enable Wi-Fi</button> </li> </ul>
ga: <ul> <li>Bain triail eile as. Déanfaidh &brandShortName; iarracht ceangal a oscailt agus an leathanach a athluchtú. the page. <button id='wifi'>Cumasaigh Wi-Fi</button> </li> </ul>

source: <ul> <li>Check the proxy settings to make sure that they are correct.</li> <li>Check to make sure your device has a working data or Wi-Fi connection. <button id='wifi'>Enable Wi-Fi</button> </li> </ul>
ga: <ul> <li>Cinntigh go bhfuil na socruithe seachfhreastalaí ceart.</li> <li>Cinntigh go bhfuil do ghléas ceangailte le líonra sonraí nó Wi-Fi. <button id='wifi'>Cumasaigh Wi-Fi</button> </li> </ul>

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your mobile device's data or Wi-Fi connection. <button id='wifi'>Enable Wi-Fi</button> </li> </ul>
ga: <ul> <li>D'fhéadfadh an suíomh bheith gan fáil nó ró-ghnóthach go sealadach. Bain triail eile as ar ball beag.</li> <li>Mura bhfuil tú in ann leathanach ar bith a luchtú, seiceáil do cheangal sonraí nó Wi-Fi. Wi-Fi connection. <button id='wifi'>Cumasaigh Wi-Fi</button> </li> </ul>

source: Save password for "%1$S" on %2$S?
ga: Sábháil focal faire le haghaidh "%1$S" ar %2$S?

source: Save password on %S?
ga: Sábháil focal faire don suíomh %S?

source: Update saved password for %S?
ga: Athraigh an focal faire le haghaidh %S?

source: Update saved password for this login?
ga: Athraigh an focal faire don suíomh seo?

source: Don't update
ga: Ná nuashonraigh

source: Firefox: About your browser
ga: Firefox: Maidir le do bhrabhsálaí

source: Firefox: Customize with add-ons
ga: Firefox: Cuir in oiriúint duit féin le breiseáin

source: Firefox: Support
ga: Firefox: Tacaíocht

source: Firefox Marketplace
ga: Margadh Firefox

source: Looking up %1$S…
ga: %1$S á chuardach…

source: Connected to %1$S…
ga: Ceangailte le %1$S…

source: Sending request to %1$S…
ga: Iarratas á sheoladh chuig %1$S…

source: Transferring data from %1$S…
ga: Sonraí á n-aistriú ó %1$S…

source: Connecting to %1$S…
ga: Ag ceangal le %1$S…

source: Read %1$S
ga: Léadh %1$S

source: Wrote %1$S
ga: Scríobhadh %1$S

source: Waiting for %1$S…
ga: Ag feitheamh le %1$S…

source: Looked up %1$S…
ga: Cuardaíodh %1$S…
