Repository: kscanne/gaeilge-mozdev
Catalog: src/firefox-trunk.*.po
Languages: ga

source: Cannot download file because the SD card is in use.
ga: Ní féidir an comhad a íosluchtú toisc go bhfuil an cárta SD in úsáid.

source: Cannot download file because the SD card is missing.
ga: Ní féidir an comhad a íosluchtú toisc go bhfuil an cárta SD ar iarraidh.

source: %S could not be opened, because the associated helper application does not exist. Change the association in your preferences.
ga: Níorbh fhéidir %S a oscailt de bharr easpa an fheidhmchláir chabhraigh a bhaineann leis. Athraigh an comhthiomsú i do shainroghanna.

source: There is not sufficient memory to complete the action you requested. Quit some applications and try again.
ga: Níl go leor cuimhne le fáil chun an gníomh a d'iarr tú a chríochnú. Stop roinnt feidhmchlár agus bain triail eile as.

source: Downloading %S
ga: %S Á Íosluchtú

source: %S could not be saved, because a file already exists with the same name as the '_files' directory. Try saving to a different location.
ga: Níorbh fhéidir %S a shábháil toisc go bhfuil comhad leis an ainm céanna agus a bheadh ar an gcomhadlann "_comhaid". Bain triail as é a shábháil in áit eile.

source: %S could not be saved, because the file name was too long. Try saving with a shorter file name.
ga: Níorbh fhéidir %S a shábháil toisc go raibh ainm an chomhaid rófhada. Bain triail as é a shábháil le hainm níos giorra.

source: About Plugins
ga: Maidir le Forlíontáin

source: Installed plugins
ga: Forlíontáin shuiteáilte

source: No installed plugins found
ga: Níor aimsíodh aon fhorlíontáin shuiteáilte

source: Find updates for installed plugins at
ga: Lorg nuashonruithe ar fhorlíontáin shuiteáilte ag

source: File:
ga: Comhad:

source: State:
ga: Staid:

source: MIME Type
ga: Cineál MIME

source: Suffixes
ga: Iarmhíreanna

source: OpenH264 Video Codec provided by Cisco Systems, Inc.
ga: Codec Físe OpenH264 le caoinchead Cisco Systems, Inc.

source: Play back web video and use video chats.
ga: Seinn físeáin ar an nGréasán agus déan físchomhráite.

source: Remember this decision
ga: Meabhraigh an cinneadh seo

source: Security Error: Content at %S may not load or link to %S.
ga: Earráid slándála: Ní cheadaítear ábhar ag %S a luchtú nó nasc a dhéanamh le %S.

source: Security Error: Content at %S may not load data from %S.
ga: Earráid slándála: Ní cheadaítear ábhar ag %S sonraí a luchtú ó %S.

source: Permission denied for <%1$S> to get property %2$S.%3$S from <%4$S>.
ga: Níl cead ag <%1$S> an t-airí %2$S.%3$S a fháil ó <%4$S>.

source: Permission denied for <%1$S> (document.domain=<%5$S>) to get property %2$S.%3$S from <%4$S> (document.domain has not been set).
ga: Diúltaíodh cead do <%1$S> (document.domain=<%5$S>) an t-airí %2$S.%3$S a fháil ó <%4$S> (níl document.domain socraithe).

source: Permission denied for <%1$S> (document.domain has not been set) to get property %2$S.%3$S from <%4$S> (document.domain=<%5$S>).
ga: Diúltaíodh cead do <%1$S> (níl document.domain socraithe) an t-airí %2$S.%3$S a fháil ó <%4$S> (document.domain=<%5$S>).

source: Permission denied for <%1$S> (document.domain=<%5$S>) to get property %2$S.%3$S from <%4$S> (document.domain=<%6$S>).
ga: Diúltaíodh cead do <%1$S> (document.domain=<%5$S>) an t-airí %2$S.%3$S a fháil ó <%4$S> (document.domain=<%6$S>).

source: Permission denied for <%1$S> to set property %2$S.%3$S on <%4$S>.
ga: Níl cead ag <%1$S> an t-airí %2$S.%3$S a shocrú ar <%4$S>.

source: Permission denied for <%1$S> (document.domain=<%5$S>) to set property %2$S.%3$S on <%4$S> (document.domain has not been set).
ga: Diúltaíodh cead do <%1$S> (document.domain=<%5$S>) an t-airí %2$S.%3$S a shocrú ar <%4$S> (níl document.domain socraithe).

source: Permission denied for <%1$S> (document.domain has not been set) to set property %2$S.%3$S on <%4$S> (document.domain=<%5$S>).
ga: Diúltaíodh cead do <%1$S> (níl document.domain socraithe) an t-airí %2$S.%3$S a shocrú ar <%4$S> (document.domain=<%5$S>).

source: Permission denied for <%1$S> (document.domain=<%5$S>) to set property %2$S.%3$S on <%4$S> (document.domain=<%6$S>).
ga: Diúltaíodh cead do <%1$S> (document.domain=<%5$S>) an t-airí %2$S.%3$S a shocrú ar <%4$S> (document.domain=<%6$S>).

source: Permission denied for <%1$S> to call method %2$S.%3$S on <%4$S>.
ga: Níl cead ag <%1$S> an modh %2$S.%3$S a ghlaoch ar <%4$S>.

source: Permission denied for <%1$S> (document.domain=<%5$S>) to call method %2$S.%3$S on <%4$S> (document.domain has not been set).
ga: Diúltaíodh cead do <%1$S> (document.domain=<%5$S>) an modh %2$S.%3$S a ghlaoch ar <%4$S> (níl document.domain socraithe).

source: Permission denied for <%1$S> (document.domain has not been set) to call method %2$S.%3$S on <%4$S> (document.domain=<%5$S>).
ga: Diúltaíodh cead do <%1$S> (níl document.domain socraithe) an modh %2$S.%3$S a ghlaoch ar <%4$S> (document.domain=<%5$S>).

source: Permission denied for <%1$S> (document.domain=<%5$S>) to call method %2$S.%3$S on <%4$S> (document.domain=<%6$S>).
ga: Diúltaíodh cead do <%1$S> (document.domain=<%5$S>) an modh %2$S.%3$S a ghlaoch ar <%4$S> (document.domain=<%6$S>).

source: Permission denied for <%S> to get property %S.%S
ga: Níl cead ag <%S> an t-airí %S.%S a fháil.

source: Permission denied for <%S> to set property %S.%S
ga: Níl cead ag <%S> an t-airí %S.%S a shocrú.

source: Permission denied for <%S> to call method %S.%S
ga: Níl cead ag <%S> an modh %S.%S a ghlaoch.

source: Permission denied to create wrapper for object of class %S
ga: Diúltaíodh cead chun rapar a chruthú do réad de chineál %S

source: Permission denied for <%2$S> to create wrapper for object of class %1$S
ga: Níl cead ag <%2$S> rapar a chruthú le haghaidh oibiachta den aicme %1$S

source: Warning: Protocol handler for '%S' doesn't advertise a security policy. While loading of such protocols is allowed for now, this is deprecated. Please see the documentation in nsIProtocolHandler.idl.
ga: Rabhadh: ní fhograíonn an láimhseálaí prótacail le haghaidh "%S" polasaí slándála. Cé go gceadaítear a leithéid de phrótacal faoi láthair, ní mholtar é. Feic an doiciméadú i nsIProtocolHandler.idl le do thoil.

source: The page's settings blocked the loading of a resource: %1$S
ga: Cuireadh bac ar acmhainn mar gheall ar shocraithe an leathanaigh: %1$S

source: The page's settings blocked the loading of a resource at %2$S ("%1$S").
ga: Cuireadh bac ar acmhainn ag %2$S mar gheall ar shocruithe an leathanaigh ("%1$S").

source: Tried to send report to invalid URI: "%1$S"
ga: Rinneadh iarracht tuairisc a sheoladh chuig URI neamhbhailí: "%1$S"

source: couldn't parse report URI: %1$S
ga: níorbh fhéidir URI na tuairisce a pharsáil: %1$S

source: Couldn't process unknown directive '%1$S'
ga: Níorbh fhéidir treoir anaithnid '%1$S' a phróiseáil

source: Failed to parse unrecognized source %1$S
ga: Níorbh fhéidir foinse gan aithne %1$S a pharsáil

source: An attempt to execute inline scripts has been blocked
ga: Cuireadh cosc ar iarracht scripteanna inlíne a rith

source: An attempt to apply inline style sheets has been blocked
ga: Cuireadh cosc ar iarracht stílbhileoga inlíne a chur i bhfeidhm

source: Couldn't parse invalid source %1$S
ga: Níorbh fhéidir foinse neamhbhailí %1$S a pharsáil

source: Couldn't parse invalid host %1$S
ga: Níorbh fhéidir óstríomhaire neamhbhailí %1$S a pharsáil

source: Couldn't parse scheme in %1$S
ga: Níorbh fhéidir an scéim a pharsáil i %1$S

source: Couldn't parse port in %1$S
ga: Níorbh fhéidir an port a pharsáil i %1$S

source: Unexpected value %2$S parsing %1$S attribute.
ga: Luach %2$S gan súil leis agus aitreabúid %1$S á parsáil.

source: This XML file does not appear to have any style information associated with it. The document tree is shown below.
ga: Is cosúil nach mbaineann aon fhaisnéis stíle leis an gcomhad XML seo. Tá an crann cáipéise le feiceáil thíos.

source: Parsing an XSLT stylesheet failed.
ga: Theip ar pharsáil stílbhileog XSLT.

source: Parsing an XPath expression failed.
ga: Theip ar pharsáil slonn XPath.

source: XSLT transformation failed.
ga: Theip ar thrasfhoirmiú XSLT.

source: Invalid XSLT/XPath function.
ga: Feidhm neamhbhailí XSLT/XPath.

source: XSLT Stylesheet (possibly) contains a recursion.
ga: Athchúrsáil (B'fhéidir) i Stílbhileog XSLT.

source: Attribute value illegal in XSLT 1.0.
ga: Luach aitreabúide neamhdhleathach in XSLT 1.0.

source: An XPath expression was expected to return a NodeSet.
ga: Bhíothas ag súil le NodeSet mar thoradh ó shlonn XPath.

source: XSLT transformation was terminated by <xsl:message>.
ga: Chríochnaigh <xsl:message> trasfhoirmiú XSLT.

source: A network error occurred loading an XSLT stylesheet:
ga: Tharla earráid líonra agus stílbhileog XSLT á luchtú:

source: An XSLT stylesheet does not have an XML mimetype:
ga: Níl cineál MIME (mimetype) XML ag stílbhileog XSLT:

source: An XSLT stylesheet directly or indirectly imports or includes itself:
ga: Iompórtálann nó iniann stílbhileog XSLT í féin go díreach nó go neamhdhíreach:

source: An XPath function was called with the wrong number of arguments.
ga: Glaodh ar fheidhm XPath le líon argóintí mícheart.

source: An unknown XPath extension function was called.
ga: Glaodh ar fheidhm bhreisithe XPath anaithnid.

source: XPath parse failure: ')' expected:
ga: Theip ar pharsáil XPath: ag súil le ')':

source: XPath parse failure: invalid axis:
ga: Theip ar pharsáil XPath: ais neamhbhailí:

source: XPath parse failure: Name or Nodetype test expected:
ga: Theip ar pharsáil XPath: ag súil le teist ar Name nó Nodetype:

source: XPath parse failure: ']' expected:
ga: Theip ar pharsáil XPath: ag súil le ']':

source: XPath parse failure: invalid variable name:
ga: Theip ar pharsáil XPath: ainm athróige neamhbhailí:

source: XPath parse failure: unexpected end of expression:
ga: Theip ar pharsáil XPath: slonn foirceanta gan choinne:

source: XPath parse failure: operator expected:
ga: Theip ar pharsáil XPath: ag súil le hoibreoir:

source: XPath parse failure: unclosed literal:
ga: Theip ar pharsáil XPath: slonn litriúil gan dúnadh:

source: XPath parse failure: ':' unexpected:
ga: Theip ar pharsáil XPath: ':' gan choinne:

source: XPath parse failure: '!' unexpected, negation is not():
ga: Theip ar pharsáil XPath: '!' gan choinne, is ionann not() agus diúltú:

source: XPath parse failure: illegal character found:
ga: Theip ar pharsáil XPath: carachtar neamhcheadaithe:

source: XPath parse failure: binary operator expected:
ga: Theip ar pharsáil XPath: ag súil le hoibreoir dénártha:

source: An XSLT stylesheet load was blocked for security reasons.
ga: Cuireadh bac ar luchtú stílbhileog XSLT de bharr slándála.

source: Evaluating an invalid expression.
ga: Slonn neamhbhailí á luacháil.

source: Unbalanced curly brace.
ga: Lúibín cúbach neamhchothromaithe.

source: Creating an element with an invalid QName.
ga: Eilimint á cruthú le QName neamhbhailí.

source: Variable binding shadows variable binding within the same template.
ga: Tá ceangal athróga á scáthú ag ceangal athróga eile sa teimpléad céanna.

source: Error loading stylesheet: %S
ga: Bhí earráid ann agus stílbhileog á luchtú: %S

source: Error during XSLT transformation: %S
ga: Earráid i rith trasfhoirmithe XSLT: %S

source: There is not enough space available for &brandShortName; to start.
ga: Ní féidir le &brandShortName; tosú mar nach bhfuil go leor spáis ann.

source: An error occurred when trying to load files required to run &brandShortName;
ga: Tharla earráid agus na comhaid atá riachtanach chun &brandShortName; a rith á luchtú.

source: Sign in to &brandShortName;
ga: Logáil isteach in &brandShortName;

source: Start Browsing
ga: Bí ag brabhsáil leat

# history_title
source: History
ga: Stair

source: Recent Tabs
ga: Cluaisíní Is Déanaí

source: Switch to tab
ga: Téigh go cluaisín

source: &brandShortName; Crash Reporter
ga: Tuairisceoir na gClistí &brandShortName;

source: &brandShortName; had a problem and crashed. Your tabs should be listed on the &brandShortName; Start page when you restart.
ga: Tá &brandShortName; tar éis tuairteáil. Beidh do chuid cluaisíní liostáilte ar thúsleathanach &brandShortName; nuair a atosóidh tú é.

source: Tell &vendorShortName; about this crash so they can fix it
ga: Inis do &vendorShortName; faoin gcliseadh seo ionas go mbeidh siad in ann é a réiteach

source: We\'re sorry
ga: Tá brón orainn

source: Add a comment (comments are publicly visible)
ga: Cuir nóta leis (tá nótaí infheicthe go poiblí)

source: Allow &vendorShortName; to contact me about this report
ga: Tabhair cead do &vendorShortName; dul i dteagmháil liom maidir leis an tuairisc seo

source: Your email
ga: Do sheoladh ríomhphoist

source: Exit without sending a crash report?
ga: An bhfuil fonn ort imeacht gan tuairisc a sheoladh?

source: Sending crash report\u2026
ga: Tuairisc ar chliseadh á seoladh\u2026

# crash_close_label
source: Close
ga: Dún

source: Restart &brandShortName;
ga: Atosaigh &brandShortName;

source: &brandShortName; Web Apps
ga: Feidhmchláir Ghréasáin &brandShortName;

source: No web apps were found
ga: Níor aimsíodh aon fheidhmchláir Ghréasáin

source: Choose File
ga: Roghnaigh Comhad

source: Bookmark
ga: Leabharmharc

source: Bookmark removed
ga: Baineadh an leabharmharc

source: Bookmark updated
ga: Leabharmharc nuashonraithe

source: Yesterday
ga: Inné

source: Last Week
ga: An tseachtain seo caite

source: Last Month
ga: An Mhí Seo Caite

source: Go
ga: Ar Aghaidh

source: Search
ga: Cuardaigh

source: Menu
ga: Roghchlár

source: Site Security
ga: Slándáil Suímh

# edit_mode_cancel
source: Cancel
ga: Cealaigh

source: 1 tab
ga: Cluaisín amháin

source: &formatD; tabs
ga: &formatD; cluaisín

source: New tab opened
ga: Osclaíodh cluaisín nua

source: New private tab opened
ga: Osclaíodh cluaisín nua príobháideach

source: SWITCH
ga: ATHRAIGH

source: Settings
ga: Socruithe

# settings_title
source: Settings
ga: Socruithe

# pref_category_customize
source: Customize
ga: Saincheap

source: Home, search, tabs, import
ga: Baile, cuardach, cluaisíní, iompórtáil

# pref_category_language
source: Language
ga: Teanga

source: Change the language of your browser
ga: Athraigh teanga do bhrabhsálaí

source: Browser language
ga: Teanga an bhrabhsálaí

source: System default
ga: Réamhshocrú an chórais

source: Add to &brandShortName;
ga: Cuir le &brandShortName; é

# overlay_share_bookmark_btn_label
source: Bookmark
ga: Leabharmharc

source: Already bookmarked
ga: Leabharmharcáilte cheana

source: Already in Reading List
ga: I do Liosta Léitheoireachta cheana

source: Send to other devices
ga: Seol chuig gléasanna eile

source: Send to another device
ga: Seol chuig gléas eile

source: No link found in this share
ga: Níor aimsíodh aon nasc sa chomhad comhroinnte

source: Select device
ga: Roghaigh gléas

# pref_category_search3
source: Search
ga: Cuardaigh

source: Customize your search providers
ga: Saincheap na hinnill chuardaigh

# pref_category_display
source: Display
ga: Taispeáint

source: Text, title bar, full-screen browsing
ga: Téacs, barra teidil, brabhsáil lánscáileáin

# pref_category_privacy_short
source: Privacy
ga: Príobháideachas

source: Control passwords, cookies, tracking, data
ga: Focail fhaire, fianáin, rianú, sonraí

source: About &brandShortName;, FAQs, data choices
ga: Maidir le &brandShortName;, ceisteanna coitianta, roghanna sonraí

source: Data choices
ga: Roghanna sonraí

source: Installed search engines
ga: Innill chuardaigh suiteáilte

source: Add more search providers
ga: Cuir innill chuardaigh leis

source: Restore search engines
ga: Athchóirigh na hinnill chuardaigh

# pref_search_restore_defaults
source: Restore defaults
ga: Athchóirigh na réamhshocruithe

# pref_search_restore_defaults_summary
source: Restore defaults
ga: Athchóirigh na réamhshocruithe

source: TIP: Add any website to your list of search providers by long-pressing on its search field and then tapping the &formatI; icon.
ga: LEID: Is féidir aon suíomh Gréasáin a chur le do liosta de sholáthraithe cuardaigh trí fhadbhrú ar a réimse cuardaigh, ansin an deilbhín &formatI; a thapáil.

# pref_category_devtools
source: Developer tools
ga: Uirlisí forbróra

source: Remote debugging, paint flashing
ga: Cian-dífhabhtú, aibhsiú péinteála

source: Paint flashing
ga: Aibhsiú péinteála

source: Remote debugging
ga: Cian-dífhabhtú

source: Remember passwords
ga: Meabhraigh focail fhaire

source: Customize your homepage
ga: Saincheap do leathanach baile

source: Panels
ga: Painéil

source: Add new panel
ga: Cuir painéal nua leis

source: Sorry, we couldn\'t find any panels for you to add.
ga: Níor aimsíomar aon phainéil a d\'fhéadfá cur le do leathanach.

source: \'&formatS;\' added to homepage
ga: Cuireadh \'&formatS;\' leis an leathanach baile

source: Content settings
ga: Socruithe ábhair

source: Automatic updates
ga: Nuashonruithe uathoibríocha

# pref_home_updates_enabled
source: Enabled
ga: Cumasaithe

# pref_home_updates_wifi
source: Only over Wi-Fi
ga: Thar Wi-Fi amháin

source: Show site suggestions
ga: Taispeáin suíomhanna molta

# pref_header_customize
source: Customize
ga: Saincheap

# pref_header_display
source: Display
ga: Taispeáint

# pref_header_privacy_short
source: Privacy
ga: Príobháideachas

# pref_header_help
source: Help
ga: Cabhair

# pref_header_language
source: Language
ga: Teanga

# pref_header_devtools
source: Developer tools
ga: Uirlisí forbróra

# pref_cookies_accept_all
source: Enabled
ga: Cumasaithe

source: Enabled, excluding 3rd party
ga: Cumasaithe, seachas tríú páirtí

# pref_cookies_disabled
source: Disabled
ga: Díchumasaithe

source: Do not track
ga: Ná rianaigh

source: &brandShortName; will tell sites that you do not want to be tracked
ga: Cuirfidh &brandShortName; in iúl do shuímh Ghréasáin gan tusa a rianú

source: Character encoding
ga: Ionchódú carachtar

source: Show menu
ga: Taispeáin an roghchlár

source: Don\'t show menu
ga: Ná taispeáin an roghchlár

source: Clear now
ga: Glan anois

source: Clear on exit
ga: Glan ag am scortha

source: &brandShortName; will automatically clear your data whenever you select \u0022Quit\u0022 from the main menu
ga: Bánófar &brandShortName; do chuid sonraí pearsanta nuair a roghnóidh tú \u0022Scoir\u0022 ón bpríomhroghchlár

source: Select which data to clear
ga: Roghnaigh na sonraí le glanadh

# pref_plugins_enabled
source: Enabled
ga: Cumasaithe

source: Tap to play
ga: Tapáil le seinm

# pref_plugins_disabled
source: Disabled
ga: Díchumasaithe

source: Text size
ga: Méid téacs

source: Text reflow
ga: Athscríobh téacs

# pref_restore
source: Tabs
ga: Cluaisíní

source: Always restore
ga: Athchóirigh i gcónaí

source: Don\'t restore after quitting &brandShortName;
ga: Ná hathchóirigh tar éis scor ó &brandShortName;

source: Tiny
ga: An-bheag

source: Small
ga: Beag

source: Medium
ga: Measartha

source: Large
ga: Mór

source: Extra Large
ga: An-mhór

# pref_font_size_set
source: Set
ga: Socraigh

source: The quick orange fox jumps over your expectations with more speed, more flexibility and more security. As a non-profit, we\'re free to innovate on your behalf without any pressure to compromise. That means a better experience for you and a brighter future for the Web.
ga: Léim an madra rua tapa thar do ríomhaire, agus thug sé luas, solúbthacht, agus slándáil duit. Mar eagraíocht neamhbhrabúis, táimid in ann rudaí nuálacha a chruthú ar do shon, gan aon bhrú seachtrach. Ciallaíonn sé sin go mbainfidh tú níos mó taitneamh as an nGréasán.

source: Allow autoplay
ga: Ceadaigh uathsheinm

source: Control if websites can autoplay videos and other media content
ga: An bhfuil cead ag suímh Ghréasáin físeáin nó meáin eile a sheinm go huathoibríoch?

source: Use master password
ga: Úsáid príomhfhocal faire

source: Sync your tabs, bookmarks, passwords, history
ga: Sioncrónaigh do chuid cluaisíní, leabharmharcanna, focail fhaire, stair

source: Show search suggestions
ga: Taispeáin moltaí cuardaigh

source: Import from Android
ga: Iompórtáil ó Android

source: Import bookmarks and history from the native browser
ga: Iompórtáil leabharmharcanna agus stair ón mbrabhsálaí dúchasach

source: Cookies &amp; active logins
ga: Fianáin agus seisiúin ghníomhacha

source: Site settings
ga: Socruithe an tsuímh

# pref_private_data_downloadFiles2
source: Downloads
ga: Íosluchtuithe

source: About &brandShortName;
ga: Maidir le &brandShortName;

source: FAQs
ga: CCanna

source: Give feedback
ga: Seol aiseolas

source: Set as default
ga: Réamhshocraigh

# pref_dialog_remove
source: Remove
ga: Bain

source: You can\'t remove or disable your last search engine.
ga: Níl cead agat an t-inneall cuardaigh is déanaí a dhíchumasú.

source: Show
ga: Taispeáin

source: Change order
ga: Athraigh an t-ord

source: Move up
ga: Bog suas

source: Move down
ga: Bog síos

source: &brandShortName; stats &amp; data
ga: Staitisticí agus sonraí ó &brandShortName;

source: Choose what information to share
ga: Roghnaigh cad a roinnfidh tú

source: Choose what to share
ga: Roghnaigh cad a roinnfidh tú

source: To improve your experience, &brandShortName; automatically sends some information to &vendorShortName;.
ga: Chun an táirge a fheabhsú, seolann &brandShortName; roinnt faisnéise chuig &vendorShortName;.

source: To improve your experience, &brandShortName;…
ga: Chun an táirge a fheabhsú, seolann &brandShortName;…

source: Shares data with &vendorShortName; about your browser health and helps you understand your browser performance
ga: …roinnt faisnéis maidir le sláinte do bhrabhsálaí chuig &vendorShortName;

source: View my Health Report
ga: Féach ar mo Thuairisc Shláinte

source: &vendorShortName; Location Service
ga: Seirbhís Geoshuite &vendorShortName;

source: Download updates automatically
ga: Íosluchtaigh nuashonruithe go huathoibríoch

# pref_update_autodownload_wifi
source: Only over Wi-Fi
ga: Thar Wi-Fi amháin

# help_menu
source: Help
ga: Cabhair

source: Quit
ga: Scoir

source: Downloads
ga: Íosluchtuithe

source: Share
ga: Roinn

source: Share via
ga: Comhroinn trí

source: Unable to share this image
ga: Ní féidir an íomhá seo a roinnt

source: Save as PDF
ga: Sábháil mar PDF

source: Find in Page
ga: Aimsigh sa Leathanach

source: Request Desktop Site
ga: Iarr Suíomh don Ríomhaire

source: Page
ga: Leathanach

source: Tools
ga: Uirlisí

source: Close All Tabs
ga: Dún Gach Cluaisín

source: Close Private Tabs
ga: Dún Cluaisíní Príobháideacha

# tabs_normal
source: Tabs
ga: Cluaisíní

source: Synced
ga: Sioncrónaithe

source: Unable to set image
ga: Ní féidir íomhá a shocrú

source: Unable to save image
ga: Níorbh fhéidir an íomhá a shábháil

source: Set Image As
ga: Socraigh Íomhá Mar

# find_text
source: Find in Page
ga: Aimsigh sa Leathanach

source: Previous
ga: Siar

# find_close
source: Close
ga: Dún

source: Sending to Device
ga: Á sheoladh chuig an ngléas

source: Play
ga: Seinn

source: Open in Private Tab
ga: Oscail i gCluaisín Príobháideach

# contextmenu_remove
source: Remove
ga: Bain

source: Add to Home Screen
ga: Cuir leis an Scáileán Baile

# contextmenu_share
source: Share
ga: Roinn

source: Paste &amp; Go
ga: Greamaigh agus Téigh

source: Copy Address
ga: Cóipeáil Seoladh

# contextmenu_edit_bookmark
source: Edit
ga: Eagar

source: Subscribe to Page
ga: Liostáil leis an Leathanach

source: Edit Site Settings
ga: Cuir Socruithe an tSuímh in Eagar

# contextmenu_top_sites_edit
source: Edit
ga: Eagar

source: Pin Site
ga: Feistigh an suíomh seo

source: Unpin Site
ga: Dífheistigh an suíomh seo

source: Add a Search Engine
ga: Cuir Inneall Cuardaigh Leis

source: Title bar
ga: Barra teidil

source: Show page title
ga: Taispeáin teideal an leathanaigh

source: Show page address
ga: Taispeáin seoladh an leathanaigh

source: Full-screen browsing
ga: Brabhsáil lánscáileáin

source: Hide the &brandShortName; title bar when scrolling down a page
ga: Folaigh barra teidil &brandShortName; le linn scrollaithe síos ar leathanach
