Repository: kscanne/gaeilge-mozdev
Catalog: src/firefox-trunk.*.po
Languages: ga

source: Unknown app type: '%S'.
ga: Cineál anaithnid aipe: '%S'.

source: Hosted App can't be type '%S'.
ga: Ní cheadaítear aip óstáilte de chineál '%S'.

source: 'certified' apps are not fully supported on the App manager.
ga: Ní thacaítear go hiomlán le haipeanna 'deimhnithe' sa Bhainisteoir Aipeanna.

source: Launch path has to be an absolute path starting with '/': '%S'
ga: Caithfidh an chonair thosaithe a bheith ina dearbhchonair, ag tosú le '/': '%S'

source: Unable to access the app starting document '%S'
ga: Níl aon fháil ar cháipéis tosaigh na haipe '%S'

source: Unable to access the app starting document '%1$S', got HTTP code %2$S
ga: Níl aon fháil ar cháipéis tosaigh na haipe '%1$S'; fuarthas cód HTTP %2$S

source: the page to be able to debug &lt;canvas&gt; contexts.
ga: an leathanach chun comhthéacsanna &lt;canvas&gt; a dhífhabhtú.

source: Click on the
ga: Cliceáil an cnaipe

source: button to record an animation frame's call stack.
ga: chun cruach glaonna an fhráma a thaifeadadh.

source: Loading…
ga: Á Luchtú…

source: Record the next frame in the animation loop.
ga: Taifead an chéad fhráma eile sa lúb bheochana.

source: Import…
ga: Iompórtáil…

source: Clear
ga: Bánaigh

source: Filter calls
ga: Scag glaonna

source: Canvas
ga: Canbhás

source: Canvas Panel
ga: Painéal Canbháis

source: Tools to inspect and debug <canvas> contexts
ga: Uirlisí chun comhthéacsanna <canvas> a scrúdú agus a dhífhabhtú

source: There are no snapshots yet.
ga: Níl aon roghbhlúirí agat fós.

source: Snapshot #%S
ga: Roghbhlúire #%S

source: Save
ga: Sábháil

source: Saving…
ga: Á Shábháil…

source: Loaded from disk
ga: Luchtaithe ón diosca

source: Save animation frame snapshot…
ga: Sábháil fráma amháin den bheochan…

source: JSON Files
ga: Comhaid JSON

source: All Files
ga: Gach Comhad

source: #1 draw;#1 draws
ga: Deartha uair amháin;Deartha #1 uair;Deartha #1 huaire;Deartha #1 n-uaire;Deartha #1 uair

source: #1 call;#1 calls
ga: #1 ghlao;#1 ghlao;#1 ghlao;#1 nglao;#1 glao

# title
source: Connect
ga: Ceangail

source: Connect to remote device
ga: Ceangail le gléas i gcéin

source: Host:
ga: Óstach:

source: Connect
ga: Ceangail

source: Available remote add-ons:
ga: Breiseáin i gcéin le fáil:

source: Available remote tabs:
ga: Cluaisíní cianda atá ar fáil:

source: Available remote processes:
ga: Cianphróisis atá ar fáil:

source: Error:
ga: Earráid:

source: Error: connection timeout.
ga: Earráid: ceangal thar am.

source: Error: connection refused.
ga: Earráid: diúltaíodh an ceangal.

source: Unexpected error.
ga: Earráid gan choinne.

source: Firefox Developer Tools can debug remote devices (Firefox for Android and Firefox OS, for example). Make sure that you have turned on the 'Remote debugging' option in the remote device. For more, see the
ga: Le hUirlisí Forbartha Firefox, beidh tú in ann gléasanna i gcéin a dhífhabhtú (mar shampla Firefox ar Android agus Firefox OS). Bí cinnte go bhfuil 'Cian-dhífhabhtú' roghnaithe agat ar an ngléas. Le tuilleadh eolais a fháil, léigh an

source: documentation
ga: doiciméadú

source: Main Process
ga: Príomhphróiseas

source: Toggle panes
ga: Scoránaigh pánaí

source: This source is black boxed: its breakpoints are disabled, and stepping skips through it.
ga: Tá an foinse seo i mbosca dubh; tá a chuid brisphointí díchumasaithe, agus ní rachfar céimeanna aonair isteach ann.

source: Stop black boxing this source
ga: Ná coinnigh an foinse seo i mbosca dubh a thuilleadh

source: Debugger Options
ga: Roghanna Dífhabhtaithe

source: Toggle Black Boxing
ga: Scoránaigh Bosca Dubh

source: Prettify Source
ga: Cuir snas ar an bhfoinse

source: Auto Prettify Minified Sources
ga: Cuir snas ar fhoinsí comhbhrúite go huathoibríoch

source: Enable/disable all breakpoints
ga: Cumasaigh/díchumasaigh gach brisphointe

source: Start Tracing
ga: Tosaigh Rianú

source: Clear the collected traces
ga: Bánaigh na loirg bhailithe

source: Pause on Exceptions
ga: Cuir ar shos é tar éis eisceachtaí

source: Ignore Caught Exceptions
ga: Déan Neamhaird d'Eisceachtaí Gafa

source: Show Panes on Startup
ga: Taispeáin Pánaí ag am tosaithe

source: Show Variables Filter Box
ga: Taispeáin bosca scagtha na n-athróg

source: Show Only Enumerable Properties
ga: Taispeáin Airíonna Ináirithe Amháin

source: Show Original Sources
ga: Taispeáin na Bunfhoinsí

# debuggerUI.showOriginalSource.accesskey
source: O
ga: B

source: Automatically Black Box Minified Sources
ga: Cuir foinsí comhbhrúite i mbosca dubh go huathoibríoch

source: Operators:
ga: Oibreoirí:

source: Filter Scripts
ga: Scag Scripteanna

source: Search in All Files
ga: Cuardaigh i nGach Comhad

# debuggerUI.searchGlobal.key
source: F
ga: C

# debuggerUI.searchGlobal.accesskey
source: F
ga: C

source: Search for Function Definition
ga: Lorg Sainmhíniú na Feidhme

source: Go to Line…
ga: Léim go Líne…

source: Filter Variables
ga: Scag Athróga

# debuggerUI.searchVariable.key
source: V
ga: A

# debuggerUI.searchVariable.accesskey
source: V
ga: A

source: Focus Variables Tree
ga: Cuir crann na n-athróg i bhfócas

# debuggerUI.focusVariables.key
source: V
ga: A

# debuggerUI.focusVariables.accesskey
source: V
ga: A

source: This breakpoint will stop execution only if the following expression is true
ga: Stopfaidh an brisphointe seo an clár má tá an slonn seo a leanas fíor

source: Add Breakpoint
ga: Cuir Brisphointe Leis

source: Add Conditional Breakpoint
ga: Cruthaigh Brisphointe Coinníollach

source: Sources
ga: Foinsí

source: Traces
ga: Loirg

source: Call Stack
ga: Cruach Glaonna

source: Variables
ga: Athróga

source: Events
ga: Imeachtaí

source: Selection to Watch Expression
ga: Roghnaigh slonn faire

# debuggerUI.seMenuAddWatch.key
source: E
ga: S

source: Add Watch Expression
ga: Cuir slonn faire leis

# debuggerUI.addWatch.accesskey
source: E
ga: S

source: Remove All Watch Expressions
ga: Bain gach slonn faire

# debuggerUI.removeAllWatch.key
source: E
ga: S

# debuggerUI.removeAllWatch.accesskey
source: E
ga: S

source: Debugger
ga: Dífhabhtóir

source: Debugger Panel
ga: Painéal an Dífhabhtóra

source: Browser Debugger
ga: Dífhabhtóir an Bhrabhsálaí

source: Browser Debugger - %S
ga: Dífhabhtóir an Bhrabhsálaí - %S

source: JavaScript Debugger
ga: Dífhabhtóir JavaScript

source: Collapse panes
ga: Laghdaigh pánaí

source: Expand panes
ga: Leathnaigh pánaí

source: Click to pause (%S)
ga: Cliceáil chun cur ar shos (%S)

source: Click to resume (%S)
ga: Cliceáil chun dul ar aghaidh (%S)

source: Click to start tracing
ga: Cliceáil chun rianú a thosú

source: Click to stop tracing
ga: Cliceáil chun rianú a stopadh

source: Step Over (%S)
ga: Céimnigh Thart (%S)

source: Step In (%S)
ga: Céimnigh Isteach (%S)

source: Step Out (%S)
ga: Céimnigh Amach (%S)

source: No globals
ga: Níl aon athróga comhchoiteanna ann

source: This page has no sources.
ga: Níl aon fhoinsí ag an leathanach seo.

source: Waiting for sources…
ga: Ag fanacht le foinsí…

source: No event listeners to display
ga: Níl aon éisteoirí teagmhas le taispeáint

source: No stack frames to display
ga: Níl aon fhrámaí cruaiche le taispeáint

source: No function calls to display
ga: Níl aon ghlaonna feidhme le taispeáint

source: Tracing has not started
ga: Níor tosaíodh rianú fós

source: Toggle breaking on this event
ga: Scoránaigh briseadh ar an teagmhas seo

source: on
ga: ar

source: in
ga: i

source: %S nodes
ga: %S nód

source: [native code]
ga: [cód dúchasach]

source: Animation
ga: Beochan

source: Audio
ga: Fuaim

source: Battery
ga: Cadhnra

source: Clipboard
ga: Gearrthaisce

source: Composition
ga: Cumadh

source: Display
ga: Taispeáint

source: Drag and Drop
ga: Tarraing is Scaoil

source: Gamepad
ga: Ceap cluiche

source: Interaction
ga: Idirghníomhaíocht

source: Keyboard
ga: Méarchlár

source: HTML5 Media
ga: Meáin HTML5

source: Mouse
ga: Luch

source: Mutation
ga: Athrú

source: Navigation
ga: Nascleanúint

source: Pointer Lock
ga: Pointeoir Faoi Ghlas

source: Sensor
ga: Braiteoir

source: Storage
ga: Stóras

source: Time
ga: Am

source: Touch
ga: Tadhall

source: Other
ga: Eile

source: Toggle black boxing
ga: Scoránaigh dubh-bhoscáil

source: No matches found
ga: Níor aimsíodh aon rud

source: Search scripts (%S)
ga: Cuardaigh scripteanna (%S)

source: Filter chrome globals (%S)
ga: Scag athróga comhchoiteanna (%S)

source: Filter variables
ga: Scag athróga

source: Filter properties
ga: Scag airíonna

source: Filter scripts (%S)
ga: Scag scripteanna (%S)

source: Search in all files (%S)
ga: Cuardaigh i ngach comhad (%S)

source: Search for function definition (%S)
ga: Aimsigh sainmhíniú ar fheidhm (%S)

source: Find in this file (%S)
ga: Aimsigh sa chomhad seo (%S)

source: Go to line (%S)
ga: Téigh go dtí líne (%S)

source: Filter variables (%S)
ga: Scag athróga (%S)

source: Configure conditional breakpoint
ga: Cumraigh brisphointe coinníollach

source: Enable breakpoint
ga: Cumasaigh an brisphointe

source: Disable breakpoint
ga: Díchumasaigh an brisphointe

source: Remove breakpoint
ga: Bain an brisphointe

source: Enable others
ga: Cumasaigh na cinn eile

source: Disable others
ga: Díchumasaigh na cinn eile

source: Remove others
ga: Bain na cinn eile

source: Enable all breakpoints
ga: Cumasaigh gach brisphointe

source: Disable all breakpoints
ga: Díchumasaigh gach brisphointe

source: Remove all breakpoints
ga: Bain gach brisphointe

source: Error loading source:
ga: Earráid agus an foinse á luchtú:

source: Add watch expression
ga: Cuir slonn faire leis

source: Watch
ga: Déan faire

source: No variables to display
ga: Níl aon athróga le taispeáint

source: %S scope
ga: Scóp: %S

source: Watch expressions
ga: Sloinn fhaire

source: Global
ga: Comhchoiteann

source: Stack trace:
ga: Lorg cruaiche:

source: #1 more…;#1 more…
ga: Ceann amháin eile…;Dhá cheann eile;#1 cinn eile;#1 gcinn eile;#1 ceann eile

source: Double click to edit
ga: Déchliceáil chun cur in eagar

source: Click to change value
ga: Cliceáil chun an luach a athrú

source: Click to remove
ga: Cliceáil chun baint

source: Click to set value
ga: Cliceáil chun luach a shocrú

source: Click to select the node in the inspector
ga: Cliceáil chun an nód a roghnú sa scrúdaitheoir

source: configurable
ga: inchumraithe

source: enumerable
ga: ináirithe

source: writable
ga: inscríofa

source: frozen
ga: reoite

source: sealed
ga: séalaithe

source: extensible
ga: inbhreisithe

source: overridden
ga: sáraithe

source: There are one or more paused debuggers. Please resume the most-recently paused debugger first at: %S
ga: Dífhabhtóir nó dífhabhtóirí curtha ar shos. Atosaigh an dífhabhtóir a bhí curtha ar shos is déanaí ag: %S

source: copied
ga: cóipeáilte

source: Fonts
ga: Clófhoirne

source: See all the fonts used in the page
ga: Féach gach clófhoireann in úsáid ar an leathanach seo

source: Used as:
ga: Úsáidte mar:

source: system
ga: córas

source: remote
ga: i gcéin

source: Get help on the available commands
ga: Cabhair leis na horduithe atá ar fáil

source: Available Commands
ga: Orduithe Le Fáil

source: The command '%1$S' is not available in multiprocess mode (E10S)
ga: Níl an t-ordú '%1$S' ar fáil sa mhód ilphróisis (E10S)

source: Commands to control the console
ga: Orduithe a rialaíonn an consól

source: Filter, clear and close the web console
ga: Scag, glan agus dún an consól Gréasáin

source: Clear the console
ga: Glan an consól

source: Save an image of the page
ga: Sábháil íomhá den leathanach

source: Save a PNG image of the entire visible window (optionally after a delay)
ga: Sábháil íomhá PNG den fhuinneog infheicthe iomlán (tar éis moill más mian leat)

source: Destination filename
ga: Sprioc-chomhad

source: The name of the file (should have a '.png' extension) to which we write the screenshot.
ga: Ainm an chomhaid (le hiarmhír '.png') a sábhálfar an grianghraf ann.

source: Copy screenshot to clipboard? (true/false)
ga: Cóipeáil grianghraf den scáileán go dtí an ghearrthaisce? (fíor/bréag)

source: True if you want to copy the screenshot instead of saving it to a file.
ga: Roghnaigh é seo más mian leat an grianghraf a chóipeáil seachas sábháil i gcomhad.

source: Capture %1$S chrome window? (true/false)
ga: Gabháil an fhuinneog iomlán %1$S? (fíor/bréag)

source: True if you want to take the screenshot of the %1$S window rather than the web page's content window.
ga: Roghnaigh é seo más mian leat an fhuinneog %1$S a ghabháil seachas inneachar an leathanaigh Ghréasáin amháin.

# screenshotGroupOptions
source: Options
ga: Roghanna

source: Delay (seconds)
ga: Moill (soicindí)

source: The time to wait (in seconds) before the screenshot is taken
ga: An méid ama le fanacht (soicindí) sula dtógfar grianghraf den scáileán

source: Entire webpage? (true/false)
ga: An leathanach ina iomláine? (fíor/bréag)

source: True if the screenshot should also include parts of the webpage which are outside the current scrolled bounds.
ga: Roghnaigh é seo chun na codanna den leathanach Gréasáin taobh amuigh den chuid infheicthe a chur san áireamh.

source: selector option is not supported when chrome option is true
ga: Níl an rogha 'selector' ar fáil má tá an rogha 'chrome' fíor

source: Screen Shot %1$S at %2$S
ga: Grianghraf %1$S ag %2$S

source: Error saving to
ga: Tharla earráid ag sábháil i

source: Saved to
ga: Sábháilte i

source: Error occurred while copying to clipboard.
ga: Tharla earráid le linn cóipeála go dtí an ghearrthaisce.

source: Copied to clipboard.
ga: Cóipeáilte go dtí an ghearrthaisce.

source: Take a fullpage screenshot
ga: Tóg grianghraf den leathanach iomlán

source: Highlight nodes
ga: Aibhsigh nóid

source: Highlight nodes that match a selector on the page
ga: Aibhsigh nóid a mheaitseálann roghnóir ar an leathanach

# highlightSelectorDesc
source: CSS selector
ga: Roghnóir CSS

source: The CSS selector used to match nodes in the page
ga: An roghnóir CSS a mheaitseálann nóid ar an leathanach

# highlightOptionsDesc
source: Options
ga: Roghanna

source: Hide guides
ga: Folaigh na treoirlínte

source: Hide the guides around the highlighted node
ga: Ná taispeáin na treoirlínte timpeall an nóid aibhsithe

source: Show the node infobar
ga: Taispeáin barra eolais

source: Show the infobar above the highlighted node (the infobar displays the tagname, attributes and dimension)
ga: Taispeáin barra eolais os cionn an nóid aibhsithe (le hainm na clibe, aitreabúidí, agus toisí)

source: Show all matches
ga: Taispeáin gach nód a mheaitseálann

source: If too many nodes match the selector, only the first 100 will be shown to avoid slowing down the page too much. Use this option to show all matches instead
ga: De réir réamhshocraithe, má mheaitseálann an roghnóir an iomarca nód, taispeánfar an chéad 100 nód amháin, sa chaoi nach gcuirfidh sé moill ar an leathanach. Úsáid an rogha seo chun gach nód a thaispeáint

source: Fill style
ga: Stíl líonta

source: Override the default region fill style with a custom color
ga: Sáraigh an stíl líonta réamhshocraithe le do rogha datha

source: Keep existing highlighters
ga: Coinnigh na haibhsitheoirí atá ann

source: By default, existing highlighters are hidden when running the command, unless this option is set
ga: De réir réamhshocraithe, cuirtear na haibhsitheoirí atá ann i bhfolach nuair a úsáidtear an t-ordú. Roghnaigh é seo chun iad a choinneáil

source: %1$S nodes matched, but only %2$S nodes highlighted. Use '--showall' to show all
ga: %1$S nód comhoiriúnach, cé nach bhfuil ach %2$S nód aibhsithe. Úsáid '--showall' le gach nód a thaispeáint

source: Unhighlight all nodes
ga: Bain an t-aibhsiú ó gach nód

source: Unhighlight all nodes previously highlighted with the 'highlight' command
ga: Bain an t-aibhsiú ó gach nód a bhí aibhsithe ag an ordú 'highlight'

source: Restart %1$S
ga: Atosaigh %1$S

source: Disables loading content from cache upon restart
ga: Ná luchtaigh ábhar ón taisce ag am atosaithe

source: Restart request cancelled by user.
ga: Bhí an t-atosú cealaithe ag an úsáideoir.

source: Restarting %1$S…
ga: %1$S á atosú…

source: Inspect a node
ga: Scrúdaigh nód

source: Investigate the dimensions and properties of an element using a CSS selector to open the DOM highlighter
ga: Scrúdaigh toisí agus airíonna eiliminte trí roghnóir CSS a úsáid chun an t-aibhsitheoir DOM a oscailt

# inspectNodeDesc
source: CSS selector
ga: Roghnóir CSS

source: A CSS selector for use with document.querySelector which identifies a single element
ga: Roghnóir CSS a úsáidtear le document.querySelector a shainaithníonn eilimint amháin

# eyedropperDesc
source: Grab a color from the page
ga: Glac dath ón leathanach

source: Open a panel that magnifies an area of page to inspect pixels and copy color values
ga: Oscail painéal a fhormhéadaíonn cuid den leathanach chun picteilíní a iniúchadh agus dathanna a chóipeáil

# eyedropperTooltip
source: Grab a color from the page
ga: Glac dath ón leathanach

source: Visualize the webpage in 3D
ga: Samhlaigh an leathanach Gréasáin i 3T

source: Investigate the relationship between various parts of a webpage and their ancestors in a 3D environment
ga: Iniúch an gaol idir codanna éagsúla de leathanach Gréasáin agus a sinsir i dtimpeallacht 3T

source: Open the Inspector 3D view
ga: Oscail an t-amharc 3T

source: Initialize the 3D page inspector and optionally highlight a node using a CSS selector
ga: Túsaigh an scrúdaitheoir leathanaigh 3T agus, más mian leat, aibhsigh nód le roghnóir CSS

source: 3D View
ga: Amharc 3T

source: Move the webpage mesh
ga: Bog mogall an leathanaigh

source: Incrementally translate the webpage mesh in a certain direction
ga: Bog mogall an leathanaigh i dtreo áirithe go hincriminteach

source: X (pixels)
ga: X (picteilíní)

source: The amount in pixels to translate the webpage mesh on the X axis
ga: Líon picteilíní chun mogall an leathanaigh a aistriú ar feadh na haise X

source: Y (pixels)
ga: Y (picteilíní)

source: The amount in pixels to translate the webpage mesh on the Y axis
ga: Líon picteilíní chun mogall an leathanaigh a aistriú ar feadh na haise Y

source: Spin the webpage mesh
ga: Rothlaigh mogall an leathanaigh

source: Incrementally rotate the webpage mesh in a certain direction
ga: Rothlaigh mogall an leathanaigh i dtreo áirithe go hincriminteach

source: X (degrees)
ga: X (céim)

source: The amount in degrees to rotate the webpage mesh along the X axis
ga: An méid (céimeanna) chun mogall an leathanaigh a rothlú ar feadh na haise X

source: Y (degrees)
ga: Y (céim)

source: The amount in degrees to rotate the webpage mesh along the Y axis
ga: An méid (céimeanna) chun mogall an leathanaigh a rothlú ar feadh na haise Y

source: Z (degrees)
ga: Z (céim)

source: The amount in degrees to rotate the webpage mesh along the Z axis
ga: An méid (céimeanna) chun mogall an leathanaigh a rothlú ar feadh na haise Z

source: Move away or towards the webpage mesh
ga: Druid ó nó le mogall an leathanaigh

source: Incrementally move the webpage mesh in a certain direction along the Z axis
ga: Bog mogall an leathanaigh i dtreo áirithe ar feadh na Z-aise go hincriminteach

source: Zoom (pixels)
ga: Súmáil (picteilíní)

source: The amount in pixels to translate the webpage mesh along the Z axis
ga: Líon picteilíní chun mogall an leathanaigh a aistriú ar feadh na haise Z

source: Reset the translation, rotation and zoom
ga: Athshocraigh aistriú, rothlú, agus súmáil

source: Resets any transformations applied to the webpage mesh modelview matrix
ga: Athshocraigh aon aistrithe a cuireadh i bhfeidhm ar mhogall an leathanaigh

source: Close the visualization if open
ga: Dún an léirshamhlú má tá sé oscailte

source: Close the visualization and switch back to the Inspector's default highlighter
ga: Dún an léirshamhlú agus fill ar aibhsitheoir réamhshocraithe an Scrúdaitheora

source: The debugger must be opened before using this command
ga: Caithfidh tú an dífhabhtóir a oscailt chun an t-ordú seo a oscailt

source: The debugger must be opened before setting breakpoints
ga: Ní mór don dífhabhtóir a bheith oscailte chun brisphointe a shocrú

source: Manage breakpoints
ga: Bainistigh brisphointí

source: Commands to list, add and remove breakpoints
ga: Orduithe le brisphointí a thaispeáint, a chruthú, agus a bhaint

source: Display known breakpoints
ga: Taispeáin brisphointí

source: No breakpoints set
ga: Níl aon bhrisphointe socraithe

# breaklistOutRemove
source: Remove
ga: Bain

source: Added breakpoint
ga: Cuireadh brisphointe leis

source: Could not set breakpoint: %S
ga: Níorbh fhéidir brisphointe a shocrú: %S

source: Add a breakpoint
ga: Cuir brisphointe leis

source: Breakpoint types supported: line
ga: Cineálacha brisphointe a dtacaítear leo: líne

source: Add a line breakpoint
ga: Cuir brisphointe líne leis

source: JS file URI
ga: URI an chomhaid JS

source: Line number
ga: Líne-uimhir

source: Remove a breakpoint
ga: Bain brisphointe

source: Index of breakpoint
ga: Innéacs an bhrisphointe

source: Breakpoint removed
ga: Baineadh brisphointe

source: Manage debugger
ga: Bainistigh an dífhabhtóir

source: Commands to interrupt or resume the main thread, step in, out and over lines of code
ga: Orduithe a bhriseann nó a atosaíonn an príomhshnáithe, agus a chéimníonn isteach, amach, nó thar línte cóid

source: Open the debugger
ga: Oscail an dífhabhtóir

source: Close the debugger
ga: Dún an dífhabhtóir

source: Pauses the main thread
ga: Cuir an phríomhshnáithe ar sos

source: Resumes the main thread, and continues execution following a breakpoint, until the next breakpoint or the termination of the script.
ga: Lean ar aghaidh leis an bpríomhshnáithe tar éis brisphointe, go dtí an chéad bhrisphointe eile, nó deireadh na scripte.

source: Manage stepping
ga: Bainistigh céimniú

source: Commands to step in, out and over lines of code
ga: Orduithe a chéimnigh isteach, amach, nó thar línte cóid

source: Executes the current statement and then stops at the next statement. If the current statement is a function call then the debugger executes the whole function, and it stops at the next statement after the function call
ga: Cuir an ráiteas reatha i bhfeidhm, ansin stop roimh an chéad ráiteas eile. Más glao feidhme é an ráiteas reatha, rithfidh an dífhabhtóir an fheidhm ina hiomláine, agus stopfaidh sé ag an chéad ráiteas tar éis an ghlao feidhme

source: Executes the current statement and then stops at the next statement. If the current statement is a function call, then the debugger steps into that function, otherwise it stops at the next statement
ga: Cuir an ráiteas reatha i bhfeidhm, ansin stop roimh an chéad ráiteas eile. Más glao feidhme é an ráiteas reatha, rachaidh an dífhabhtóir isteach san fheidhm sin, agus mura glao feidhme é, stopfaidh an dífhabhtóir ag an chéad ráiteas eile

source: Steps out of the current function and up one level if the function is nested. If in the main body, the script is executed to the end, or to the next breakpoint. The skipped statements are executed, but not stepped through
ga: Céimnigh amach as an bhfeidhm reatha agus suas leibhéal amháin más feidhm neadaithe é. Má tá sé san phríomhfheidhm, rithfear an script ina hiomláine, nó go dtí an chéad bhrisphointe eile. Rithfear na ráitis léimte, ach ní chéimneofar tríothu

source: List the source URLs loaded in the debugger
ga: Taispeáin na foinsí atá luchtaithe sa dífhabhtóir

source: Black box sources in the debugger
ga: Dubh-bhoscáil foinsí sa dífhabhtóir

source: A specific source to black box
ga: Foinse áirithe le dubh-bhoscáil

source: Black box all sources that match this glob (for example: "*.min.js")
ga: Dubh-bhoscáil gach foinse atá comhoiriúnach leis an bpatrún (mar shampla: "*.min.js")

source: (No sources black boxed)
ga: (Níl aon fhoinsí i mbosca dubh)

source: The following sources were black boxed:
ga: Cuireadh na foinsí seo a leanas i mbosca dubh:

source: Error black boxing:
ga: Earráid le linn dubh-boscála:
