Repository: kscanne/gaeilge-mozdev
Catalog: src/firefox-trunk.*.po
Languages: ga

source: Beginning FTP transaction…
ga: Tús á chur le hidirbheartaíocht FTP…

source: Finished FTP transaction
ga: Idirbheartaíocht FTP críochnaithe

source: The FTP server %1$S is currently unsupported.
ga: Ní thacaítear leis an bhfreastalaí FTP %1$S faoi láthair.

source: This web page is being redirected to a new location. Would you like to resend the form data you have typed to the new location?
ga: Tá an leathanach Gréasáin seo á atreorú go suíomh nua. An bhfuil tú ag iarraidh na sonraí foirme a chlóscríobh tú a athsheoladh go dtí an suíomh nua?

source: Index of %1$S
ga: Innéacs %1$S

source: Up to higher level directory
ga: Suas go dtí comhadlann ar leibhéal níos airde

source: Show hidden objects
ga: Taispeáin réada folaithe

source: File:
ga: Comhad:

source: You are about to visit "%1$S". This site may be attempting to trick you into thinking you are visiting a different site. Use extreme caution.
ga: Tá tú ar tí cuairt a thabhairt ar "%1$S". Seans go bhfuil an suíomh seo ag iarraidh tú a chur amú sa chaoi go gceapfaidh tú gur suíomh eile atá romhat. Bí an-chúramach.

source: I understand and will be very careful
ga: Tuigim agus beidh mé an-chúramach

source: You are about to log in to the site "%1$S" with the username "%2$S", but the website does not require authentication. This may be an attempt to trick you. Is "%1$S" the site you want to visit?
ga: Tá tú ar tí logáil isteach sa suíomh "%1$S" leis an ainm úsáideora "%2$S", ach níl fíordheimhniú ag teastáil ón suíomh. Seans gur iarracht é seo tú a chur amú. An bhfuil an suíomh "%1$S" uait?

source: You are about to log in to the site "%1$S" with the username "%2$S".
ga: Tá tú ar tí logáil isteach sa suíomh "%1$S" leis an ainm úsáideora "%2$S".

source: The resource at "%1$S" was blocked because tracking protection is enabled.
ga: Cuireadh cosc ar an acmhainn ag "%1$S" toisc go bhfuil cosaint ó rianú cumasaithe.

source: Mozilla Thunderbird and the Thunderbird logos are trademarks of the Mozilla Foundation.
ga: Is trádmharcanna de chuid Fondúireacht Mozilla iad Mozilla Thunderbird agus suaitheantais Thunderbird.

source: Unable to communicate securely. Peer does not support high-grade encryption.
ga: Ní féidir cumarsáid shlán a dhéanamh. Ní thacaíonn an comhghleacaí le criptiúchán ardghráid.

source: Unable to communicate securely. Peer requires high-grade encryption which is not supported.
ga: Ní féidir cumarsáid shlán a dhéanamh. Tá criptiúchán ardghráid nach dtacaítear leis ag teastáil ón gcomhghleacaí.

source: Cannot communicate securely with peer: no common encryption algorithm(s).
ga: Ní féidir cumarsáid shlán a dhéanamh leis an gcomhghleacaí: níl comhalgartam criptiúcháin ann.

source: Unable to find the certificate or key necessary for authentication.
ga: Ní féidir an teastas nó an eochair atá riachtanach le haghaidh fíordheimhnithe a aimsiú.

source: Unable to communicate securely with peer: peers's certificate was rejected.
ga: Ní féidir cumarsáid shlán a dhéanamh leis an gcomhghleacaí: diúltaíodh le teastas an chomhghleacaí.

# SSL_ERROR_UNUSED_5
source: Unrecognized SSL error code.
ga: Cód earráide SSL gan aithne.

source: The server has encountered bad data from the client.
ga: Fuair an freastalaí drochshonraí ón gcliant.

source: The client has encountered bad data from the server.
ga: Fuair an cliant drochshonraí ón bhfreastalaí.

source: Unsupported certificate type.
ga: Ní thacaítear leis an gcineál teastais.

source: Peer using unsupported version of security protocol.
ga: Tá an comhghleacaí ag úsáid leagan den phrótacal slándála nach dtacaítear leis.

# SSL_ERROR_UNUSED_10
source: Unrecognized SSL error code.
ga: Cód earráide SSL gan aithne.

source: Client authentication failed: private key in key database does not match public key in certificate database.
ga: Theip ar fhíordheimhniú an chliaint: ní mheaitseálann an eochair phríobháideach sa bhunachar sonraí eochracha leis an eochair phoiblí sa bhunachar sonraí teastas.

source: Unable to communicate securely with peer: requested domain name does not match the server's certificate.
ga: Ní féidir cumarsáid shlán a dhéanamh leis an gcomhghleacaí: ní oireann an t-ainm fearann iarrtha do theastas an fhreastalaí.

# SSL_ERROR_POST_WARNING
source: Unrecognized SSL error code.
ga: Cód earráide SSL gan aithne.

source: Peer only supports SSL version 2, which is locally disabled.
ga: Ní thacaíonn an comhghleacaí ach le SSL leagan 2, rud atá díchumasaithe go logánta.

source: SSL received a record with an incorrect Message Authentication Code.
ga: Fuair SSL taifead le Cód Fíordheimhnithe Teachtaireachta mícheart.

source: SSL peer reports incorrect Message Authentication Code.
ga: Tuairiscíonn an comhghleacaí SSL Cód Fíordheimhnithe Teachtaireachta mícheart.

source: SSL peer cannot verify your certificate.
ga: Ní féidir leis an gcomhghleacaí SSL do theastas a fhíorú.

source: SSL peer rejected your certificate as revoked.
ga: Dhiúltaigh an comhghleacaí SSL le do theastas toisc é a bheith cúlghairthe.

source: SSL peer rejected your certificate as expired.
ga: Dhiúltaigh an comhghleacaí SSL le do theastas toisc é a bheith as feidhm.

source: Cannot connect: SSL is disabled.
ga: Ní féidir ceangal: tá SSL díchumasaithe.

source: Cannot connect: SSL peer is in another FORTEZZA domain.
ga: Ní féidir ceangal: tá an comhghleacaí SSL i bhfearann eile Fortezza.

source: An unknown SSL cipher suite has been requested.
ga: Tá sraith shifir SSL anaithnid iarrtha.

source: No cipher suites are present and enabled in this program.
ga: Níl sraith shifir ar bith le fáil agus cumasaithe sa chlár seo.

source: SSL received a record with bad block padding.
ga: Fuair SSL taifead le stuáil bhloic mhícheart.

source: SSL received a record that exceeded the maximum permissible length.
ga: Fuair SSL taifead a sháraigh an fad is mó atá ceadaithe.

source: SSL attempted to send a record that exceeded the maximum permissible length.
ga: Rinne SSL iarracht taifead a sheoladh a sháraigh an fad is mó atá ceadaithe.

source: SSL received a malformed Hello Request handshake message.
ga: Fuair SSL cumarsáid mhídhéanta thionscantach Iarratas Haló.

source: SSL received a malformed Client Hello handshake message.
ga: Fuair SSL cumarsáid mhídhéanta thionscantach Haló Cliaint.

source: SSL received a malformed Server Hello handshake message.
ga: Fuair SSL cumarsáid mhídhéanta thionscantach Haló Freastalaí.

source: SSL received a malformed Certificate handshake message.
ga: Fuair SSL cumarsáid mhídhéanta thionscantach Teastais.

source: SSL received a malformed Server Key Exchange handshake message.
ga: Fuair SSL cumarsáid mhídhéanta thionscantach Malartú Eochrach Freastalaí.

source: SSL received a malformed Certificate Request handshake message.
ga: Fuair SSL cumarsáid mhídhéanta thionscantach Iarratas Teastais.

source: SSL received a malformed Server Hello Done handshake message.
ga: Fuair SSL cumarsáid mhídhéanta thionscantach Haló Freastalaí Déanta.

source: SSL received a malformed Certificate Verify handshake message.
ga: Fuair SSL cumarsáid mhídhéanta thionscantach Fíoraigh Teastas.

source: SSL received a malformed Client Key Exchange handshake message.
ga: Fuair SSL cumarsáid mhídhéanta thionscantach Malartú Eochrach Cliaint.

source: SSL received a malformed Finished handshake message.
ga: Fuair SSL cumarsáid mhídhéanta thionscantach Críochnaithe.

source: SSL received a malformed Change Cipher Spec record.
ga: Fuair SSL taifead mídhéanta Athraigh Sonraíocht Sifir.

source: SSL received a malformed Alert record.
ga: Fuair SSL taifead mídhéanta Airdill.

source: SSL received a malformed Handshake record.
ga: Fuair SSL taifead mídhéanta Cumarsáid Thionscantach.

source: SSL received a malformed Application Data record.
ga: Fuair SSL taifead mídhéanta Sonraí Feidhmchláir.

source: SSL received an unexpected Hello Request handshake message.
ga: Fuair SSL cumarsáid thionscantach Iarratas Haló gan choinne.

source: SSL received an unexpected Client Hello handshake message.
ga: Fuair SSL cumarsáid thionscantach Haló Cliaint gan choinne.

source: SSL received an unexpected Server Hello handshake message.
ga: Fuair SSL cumarsáid thionscantach Haló Freastalaí gan choinne.

source: SSL received an unexpected Certificate handshake message.
ga: Fuair SSL cumarsáid thionscantach Teastas gan choinne.

source: SSL received an unexpected Server Key Exchange handshake message.
ga: Fuair SSL cumarsáid thionscantach Malartú Eochrach Freastalaí gan choinne.

source: SSL received an unexpected Certificate Request handshake message.
ga: Fuair SSL cumarsáid thionscantach Iarratas Teastas gan choinne.

source: SSL received an unexpected Server Hello Done handshake message.
ga: Fuair SSL cumarsáid thionscantach Haló Freastalaí Déanta gan choinne.

source: SSL received an unexpected Certificate Verify handshake message.
ga: Fuair SSL cumarsáid thionscantach Fíoraigh Teastas gan choinne.

source: SSL received an unexpected Client Key Exchange handshake message.
ga: Fuair SSL cumarsáid thionscantach Malartú Eochrach Cliaint gan choinne.

source: SSL received an unexpected Finished handshake message.
ga: Fuair SSL cumarsáid thionscantach Críochnaithe gan choinne.

source: SSL received an unexpected Change Cipher Spec record.
ga: Fuair SSL taifead Athraigh Sraith Sifir gan choinne.

source: SSL received an unexpected Alert record.
ga: Fuair SSL taifead Airdill gan choinne.

source: SSL received an unexpected Handshake record.
ga: Fuair SSL taifead Cumarsáid Thionscantach gan choinne.

source: SSL received an unexpected Application Data record.
ga: Fuair SSL taifead Sonraí Feidhmchláir gan choinne.

source: SSL received a record with an unknown content type.
ga: Fuair SSL taifead le cineál inneachair anaithnid.

source: SSL received a handshake message with an unknown message type.
ga: Fuair SSL cumarsáid thionscantach le cineál teachtaireachta anaithnid.

source: SSL received an alert record with an unknown alert description.
ga: Fuair SSL taifead airdill le cur síos airdill anaithnid.

source: SSL peer has closed this connection.
ga: Tá an ceangal seo dúnta ag an gcomhghleacaí SSL.

source: SSL peer was not expecting a handshake message it received.
ga: Ní raibh an comhghleacaí SSL ag súil le cumarsáid thionscantach a fuarthas.

source: SSL peer was unable to successfully decompress an SSL record it received.
ga: Ní raibh an comhghleacaí SSL in ann taifead SSL a fuair sé a dhí-chomhbhrú.

source: SSL peer was unable to negotiate an acceptable set of security parameters.
ga: Ní raibh an comhghleacaí SSL in ann tacar paraiméadar slándála oiriúnach a idirbheartú.

source: SSL peer rejected a handshake message for unacceptable content.
ga: Dhiúltaigh an comhghleacaí SSL le cumarsáid thionscantach de bharr inneachar doghlactha.

source: SSL peer does not support certificates of the type it received.
ga: Ní thacaíonn an comhghleacaí SSL le teastais den chineáil a fuair sé.

source: SSL peer had some unspecified issue with the certificate it received.
ga: Bhí deacracht nach sonraítear ag an gcomhghleacaí SSL leis an teastas a fuair sé.

source: SSL experienced a failure of its random number generator.
ga: Theip ar ghineadóir uimhreacha randamacha SSL.

source: Unable to digitally sign data required to verify your certificate.
ga: Níorbh fhéidir na sonraí atá riachtanach le do theastas a fhíorú a shíniú go digiteach.

source: SSL was unable to extract the public key from the peer's certificate.
ga: Ní raibh SSL in ann an eochair phoiblí a fháil ó theastas an chomhghleacaí.

source: Unspecified failure while processing SSL Server Key Exchange handshake.
ga: Teip neamhshonraithe le linn próiseála cumarsáide tionscantaí Malartú Eochrach Freastalaí SSL.

source: Unspecified failure while processing SSL Client Key Exchange handshake.
ga: Teip neamhshonraithe le linn próiseála cumarsáide tionscantaí Malartú Eochrach Cliaint SSL.

source: Bulk data encryption algorithm failed in selected cipher suite.
ga: Theip ar algartam criptiúcháin toirte sa sraith shifir roghnaithe.

source: Bulk data decryption algorithm failed in selected cipher suite.
ga: Theip ar algartam díchriptiúcháin toirte sa sraith shifir roghnaithe.

source: Attempt to write encrypted data to underlying socket failed.
ga: Theip ar iarracht sonraí criptithe a scríobh chuig an bunsoicéad.

source: MD5 digest function failed.
ga: Theip ar an bhfeidhm achoimre MD5.

source: SHA-1 digest function failed.
ga: Theip ar an bhfeidhm achoimre SHA-1.

source: MAC computation failed.
ga: Theip ar ríomh an chóid fhíordheimhnithe teachtaireachta (MAC).

source: Failure to create Symmetric Key context.
ga: Theip ar chruthú comhthéacs Eochrach Siméadrach.

source: Failure to unwrap the Symmetric key in Client Key Exchange message.
ga: Níorbh fhéidir an eochair shiméadrach i dteachtaireacht Mhalartú Eochrach Cliaint.

source: SSL Server attempted to use domestic-grade public key with export cipher suite.
ga: Rinne an freastalaí SSL iarracht eochair phoiblí de ghrád intíre a úsáid le sraith shifir easpórtála.

source: PKCS11 code failed to translate an IV into a param.
ga: Níor éirigh le bogearra PKCS11 veicteoir túsaithe a aistriú go paraiméadar.

source: Failed to initialize the selected cipher suite.
ga: Níorbh fhéidir an tsraith shifir roghnaithe a thúsú.

source: Client failed to generate session keys for SSL session.
ga: Níor éirigh leis an gcliant eochracha seisiúin a chruthú don seisiún SSL.

source: Server has no key for the attempted key exchange algorithm.
ga: Níl eochair ag an bhfreastalaí don algartam malartaithe eochrach a iarradh.

source: PKCS#11 token was inserted or removed while operation was in progress.
ga: Cuireadh isteach nó baineadh ceadchomhartha PKCS#11 le linn oibríochta.

source: No PKCS#11 token could be found to do a required operation.
ga: Níorbh fhéidir ceadchomhartha PKCS#11 a aimsiú chun oibríocht riachtanach a dhéanamh.

source: Cannot communicate securely with peer: no common compression algorithm(s).
ga: Ní féidir cumarsáid shlán a dhéanamh leis an gcomhghleacaí: níl comhalgartam comhbhrúite ann.

source: Cannot initiate another SSL handshake until current handshake is complete.
ga: Ní féidir cumarsáid thionscantach SSL eile a thosú go dtí go mbeidh an ceann reatha críochnaithe.

source: Received incorrect handshakes hash values from peer.
ga: Fuarthas luachanna haise mícheart i gcumarsáid thionscantach ón gcomhghleacaí.

source: The certificate provided cannot be used with the selected key exchange algorithm.
ga: Ní féidir an teastas a sholáthraíodh a úsáid leis an algartam malartaithe eochrach atá roghnaithe.

source: No certificate authority is trusted for SSL client authentication.
ga: Ní chuirtear muinín in údarás deimhniúcháin ar bith le haghaidh sainaithinte cliaint SSL.

source: Client's SSL session ID not found in server's session cache.
ga: Níor aimsíodh aitheantas seisiúin SSL an chliaint i dtaisce seisiúin an fhreastalaí.

source: Peer was unable to decrypt an SSL record it received.
ga: Ní raibh an comhghleacaí in ann taifead SSL a fuair sé a dhíchriptiú.

source: Peer received an SSL record that was longer than is permitted.
ga: Fuair an comhghleacaí taifead SSL a bhí níos faide ná atá ceadaithe.

source: Peer does not recognize and trust the CA that issued your certificate.
ga: Ní aithníonn an comhghleacaí an t-údáras deimhniúcháin a d'eisigh do theastas agus níl muinín aige as.

source: Peer received a valid certificate, but access was denied.
ga: Fuair an comhghleacaí teastas bailí ach diúltaíodh le rochtain.

source: Peer could not decode an SSL handshake message.
ga: Níorbh fhéidir leis an gcomhghleacaí cumarsáid thionscantach SSL a dhíchodú.

source: Peer reports failure of signature verification or key exchange.
ga: Tuairiscíonn an comhghleacaí gur theip ar fhíorú sínithe nó malartú eochrach.

source: Peer reports negotiation not in compliance with export regulations.
ga: Deir an comhghleacaí nach n-oireann an idirbheartaíocht le rialúcháin easpórtála.

source: Peer reports incompatible or unsupported protocol version.
ga: Deir an comhghleacaí gur leagan prótacail neamhchomhoiriúnach, nó nach dtacaítear leis, atá ann.

source: Server requires ciphers more secure than those supported by client.
ga: Tá sifir níos sláine ná na cinn a thacaíonn an cliant leo ag teastáil ón bhfreastalaí.

source: Peer reports it experienced an internal error.
ga: Tuairiscíonn an comhghleacaí gur tharla earráid inmheánach.

source: Peer user canceled handshake.
ga: Chealaigh an úsáideoir comhghleacaí an chumarsáid thionscantach.

source: Peer does not permit renegotiation of SSL security parameters.
ga: Ní cheadaíonn an comhghleacaí athréiteach a dhéanamh ar pharaiméadair shlándála SSL.

source: SSL server cache not configured and not disabled for this socket.
ga: Níl taisce an fhreastalaí SSL cumraithe agus díchumasaithe don soicéad seo.

source: SSL peer does not support requested TLS hello extension.
ga: Ní thacaíonn an comhghleacaí SSL leis an eisínteacht TLS hello a iarradh.

source: SSL peer could not obtain your certificate from the supplied URL.
ga: Níorbh fhéidir leis an gcomhghleacaí SSL do theastas a fháil ón URL sonraithe.

source: SSL peer has no certificate for the requested DNS name.
ga: Níl teastas ag an gcomhghleacaí SSL don ainm DNS iarrtha.

source: SSL peer was unable to get an OCSP response for its certificate.
ga: Ní raibh an comhghleacaí SSL in ann freagra OCSP a fháil dá theastas.

source: SSL peer reported bad certificate hash value.
ga: Thug an comhghleacaí SSL tuairisc ar dhroch-luach haise teastais.

source: SSL received an unexpected New Session Ticket handshake message.
ga: Fuair SSL cumarsáid thionscantach Eochair Nua Sheisiúin gan choinne.

source: SSL received a malformed New Session Ticket handshake message.
ga: Fuair SSL cumarsáid mhídhéanta thionscantach Eochair Nua Sheisiúin.

source: SSL received a compressed record that could not be decompressed.
ga: Fuair SSL taifead comhbhrúite narbh fhéidir a dhíchomhbhrú.

source: Renegotiation is not allowed on this SSL socket.
ga: Ní cheadaítear ath-idirbheartaíocht ar an soicéad SSL seo.

source: Peer attempted old style (potentially vulnerable) handshake.
ga: Rinne an piara iarracht cumarsáid thionscantach ar an sean-nós a úsáid, rud a d'fhéadfadh a bheith contúirteach.

source: SSL received an unexpected uncompressed record.
ga: Fuair SSL taifead neamhchomhbhrúite gan choinne.

source: SSL received a weak ephemeral Diffie-Hellman key in Server Key Exchange handshake message.
ga: Fuair SSL eochair lag ghearrshaolach Diffie-Hellman i gcumarsáid thionscantach Malartú Eochrach Freastalaí.

source: SSL received invalid NPN extension data.
ga: Fuair SSL sonraí neamhbhailí eisínteachta NPN.

source: SSL feature not supported for SSL 2.0 connections.
ga: Ní thacaítear leis an ngné SSL le ceangal SSL 2.0.

source: SSL feature not supported for servers.
ga: Ní thacaítear le SSL ar fhreastalaithe.

source: SSL feature not supported for clients.
ga: Ní thacaítear le SSL ar chliaint.

source: An I/O error occurred during security authorization.
ga: Tharla earráid I/A le linn údarú slándála.

source: security library failure.
ga: Teip sa leabharlann slándála.

source: security library: received bad data.
ga: leabharlann slándála: fuarthas sonraí mícheart.

source: security library: output length error.
ga: leabharlann slándála: earráid fhaid aschuir.

source: security library has experienced an input length error.
ga: earráid fhaid ionchuir sa leabharlann slándála.

source: security library: invalid arguments.
ga: leabharlann slándála: argóintí neamhbhailí.

source: security library: invalid algorithm.
ga: leabharlann slándála: algartam neamhbhailí.

source: security library: invalid AVA.
ga: leabharlann slándála: AVA neamhbhailí.

source: Improperly formatted time string.
ga: Teaghrán ama drochfhormáidte.

source: security library: improperly formatted DER-encoded message.
ga: leabharlann slándála: droch-fhormáidiú ar theachtaireacht códaithe de réir DER.

source: Peer's certificate has an invalid signature.
ga: Tá síniú neamhbhailí ar theastas an chomhghleacaí.

source: Peer's Certificate has expired.
ga: Tá teastas an chomhghleacaí as feidhm.

source: Peer's Certificate has been revoked.
ga: Tá teastas an chomhghleacaí cúlghairthe.

source: Peer's Certificate issuer is not recognized.
ga: Ní aithnítear eisitheoir theastas an chomhghleacaí.

source: Peer's public key is invalid.
ga: Tá eochair phoiblí an chomhghleacaí neamhbhailí.

source: The security password entered is incorrect.
ga: Tá an focal faire slándála a iontráladh mícheart.

source: New password entered incorrectly. Please try again.
ga: Iontráladh an focal faire nua go mícheart. Déan iarracht eile, le do thoil.

source: security library: no nodelock.
ga: leabharlann slándála: gan díghlasáil.

source: security library: bad database.
ga: leabharlann slándála: bunachar sonraí neamhbhailí.

source: security library: memory allocation failure.
ga: leabharlann slándála: theip ar leithdháileadh cuimhne

source: Peer's certificate issuer has been marked as not trusted by the user.
ga: Tá eisitheoir theastas an chomhghleacaí marcáilte mar cheann nach gcuireann an úsáideoir muinín ann.

source: Peer's certificate has been marked as not trusted by the user.
ga: Tá teastas an chomhghleacaí marcáilte mar cheann nach gcuireann an úsáideoir muinín ann.

source: Certificate already exists in your database.
ga: Tá an teastas i do bhunachar sonraí cheana.

source: Downloaded certificate's name duplicates one already in your database.
ga: Tá ainm an teastais íosluchtaithe in úsáid i do bhunachar sonraí cheana féin.

source: Error adding certificate to database.
ga: Earráid agus an teastas á chur sa bhunachar sonraí.

source: Error refiling the key for this certificate.
ga: Theip ar athchur i gcomhad na heochrach le haghaidh an teastais seo.

source: The private key for this certificate cannot be found in key database
ga: Ní féidir eochair phríobháideach an teastais seo a aimsiú i mbunachar sonraí na n-eochracha.

source: This certificate is valid.
ga: Tá an teastas seo bailí.

source: This certificate is not valid.
ga: Níl an teastas seo bailí.

source: Cert Library: No Response
ga: Leabharlann teastais: ní bhfuarthas freagra

source: The certificate issuer's certificate has expired. Check your system date and time.
ga: Tá teastas eisitheoir an teastais as feidhm. Seiceáil dáta agus am do chórais.

source: The CRL for the certificate's issuer has expired. Update it or check your system date and time.
ga: Tá LTC eisitheoir an teastais as feidhm. Nuashonraigh é nó seiceáil dáta agus am do chórais.

source: The CRL for the certificate's issuer has an invalid signature.
ga: Tá síniú neamhbhailí ar an LTC d'eisitheoir an teastais.

source: New CRL has an invalid format.
ga: Tá an LTC nua i bhformáid neamhbhailí.

source: Certificate extension value is invalid.
ga: Tá luach eisínteachta an teastais neamhbhailí.

source: Certificate extension not found.
ga: Níor aimsíodh eisínteacht an teastais.

source: Issuer certificate is invalid.
ga: Tá teastas an eisitheora neamhbhailí.

source: Certificate path length constraint is invalid.
ga: Tá iallach fhad na conaire neamhbhailí.

source: Certificate usages field is invalid.
ga: Tá réimse úsáideanna an teastais neamhbhailí.

source: **Internal ONLY module**
ga: **Modúl inmheánach amháin**

source: The key does not support the requested operation.
ga: Ní thacaíonn an eochair leis an obráid iarrtha.

source: Certificate contains unknown critical extension.
ga: Tá eisínteacht ríthábhachtach anaithnid sa teastas.

source: New CRL is not later than the current one.
ga: Níl an LTC nua níos déanaí ná an ceann reatha.

source: Not encrypted or signed: you do not yet have an email certificate.
ga: Gan criptiú agus gan síniú: níl teastas ríomhphoist agat fós.
