Repository: kscanne/gaeilge-mozdev
Catalog: src/firefox-1.0.1.*.po
Languages: ga

source: Disabling Plug-Ins for a file type will cause files of that type to be downloaded instead of being viewed in the Plug-In.
ga: Má dhíchumasaítear Breiseáin do chineál comhaid déanfar comhaid den chineál sin a íoslódáil seachas amharc orthu sa bhreiseán.

source: File Type
ga: Cineál Comhaid

source: Enabled
ga: Cumasaithe

source: Extension
ga: Eisínteacht

source: Fon&ts for:
ga: Clófhoirne &do:

source: Typeface
ga: Cló-éadan

source: Size (pixels)
ga: Méid (picteilíní)

source: &Proportional:
ga: Cló &Il-Leithid:

source: &Monospace:
ga: Cló &Aonleithid:

source: _: 'Fantasy' means 'Ornate' &Fantasy:
ga: &Ornáidíocht:

source: &Cursive:
ga: &Reatha:

source: pixels
ga: picteilíní

source: Western
ga: Iartharach

source: Central European
ga: Lár-Eorpach

source: Japanese
ga: Seapáinis

source: Traditional Chinese (Taiwan)
ga: Sínis Thraidisiúnta (An Téaváin)

source: Simplified Chinese
ga: Sínis Shimplithe

source: Traditional Chinese (Hong Kong)
ga: Sínis Thraidisiúnta (Hong Cong)

source: Korean
ga: Cóiréis

source: Cyrillic
ga: Coireallach

source: Baltic
ga: Baltach

source: Greek
ga: Gréigis

source: Turkish
ga: Tuircis

source: User Defined
ga: Sainmhínithe ag an Úsáideoir

source: Thai
ga: Téalainnis

source: Hebrew
ga: Eabhrais

source: Arabic
ga: Araibis

source: Tamil
ga: Tamailis

source: Minimum font si&ze:
ga: Clómhéid is &lú:

source: None
ga: Gan sonrú

source: New languages can be configured using the Languages Panel.
ga: Is féidir cumraíocht do theangacha eile a shocrú i bPainéal na dTeangacha.

source: When a web page chooses its own fonts
ga: Nuair a roghnaíonn leathanach lín a chuid clófhoirne féin

source: Display &resolution:
ga: Leibhéal &taifigh:

source: _: dpi stands for "dots per inch" dpi
ga: dpi

source: System setting
ga: Socrú Córais

source: Other...
ga: Eile...

source: Calibrate Resolution
ga: Calabraigh Taifeach

source: The length of the line above is:
ga: Is é seo fad na líne thuas:

source: inches
ga: orlach

source: centimeters
ga: ceintiméadar

source: Text and Background
ga: Téacs agus Cúlra

source: &Text:
ga: &Téacs:

source: &Background:
ga: &Cúlra:

source: U&se system colors
ga: Ú&sáid dathanna an chórais

source: &Underline links
ga: Cuir líne &faoi naisc

source: Link Colors
ga: Dathanna Nasc

source: Unvisited &Links:
ga: Naisc &gan Chuairt:

source: &Visited Links:
ga: Naisc &Fheicthe:

source: When a web page provides its own colors and background
ga: Nuair a sholáthraíonn leathanach lín a dhathanna féin, agus a chúlra

source: &Colors
ga: &Dhathanna

source: &Fonts
ga: Chló&fhoirne

source: Always use my:
ga: Cloí le mo:

source: Languages and Character Encoding
ga: Teangacha agus Ionchódú Carachtar

source: Web pages are sometimes offered in more than one language. Choose languages for displaying these web pages, in order of preference.
ga: Bíonn roinnt leathanaigh lín ar fáil i dteangacha éagsúla. Roghnaigh na teangacha ina thaispeánfar na leathanaigh seo, in ord do rogha.

source: Languages in order of preference:
ga: Teangacha in ord rogha:

source: Character Encoding
ga: Ionchódú Carachtar

source: Default &Character Encoding:
ga: Ionchódú &Carachtar Réamhshocraithe:

source: Move &Up
ga: Bog S&uas

source: Move &Down
ga: Bog Sí&os

source: &Remove
ga: S&cuab As

source: &Select a language to add...
ga: Roghnaigh teanga chun cur leis...

source: &Add
ga: Cuir &Leis

source: Choose File
ga: Roghnaigh Comhad

source: Same window
ga: Fuinneog céanna

source: New window
ga: Fuinneog nua

source: Parent frame
ga: Máthairfhráma

source: Same frame
ga: Fráma céanna

source: Embedded
ga: Neadaithe

source: No properties available.
ga: Níl aon airí ar fáil.

source: Missing
ga: Ar iarraidh

source: Blank
ga: Bán

source: Unknown (not cached)
ga: Anaithnid (gan taisceadh)

source: _: imageWidth %Spx
ga: %Spx

source: _: imageHeight %Spx
ga: %Spx

source: Web Search for "%S"
ga: Cuardach Idirlín do "%S"

source: Save Web Page
ga: Sábháil Leathanach Idirlín

source: Save Image
ga: Sábháil an Íomhá

source: Save As
ga: Sábháil Mar

source: Web Page, complete
ga: Leathanach Idirlín, ina iomláine

source: Web Page, HTML only
ga: Leathanach Idirlín, HTML amháin

source: Web Page, XHTML only
ga: Leathanach Idirlín, XHTML amháin

source: Web Page, XML only
ga: Leathanach Idirlín, XML amháin

source: %S_files
ga: %S_comhaid

source: The link could not be saved. The web page might have been removed or had its name changed.
ga: Níorbh fhéidir an nasc a shábháil. Tharlódh gur aistríodh an leathanach lín go dtí áit eile, nó gur athraíodh a theideal.

source: Save Link
ga: Sábháil an Nasc

source: %S File
ga: Comhad %S

source: %S Files
ga: Comhaid %S

source: Folders and bookmarks in this folder appear on the Bookmarks Toolbar.
ga: Taispeántar fillteáin agus leabharmharcanna san fhillteán seo ar Bharra na Leabharmharcanna.

source: _: cmd_bm_open_accesskey O
ga: O

source: Expand
ga: Leathnaigh

source: x
ga: L

source: Collapse
ga: Laghdaigh

source: _: cmd_bm_collapsefolder_accesskey C
ga: C

source: Open in Tabs
ga: Oscail i gCluaisíní

source: _: cmd_bm_openfolder_accesskey O
ga: O

source: Manage Folder
ga: Bainistiú an Fhillteáin

source: _: cmd_bm_managefolder_accesskey M
ga: B

source: Find a Bookmark...
ga: Aimsigh Leabharmharc...

source: _: cmd_copy_accesskey C
ga: C

source: P
ga: R

source: Move Bookmark(s)...
ga: Aistrigh Leabharmharc(anna)...

source: _: cmd_bm_movebookmark_accesskey M
ga: B

source: Select All
ga: Roghnaigh Uile

source: Rename...
ga: Athainmnigh...

source: _: cmd_bm_rename_accesskey R
ga: R

source: Change Location...
ga: Athraigh Suíomh...

source: Properties
ga: Airíonna

source: Sort By Name
ga: Sórtáil de réir Ainm

source: _: cmd_bm_sortbyname_accesskey S
ga: S

source: Undo
ga: Cealaigh

source: _: cmd_bm_undo_accesskey U
ga: U

source: Undo Cut
ga: Cealaigh Gearradh

source: _: cmd_bm_cut_undo_accesskey U
ga: U

source: Undo Delete Bookmark
ga: Cealaigh Dealú Leabharmhairc

source: _: cmd_bm_delete_undo_accesskey U
ga: U

source: Undo Paste
ga: Cealaigh Greamú

source: _: cmd_bm_paste_undo_accesskey U
ga: U

source: Undo New Bookmark
ga: Cealaigh Leabharmharc Nua

source: _: cmd_bm_newbookmark_undo_accesskey U
ga: U

source: Undo New Live Bookmark
ga: Cealaigh Leabharmharc Beo Nua

source: _: cmd_bm_newlivemark_undo_accesskey U
ga: U

source: Undo New Folder
ga: Cealaigh Fillteán Nua

source: _: cmd_bm_newfolder_undo_accesskey U
ga: U

source: Undo New Separator
ga: Cealaigh Deighilteoir Nua

source: _: cmd_bm_newseparator_undo_accesskey U
ga: U

source: Undo Drag Bookmark
ga: Cealaigh Tarraingt Leabharmhairc

source: _: cmd_bm_drag_undo_accesskey U
ga: U

source: Undo Move Bookmark
ga: Cealaigh Aistriú Leabharmhairc

source: _: cmd_bm_move_undo_accesskey U
ga: U

source: Undo Import
ga: Cealaigh Iompórtáil

source: _: cmd_bm_import_undo_accesskey U
ga: U

source: Redo
ga: Athfheidhmigh

source: _: cmd_bm_redo_accesskey R
ga: R

source: Redo Cut
ga: Athfheidhmigh Gearradh

source: _: cmd_bm_cut_redo_accesskey R
ga: R

source: Redo Delete Bookmark
ga: Athfheidhmigh Dealú Leabharmhairc

source: _: cmd_bm_delete_redo_accesskey R
ga: R

source: Redo Paste
ga: Athfheidhmigh Greamú

source: _: cmd_bm_paste_redo_accesskey R
ga: R

source: Redo New Bookmark
ga: Athfheidhmigh Leabharmharc Nua

source: _: cmd_bm_newbookmark_redo_accesskey R
ga: R

source: Redo New Live Bookmark
ga: Athfheidhmigh Leabharmharc Beo Nua

source: _: cmd_bm_newlivemark_redo_accesskey R
ga: R

source: Redo New Folder
ga: Athfheidhmigh Fillteán Nua

source: _: cmd_bm_newfolder_redo_accesskey R
ga: R

source: Redo New Separator
ga: Athfheidhmigh Deighilt Nua

source: _: cmd_bm_newseparator_redo_accesskey R
ga: R

source: Redo Drag Bookmark
ga: Athfheidhmigh Tarraingt Leabharmhairc

source: _: cmd_bm_drag_redo_accesskey R
ga: R

source: Redo Move Bookmark
ga: Athfheidhmigh Aistriú Leabharmharc

source: _: cmd_bm_move_redo_accesskey R
ga: R

source: Redo Import
ga: Athfheidhmigh Iompórtáil

source: _: cmd_bm_import_redo_accesskey R
ga: R

source: Open in New Window
ga: Oscail i bhFuinneog Nua

source: Open in New Tab
ga: Oscail i gCluaisín Nua

source: New Folder...
ga: Fillteán Nua...

source: New Bookmark...
ga: Leabharmharc Nua...

source: New Separator
ga: Deighilteoir Nua

source: _: cmd_bm_newseparator_accesskey S
ga: S

source: New Folder
ga: Fillteán Nua

source: New Bookmark
ga: Leabharmharc Nua

source: New Live Bookmark
ga: Leabharmharc Beo Nua

source: Create New Folder
ga: Cruthaigh Fillteán Nua

source: Create a New Folder named:
ga: Cruthaigh Fillteán Nua faoin Teideal:

source: %S - Bookmarks
ga: %S - Leabharmharcanna

source: Search Results
ga: Torthaí Cuardaigh

source: Bookmarks Manager
ga: Bainisteoir na Leabharmharcanna

source: File in "%S"
ga: Cuir i bhfillteán "%S"

source: Bookmarks Toolbar Folder
ga: Fillteán do Bharra Uirlisí Leabharmharcanna

source: %S object(s)
ga: %S réad

source: The following web page has been updated:
ga: Tá an leathanach lín seo a leanas arna nuashonrú:

source: Would you like to display it?
ga: Ar mhaith leat go dtaispeánfaí é?

source: Stop checking for updates on this web page
ga: Éirigh as a bheith ag lorg nuashonruithe don leathanach lín seo

source: Please enter a location
ga: Iontráil suíomh

source: Please enter a duration.
ga: Iontráil achar ama.

source: Please enter at least one notification method.
ga: Iontráil modh fógartha amháin, ar a laghad.

source: Sorted by %S
ga: Arna shórtáil de réir %S

source: Find: '%S'
ga: Aimsigh: '%S'

source: Find: %S %S '%S' in %S
ga: Aimsigh: %S %S '%S' i %S

source: _: ImportedIEFavorites Imported IE Favorites
ga: Leabharmharcanna IE arna n-iompórtáil

source: _: ImportedIEStaticFavorites Imported IE Favorites
ga: Leabharmharcanna IE arna n-iompórtáil

source: Imported NetPositive Bookmarks
ga: Leabharmharcanna NetPositive arna n-iompórtáil

source: Import bookmark file:
ga: Iompórtáil comhad leabharmharc:

source: Export bookmark file:
ga: Easpórtáil comhad leabharmharc:

source: Find
ga: Aimsigh

source: (Empty)
ga: (Gan Sonrú)

source: Add Bookmark?
ga: Cruthaigh Leabharmharc?

source: Add Bookmark to "%S" (%S)?
ga: Cruthaigh Leabharmharc i "%S" (%S)?

source: Live Bookmark loading...
ga: Leabharmharc Beo á lódáil...

source: Live Bookmark feed failed to load.
ga: Theip ar lódáil fhotha na Leabharmharcanna Beo

source: Change Master Password
ga: Athraigh Príomhfhocal Faire

source: Security Device
ga: Gléas Slándála

source: Current password:
ga: Focal Faire Reatha:

source: Enter new password:
ga: Iontráil focal faire nua:

source: Re-enter password:
ga: Iontráil an focal faire arís:

source: Password quality meter
ga: Tomhais ar cháilíocht fhocail faire

source: Loading
ga: Á Lódáil

source: A Master Password is used to protect sensitive information like site passwords. If you create a Master Password you will be asked to enter it once per session when &brandShortName; retrieves saved information protected by the password.
ga: Úsáidtear príomhfhocal faire chun eolas íogair ar nós focail faire suímh a chosaint. Má chruthaíonn tú príomhfhocal faire iarrfar ort é a iontráil uair amháin le linn seisiúin nuair a aisghabhann &brandShortName; eolas sábháilte atá faoi chosaint an fhocail faire.

source: Please make sure you remember the Master Password you have set. If you forget your Master Password, you will be unable to access any of the information protected by it.
ga: Cinntigh go meabhraíonn tú an Príomhfhocal Faire atá socraithe agat. Má dhéanann tú dearmad ar do Phríomhfhocal Faire, ní bheidh tú ábalta rochtain a fháil ar aon fhaisnéis atá cosanta aige.

source: From %S
ga: Ó %S:

source: Keyword Searches (From %S)
ga: Cuardaigh Lorgfhocail (Ó %S)

source: Search on %S
ga: Cuardaigh ar %S

source: Previous Home Page (From %S)
ga: Leathanach Baile Roimhe Seo (Ó %S)

source: From Netscape 4
ga: Ó Netscape 4

source: From Netscape 6/7/Mozilla
ga: Ó Netscape 6/7/Mozilla

source: From Safari
ga: Ó Safari

source: From Opera
ga: Ó Opera

source: Keyword Searches (From Opera)
ga: Cuardaigh Lorgfhocail (Ó Opera)

source: Internet Options
ga: Roghanna Idirlín

source: _: 1_opera Preferences
ga: Sainroghanna

source: _: 1_dogbert Preferences
ga: Sainroghanna

source: _: 1_seamonkey Preferences
ga: Sainroghanna

source: _: 1_phoenix Preferences
ga: Sainroghanna

source: _: 2_ie Cookies
ga: Fianáin

source: _: 2_opera Cookies
ga: Fianáin

source: _: 2_dogbert Cookies
ga: Fianáin

source: _: 2_seamonkey Cookies
ga: Fianáin

source: _: 2_phoenix Cookies
ga: Fianáin

source: _: 4_ie Browsing History
ga: Stair Brabhsála

source: _: 4_opera Browsing History
ga: Stair Brabhsála

source: _: 4_dogbert Browsing History
ga: Stair Brabhsála

source: _: 4_seamonkey Browsing History
ga: Stair Brabhsála

source: _: 4_phoenix Browsing History
ga: Stair Brabhsála

source: _: 8_ie Saved Form History
ga: Stair na Faisnéise Sábháilte ó Fhoirmeacha

source: _: 8_opera Saved Form History
ga: Stair na Faisnéise Sábháilte ó Fhoirmeacha

source: _: 8_dogbert Saved Form History
ga: Stair na Faisnéise Sábháilte ó Fhoirmeacha

source: _: 8_seamonkey Saved Form History
ga: Stair na Faisnéise Sábháilte ó Fhoirmeacha

source: _: 8_phoenix Saved Form History
ga: Stair na Faisnéise Sábháilte ó Fhoirmeacha

source: _: 16_ie Saved Passwords
ga: Focail Fhaire a sábháladh

source: _: 16_opera Saved Passwords
ga: Focail Fhaire a sábháladh

source: _: 16_dogbert Saved Passwords
ga: Focail Fhaire a sábháladh

source: _: 16_seamonkey Saved Passwords
ga: Focail Fhaire a sábháladh

source: _: 16_phoenix Saved Passwords
ga: Focail Fhaire a sábháladh

source: Favorites
ga: Ceanáin

source: _: 32_opera Bookmarks
ga: Leabharmharcanna

source: _: 32_dogbert Bookmarks
ga: Leabharmharcanna

source: _: 32_seamonkey Bookmarks
ga: Leabharmharcanna

source: _: 32_phoenix Bookmarks
ga: Leabharmharcanna

source: _: 64_ie Other Data
ga: Sonraí Eile

source: _: 64_opera Other Data
ga: Sonraí Eile

source: _: 64_dogbert Other Data
ga: Sonraí Eile

source: _: 64_seamonkey Other Data
ga: Sonraí Eile

source: _: 64_phoenix Other Data
ga: Sonraí Eile

source: Timed Out
ga: Thar Am

source: Stopped
ga: Stadadh

source: Open File
ga: Oscail Comhad

source: Drop a link to bookmark it
ga: Cuir nasc anseo chun leabharmharc a chruthú dó

source: Drop a link or file to download it
ga: Cuir nasc nó comhad anseo lena íoslódáil

source: Drop a link or file to open it
ga: Cuir nasc nó comhad anseo lena oscailt

source: Drop a link or file to make it your home page
ga: Cuir nasc nó comhad anseo lena shocrú mar leathanach baile agat

source: Do you want this document to be your new home page?
ga: An bhfuil tú ag iarraidh an doiciméad seo a roghnú mar do leathanach baile?

source: An error has occurred on this page. Double click here for details.
ga: Earráid sa leathanach seo. Déghliogáil anseo i gcomhair mionsonraí.

source: Link will open in:
ga: Osclófar an nasc i:

source: Search Web for "%S"
ga: Cuardaigh an tIdirlíon ar "%S"

source: Block Images from %S
ga: Coisc Íomhánna ó %S

source: Save Picture
ga: Sábháil Pictiúr

source: Web Panels
ga: Painéil Idirlín

source: Do you want to set this image as your desktop wallpaper?
ga: An mian leat é seo a shocrú mar íomhá deisce?

source: Confirm close
ga: Dearbhaigh

source: This Browser window has %S tabs open. Do you want to close it and all its tabs?
ga: Tá %S cluaisín ar oscailt sa bhrabhsálaí seo. An mian leat é féin agus a chuid cluaisíní uile a dhúnadh?

source: Close all tabs
ga: Dún gach cluaisín

source: Warn me when closing multiple tabs
ga: Tabhair rabhadh dom agus cluaisíní iomadúla á ndúnadh

source: Read Mail and News (%S new messages)
ga: Léigh Ríomhphost agus Nuacht (%S teachtaireacht nua)

source: Read Mail (%S new)
ga: Léigh Ríomhphost (%S nua)

source: To protect your computer, %S prevented this site (%S) from installing software on your computer.
ga: Níor lig %S don suíomh seo (%S) bogearra a shuiteáil i do ríomhaire, ar mhaithe le do ríomhaire a chosaint.

source: _: xpinstallWarningButton Edit Options...
ga: Roghanna...

source: Software installation is currently disabled. Click Edit Options... to enable it and try again.
ga: Suiteáil bogearraí díchumasaithe faoi láthair. Gliogáil Roghanna chun é a chumasú.

source: _: xpinstallDisabledWarningButton Edit Options...
ga: Roghanna...

source: To protect your computer, %S prevented this site (%S) from installing themes.
ga: Níor lig %S don suíomh seo (%S) téamaí a shuiteáil, chun do ríomhaire a chosaint.

source: _: themeWarningButton Edit Options...
ga: Roghanna...

source: %S prevented this site from opening a popup window. Click here for options...
ga: Níor lig %S don suíomh seo preabfhuinneog a shuiteáil. Gliogáil anseo le haghaidh roghanna...

source: %S prevented this site from opening %S popup windows. Click here for options...
ga: Níor lig %S don suíomh seo %S preabfhuinneog a shuiteáil. Gliogáil anseo le haghaidh roghanna...

source: Allow popups for %S
ga: Ceadaigh preabfhuinneoga do %S

source: Block popups for %S
ga: Cuir cosc ar phreabfhuinneoga do %S

source: Don't show this message when popups are blocked
ga: Ná taispeáin an teachtaireacht seo má tá cosc ar phreabfhuinneoga

source: Don't show info message when popups are blocked
ga: Ná taispeáin teachtaireacht eolais má tá cosc ar phreabfhuinneoga

source: Show '%S'
ga: Taispeáin '%S'

source: Add Live Bookmark for this page's feed
ga: Cuir Leabharmharc beo le fothú an leathanaigh seo

source: Page has no feeds for Live Bookmark
ga: Níl fothú le haghaidh Leabharmharc Beo ag an leathanach

source: Subscribe to '%S'...
ga: Liostáil le '%S'...

source: (no preview available)
ga: (níl aon réamhamharc ar fáil)

source: %S can save information that you enter in web forms to make filling them out faster in the future. Would you like to save form information from now on?
ga: Tig le %S faisnéis a chuireann tú ar fhoirmeacha idirlín a shábháil ionas gur féidir iad a líonadh isteach go mear arís. Ar mhaith leat faisnéis foirme a shábháil as seo amach?

source: Save Form Information
ga: Sábháil Faisnéis na Foirme

source: Don't Save
ga: Ná Sábháil

source: Additional plugins are required to display all the media on this page.
ga: Tá breiseáin eile ag teastáil chun na meáin uile ar na leathanach seo a thaispeáint.

source: Install Missing Plugins...
ga: Suiteáil na breiseáin ar iarraidh...

source: Phrase not found
ga: Abairtín gan aimsiú

source: Reached end of page, continued from top
ga: Ag bun an leathanaigh, ag leanúint ón mbarr

source: Reached top of page, continued from bottom
ga: Ag barr an leathanaigh, ag leanúint ón mbun

source: The following Extensions are installed:
ga: Eisínteachtaí suiteáilte:

source: Disable Extension
ga: Díchumasaigh Eisínteacht

source: Uninstall Extension
ga: Díshuiteáil Eisínteacht

source: Get New Extensions
ga: Faigh Eisínteachtaí Nua

source: Options...
ga: Roghanna...

source: Close Options and visit Firefox Help's Extensions page
ga: Dún Roghanna agus tabhair cuairt ar leathanach Cabhair le Mozilla Firefox

source: The Browser, Reloaded
ga: An Brabhsálaí, Athlódáilte

source: Engineering Leads
ga: Príomhfhorbróirí Innealtóireachta

source: Core Development Posse
ga: Lárfhoireann Forbartha

source: Gecko Layout Engine
ga: Inneall Leagain Amach Gecko

source: Special Thanks To
ga: Buíochas ar leith le

source: Visual Design Coordinator
ga: Comhordaitheoir an tAmharcdhearaidh

source: Theme Design
ga: Dearadh na dTéamaí

source: Brand Identity
ga: Aitheantas an Bhranda

source: Web Design
ga: Dearadh Lín

source: Mozilla Update
ga: Nuashonrú Mozilla

source: Quality Assurance Lead
ga: Príomhfhorbróir Dearbhaithe Cáilíochta

source: Quality Assurance
ga: Dearbhú Cáilíochta

source: Build and Release
ga: Tógáil agus Scaoileadh Amach

source: Infrastructure Support
ga: Tacaíocht Infrastruchtúir

source: Support Resources
ga: Acmhainní Tacaíochta

source: Project Management
ga: Bainistiú an Tionscadail

source: Marketing Leads
ga: Ceannairí Margaíochta

source: Marketing
ga: Margaíocht

source: Created By
ga: Cruthaithe ag

source: In Fond Memory Of
ga: I nDílchuimhne Ar

source: Powered by
ga: Á chumhachtú ag

source: No properties set.
ga: Níl airíonna socraithe.

source: Element Properties
ga: Airíonna Eiliminte

source: Image Properties
ga: Airíonna Íomhá

source: Alternate text:
ga: Téacs mar Mhalairt:

source: Width:
ga: Leithead:

source: Height:
ga: Airde:

source: Size of File:
ga: Méid an Chomhaid:

source: Insert/Delete Properties
ga: Ionsáigh/Dealaigh Airíonna

source: _: insdel-cite.label Info:
ga: Eolas:

source: Date:
ga: Dáta:

source: Link Properties
ga: Airíonna na Nascanna

source: Address:
ga: Seoladh:

source: Will open in:
ga: Osclófar an nasc i:

source: Target type:
ga: Cineál Sprioc:

source: Target language:
ga: Sprioctheanga:

source: Relation:
ga: Baint:

source: Reversed relation:
ga: Frithnasc:

source: Miscellaneous Properties
ga: Airíonna Ilghnéitheacha

source: Text language:
ga: Teanga an Téacs:

source: Table summary:
ga: Achoimre Tábla:

source: Quote Properties
ga: Airíonna Athfhriotail

source: _: quote-cite.label Info:
ga: Eolas:

source: Master Passwords
ga: Príomhfhocail Fhaire

source: Privacy and Security
ga: Príobháideachas agus Slándáil

source: Validation
ga: Bailíochtú

source: Page Setup
ga: Socrú Leathanaigh

source: Format &amp; Options
ga: Formáid &amp; Roghanna

source: Format
ga: Formáid

source: Orientation:
ga: Treoshuíomh leathanaigh:

source: Portrait
ga: Portráid

source: Landscape
ga: Tírdhreach

source: Scale:
ga: Scála:

source: Shrink To Fit Page Width
ga: Laghdaigh go leithead leathanaigh

source: Print Background (colors &amp; images)
ga: Priontáil an Cúlra (dathanna &amp; íomhánna)

source: Margins &amp; Header/Footer
ga: Imill &amp; Ceanntásc/Buntásc

source: Margins (#1)
ga: Imill (#1)

source: millimeters
ga: milliméadar

source: Top:
ga: Barr:

source: Bottom:
ga: Bun:

source: _: marginLeft.label Left:
ga: Ar chlé:

source: _: marginRight.label Right:
ga: Ar dheis:

source: Headers &amp; Footers
ga: Ceanntásca &amp; Buntásca

source: _: hfLeft.label Left:
ga: Ar chlé:

source: Center:
ga: Lárphointe:

source: _: hfRight.label Right:
ga: Ar dheis:

source: Title
ga: Teideal

source: Date/Time
ga: Dáta/Am

source: Page #
ga: Leathanach #

source: Page # of #
ga: Leathanach # as #

source: --blank--
ga: --bán--

source: _: hfCustom Custom...
ga: Saincheap...

source: _: customPrompt.title Custom...
ga: Saincheap...

source: Enter your custom header/footer text
ga: Cuir isteach do théacs ceanntáisc/buntáisc féin

source: en-US
ga: ga-IE

source: en-us, en
ga: ga, en-ie, en-us, en

source: About %S
ga: Maidir le %S

source: version %S
ga: leagan %S

source: About %S...
ga: Maidir le %S...

source: Enable Extension
ga: Cumasaigh Eisínteacht

source: %S will be enabled the next time you restart %S.
ga: Beidh %S cumasaithe an chéad uair eile a thosaíonn tú %S.

source: %S will be disabled the next time you restart %S.
ga: Beidh %S díchumasaithe an chéad uair eile a thosaíonn tú %S.

source: Uninstall
ga: Díshuiteáil

source: %S will be uninstalled the next time you restart %S.
ga: Díshuiteálfar %S an chéad uair eile a thosaíonn tú %S.

source: If you uninstall %S, the functionality it offers will no longer be available. Do you want to uninstall %S?
ga: Ma dhíshuiteálann tú %S, ní bheidh a fheidhmeanna ar fáil a thuilleadh. Ar mhaith leat %S a dhíshuiteáil?

source: Do you want to uninstall %S?
ga: An mian leat %S a dhíshuiteáil?

source: Uninstall %S
ga: Díshuiteáil %S
