Repository: kscanne/gaeilge-mozdev
Catalog: src/firefox-trunk.*.po
Languages: ga

source: We are sorry, &brandShortName; just recovered from a crash. Sending crash reports will help Mozilla make &brandShortName; more stable and secure. You can always change your preference in Settings/Options.
ga: Tá &brandShortName; tar éis athshlánú ó thuairteáil. Nuair a sheolann tú tuairisc ar chliseadh chugainn, cabhraíonn sé linn feabhas a chur ar &brandShortName; sa chaoi go mbeidh sé níos cobhsaí agus níos sláine. Bíonn tú in ann na tuairiscí seo a rialú sna Socruithe/Roghanna.

source: What's in a crash report?
ga: Céard atá i dtuairisc ar chliseadh?

source: A crash report contains some details about the crash, your machine, as well as a snapshot of the state of your browser when it crashed.
ga: Cuirimid mionsonraí a bhaineann leis an tuairt agus le do ríomhaire sa tuairisc, chomh maith le heolas faoi staid do bhrabhsálaí nuair a chlis air.

source: This may include things like open pages, text typed into forms and the content of open messages, recent browsing history, or geolocation shared with a site.
ga: D'fhéadfadh sé go mbeadh sonraí éagsúla san áireamh: leathanaigh oscailte, téacs curtha isteach i bhfoirmeacha, ábhar as teachtaireachtaí oscailte, do stair bhrabhsála is déanaí, nó geoshuíomh a roinn tú le suíomh.

source: We use crash reports to try to fix problems and improve our products. We handle your information as we describe in our
ga: Úsáidimid na tuairiscí seo chun fadhbanna a réiteach agus feabhas a chur ar ár gcuid táirgí. Úsáidimid do chuid faisnéise de réir na dtéarmaí i

# crashprompt.privacyPolicyLink
source: &brandShortName; privacy policy
ga: bpolasaí príobháideachta &brandShortName;

source: Include the address of the page I was on
ga: Cuir seoladh an leathanaigh ar a raibh mé san áireamh

source: Send reports
ga: Seol tuairiscí

source: Don't send
ga: Ná seol

# crashprompt.privacyPolicy.title
source: &brandShortName; privacy policy
ga: Polasaí príobháideachta &brandShortName;

source: Use Password Manager to remember this password.
ga: Bí i dtuilleamaí Bhainisteoir na bhFocal Faire leis an bhfocal faire seo a choinneáil i gcuimhne.

source: Do you want %1$S to remember the password for "%2$S" on %3$S?
ga: An bhfuil fonn ort go meabhródh %1$S an focal faire le haghaidh "%2$S" ar %3$S?

source: Do you want %1$S to remember this password on %2$S?
ga: An bhfuil fonn ort go meabhróidh %1$S an focal faire seo ar %2$S?

source: Not for this site
ga: Ná meabhraigh ar an suíomh seo

source: Remember password
ga: Meabhraigh an focal faire

source: Confirm Password Change
ga: Dearbhaigh an Focal Faire Nua

source: Would you like to change the stored password for %S?
ga: An bhfuil tú ag iarraidh an focal faire atá stóráilte le haghaidh %S a athrú?

source: Would you like to change the stored password for this login?
ga: An bhfuil fonn ort an focal faire stóráilte don chuntas seo a athrú?

source: Don't change
ga: Ná hathraigh

source: Please confirm which user you are changing the password for
ga: Dearbhaigh cén t-úsáideoir lena bhfuil tú ag athrú an focal faire

source: Entering any personal information on this page may result in identity theft or other fraud.
ga: Má chuireann tú aon fhaisnéis phearsanta isteach ar an leathanach seo, d'fhéadfadh a bheith goid aitheantas nó calaois eile mar thoradh air.

source: <p>These types of web forgeries are used in scams known as phishing attacks, in which fraudulent web pages and emails are used to imitate sources you may trust.</p>
ga: <p>Úsáidtear suímh den chineál seo i gcamscéimeanna ar a dtugtar "bréagbhrandáil", ina gcruthaíonn coirpigh leathanaigh agus ríomhphoist chalaoiseacha chun aithris a dhéanamh ar fhoinsí dlisteanacha a bhfuil muinín agat astu.</p>

source: Character Encoding
ga: Ionchódú Carachtar

source: Auto-detect
ga: Braith go huathoibríoch

source: Show encoding options on the App Bar
ga: Taispeáin roghanna ionchódaithe ar an Aip-Bharra

source: Clear Private Data
ga: Bánaigh Sonraí Príobháideacha

source: Clear your browsing history, passwords, cookies, and form data on this device
ga: Bánaigh do stair bhrabhsála, focail fhaire, fianáin, agus sonraí foirme ón ghléas seo

source: Done!
ga: Críochnaithe!

source: Browsing history
ga: Stair bhrabhsála

source: Other data (passwords, cache, cookies, etc)
ga: Sonraí eile (focail fhaire, taisce, fianáin, srl.)

source: Download history
ga: Stair na n-íosluchtuithe

source: Cache
ga: Taisce

source: Site preferences
ga: Sainroghanna suímh

source: Form &amp; search history
ga: Stair fhoirmeacha agus chuardaigh

source: Saved passwords
ga: Focail fhaire a sábháladh

source: Offline website data
ga: Sonraí suíomhanna as líne

source: Active logins
ga: Logálacha isteach gníomhacha

source: Remember Passwords
ga: Meabhraigh Focail Fhaire

source: Show Navigation Buttons
ga: Taispeáin Cnaipí Nascleanúna

source: Do Not Track
ga: Ná Rianaigh

source: Tell websites that I do not want to be tracked
ga: Inis do shuímh gan mise a rianú

source: Tell websites that I want to be tracked
ga: Inis do shuímh gur mhaith liom a bheith rianaithe

source: Do not tell websites anything about my tracking preferences
ga: Ná inis faoi do shuímh maidir le rianú

source: Learn more&#x2026;
ga: Tuilleadh eolais&#x2026;

source: Crash Reporter
ga: Tuairisceoir Tuairteála

source: &brandShortName; submits crash reports to help Mozilla make your browser more stable and secure
ga: Seolann &brandShortName; tuairiscí ar chlistí chuig Mhozilla chun cabhrú linn brabhsálaí níos cobhsaí níos sláine a fhorbairt

source: Telemetry
ga: Teiliméadracht

source: Shares usage statistics about &brandShortName; with Mozilla to help us make your browser better
ga: Seol staitisticí maidir le húsáid &brandShortName; chuig Mhozilla, chun cabhrú linn feabhas a chur ar do bhrabhsálaí

source: Default Search Provider
ga: Inneall Cuardaigh Réamhshocraithe

source: Access your bookmarks, passwords, and open tabs across your devices
ga: Do chuid leabharmharcanna, focal faire agus cluaisíní oscailte a rochtain ar gach gléas atá agat

# sync.flyout.presetup.setup.label
source: Set Up &syncBrand.shortName.label;
ga: Socraigh &syncBrand.shortName.label;

# sync.flyout.setup.title
source: Set Up &syncBrand.shortName.label;
ga: Socraigh &syncBrand.shortName.label;

source: If you have a &syncBrand.shortName.label; account, select &quot;Pair a Device&quot; on your other device and enter this code.
ga: Má tá cuntas &syncBrand.shortName.label; agat, roghnaigh &quot;Péireáil Gléas&quot; ar an ngléas eile agus cuir an cód seo isteach.

source: If you don&apos;t have a &syncBrand.shortName.label; account, you can create one on your &brandShortName; desktop browser.
ga: Mura bhfuil cuntas &syncBrand.shortName.label; agat, is féidir ceann a chruthú le &brandShortName; ar ríomhaire deisce.

source: I&apos;m not near my computer…
ga: Nílim in aice le mo ríomhaire…

# sync.flyout.setup.description3
source: Note:
ga: Nóta:

source: To find &quot;Pair a Device&quot;,
ga: Chun &quot;Péireáil Gléas&quot; a aimsiú,

source: [Desktop] Open &quot;Options&quot; or &quot;Preferences&quot; and then select &quot;&syncBrand.shortName.label;&quot;
ga: [Deasc] Oscail &quot;Roghanna&quot; nó &quot;Sainroghanna&quot; agus ansin roghnaigh &quot;&syncBrand.shortName.label;&quot;

# sync.flyout.setup.description6_2
source: [Android] More &gt; Settings &gt; &syncBrand.shortName.label;
ga: [Android] Tuilleadh &gt; Socruithe &gt; &syncBrand.shortName.label;

source: Please enter your &syncBrand.shortName.label; account information and the Recovery Key generated by your computer
ga: Cuir sonraí do chuntais &syncBrand.shortName.label; isteach, chomh maith leis an Eochair Athshlánaithe a chruthaigh do ríomhaire

source: Account Name
ga: Ainm an Chuntais

source: Password
ga: Focal Faire

source: Recovery Key
ga: Eochair Athshlánaithe

source: Connect
ga: Ceangail

source: You just connected &brandShortName; to &syncBrand.shortName.label; account
ga: Tá tú tar éis &brandShortName; a cheangal le cuntas &syncBrand.shortName.label;

source: Your &syncBrand.shortName.label; data is now being downloaded in the background. Your synced tabs can be found on &brandShortName; Start Page
ga: Tá do chuid sonraí &syncBrand.shortName.label; á n-íosluchtú sa chúlra. Aimseoidh tú do chuid cluaisíní sioncrónaithe ar an Leathanach Tosaigh &brandShortName;

source: &brandShortName; could not connect to your &syncBrand.shortName.label; account.
ga: Níorbh fhéidir le &brandShortName; ceangal le do chuntas &syncBrand.shortName.label;.

# sync.flyout.setupfailure.cancelButton
source: Cancel
ga: Cealaigh

source: Account:
ga: Cuntas:

source: Your device:
ga: Do ghléas:

source: Disconnect your device with &syncBrand.shortName.label;?
ga: Dícheangail do ghléas ó &syncBrand.shortName.label;?

source: All your personal data on both this device and &syncBrand.shortName.label; account will remain intact.
ga: Beidh do chuid sonraí pearsanta go léir slán sábháilte, ar an ngléas seo agus i do chuntas &syncBrand.shortName.label; chomh maith.

# sync.flyout.connected.cancel
source: Cancel
ga: Cealaigh

source: On the new device you want to pair with, select &quot;Set Up &syncBrand.shortName.label;&quot; and enter the code the device produces
ga: Roghnaigh &quot;Socraigh &syncBrand.shortName.label;&quot; ar an ngléas nua ar mhaith leat péireáil leis, agus cuir isteach an cód a ghineann sé

source: Pair
ga: Péireáil

# sync.flyout.pairNewDevice.note1
source: Note:
ga: Nóta:

source: To find the code,
ga: Chun an cód a aimsiú,

source: [Desktop] Open &quot;Options&quot; or &quot;Preferences&quot; and then follow the steps: &syncBrand.shortName.label; -&gt; Set up &syncBrand.shortName.label; -&gt; I have an account
ga: [Deasc] Oscail &quot;Roghanna&quot; nó &quot;Sainroghanna&quot; agus ansin: &syncBrand.shortName.label; -&gt; Socraigh &syncBrand.shortName.label; -&gt; Tá cuntas agam

# sync.flyout.pairNewDevice.note4
source: [Android] More &gt; Settings &gt; &syncBrand.shortName.label;
ga: [Android] Tuilleadh &gt; Socruithe &gt; &syncBrand.shortName.label;

source: Please try again
ga: Bain triail as arís

source: The new device has been successfully added.
ga: D'éirigh leat an gléas nua a shocrú.

source: Your &syncBrand.shortName.label; data is now being downloaded in the background. Your remote tabs can be found on &brandShortName; Start Page.
ga: Tá do chuid sonraí &syncBrand.shortName.label; á n-íosluchtú sa chúlra. Tá do chluaisíní i gcéin ar fáil ar leathanach tosaigh &brandShortName;.

source: Last sync: %S
ga: Sioncrónú is déanaí: %S

source: Account: %S
ga: Cuntas: %S

source: Your device: %S
ga: Do ghléas: %S

source: This PDF document might not be displayed correctly.
ga: Seans nach dtaispeánfar an cháipéis PDF seo mar is ceart.

source: This PDF document contains forms. The filling of form fields is not supported.
ga: Tá foirmeacha sa cháipéis PDF seo. Ní féidir foirmeacha a líonadh leis an leagan seo.

source: Open With Different Viewer
ga: Oscail le hAmharcán Eile

source: Previous Page
ga: An Leathanach Roimhe Seo

# previous_label
source: Previous
ga: Roimhe Seo

source: Next Page
ga: An Chéad Leathanach Eile

# next_label
source: Next
ga: Ar Aghaidh

source: of {{pageCount}}
ga: as {{pageCount}}

# zoom_out.title
source: Zoom Out
ga: Súmáil Amach

# zoom_out_label
source: Zoom Out
ga: Súmáil Amach

# zoom_in.title
source: Zoom In
ga: Súmáil Isteach

# zoom_in_label
source: Zoom In
ga: Súmáil Isteach

source: Switch to Presentation Mode
ga: Úsáid an Mód Láithreoireachta

source: Presentation Mode
ga: Mód Láithreoireachta

# print.title
source: Print
ga: Priontáil

# print_label
source: Print
ga: Priontáil

# download.title
source: Download
ga: Íosluchtaigh

# download_label
source: Download
ga: Íosluchtaigh

source: Current view (copy or open in new window)
ga: An t-amharc reatha (cóipeáil nó oscail i bhfuinneog nua)

source: Current View
ga: An tAmharc Reatha

# tools.title
source: Tools
ga: Uirlisí

# tools_label
source: Tools
ga: Uirlisí

# first_page.title
source: Go to First Page
ga: Go dtí an chéad leathanach

# first_page.label
source: Go to First Page
ga: Go dtí an chéad leathanach

# first_page_label
source: Go to First Page
ga: Go dtí an chéad leathanach

# last_page.title
source: Go to Last Page
ga: Go dtí an leathanach deiridh

# last_page.label
source: Go to Last Page
ga: Go dtí an leathanach deiridh

# last_page_label
source: Go to Last Page
ga: Go dtí an leathanach deiridh

# page_rotate_cw.title
source: Rotate Clockwise
ga: Rothlaigh ar deiseal

# page_rotate_cw.label
source: Rotate Clockwise
ga: Rothlaigh ar deiseal

# page_rotate_cw_label
source: Rotate Clockwise
ga: Rothlaigh ar deiseal

# page_rotate_ccw.title
source: Rotate Counterclockwise
ga: Rothlaigh ar tuathal

# page_rotate_ccw.label
source: Rotate Counterclockwise
ga: Rothlaigh ar tuathal

# page_rotate_ccw_label
source: Rotate Counterclockwise
ga: Rothlaigh ar tuathal

# hand_tool_enable.title
source: Enable hand tool
ga: Cumasaigh uirlis láimhe

# hand_tool_enable_label
source: Enable hand tool
ga: Cumasaigh uirlis láimhe

# hand_tool_disable.title
source: Disable hand tool
ga: Díchumasaigh uirlis láimhe

# hand_tool_disable_label
source: Disable hand tool
ga: Díchumasaigh uirlis láimhe

# document_properties.title
source: Document Properties…
ga: Airíonna na Cáipéise…

# document_properties_label
source: Document Properties…
ga: Airíonna na Cáipéise…

source: File name:
ga: Ainm an chomhaid:

source: File size:
ga: Méid an chomhaid:

source: {{size_kb}} KB ({{size_b}} bytes)
ga: {{size_kb}} kB ({{size_b}} beart)

source: {{size_mb}} MB ({{size_b}} bytes)
ga: {{size_mb}} MB ({{size_b}} beart)

source: Title:
ga: Teideal:

source: Author:
ga: Údar:

source: Subject:
ga: Ábhar:

source: Keywords:
ga: Eochairfhocail:

source: Creation Date:
ga: Dáta Cruthaithe:

source: Modification Date:
ga: Dáta Athraithe:

source: Creator:
ga: Cruthaitheoir:

source: PDF Producer:
ga: Cruthaitheoir an PDF:

source: PDF Version:
ga: Leagan PDF:

source: Page Count:
ga: Líon Leathanach:

# document_properties_close
source: Close
ga: Dún

# toggle_sidebar.title
source: Toggle Sidebar
ga: Scoránaigh an Barra Taoibh

# toggle_sidebar_label
source: Toggle Sidebar
ga: Scoránaigh an Barra Taoibh

source: Show Document Outline
ga: Taispeáin Creatlach na Cáipéise

source: Document Outline
ga: Creatlach na Cáipéise

source: Show Attachments
ga: Taispeáin Iatáin

source: Attachments
ga: Iatáin

source: Show Thumbnails
ga: Taispeáin Mionsamhlacha

source: Thumbnails
ga: Mionsamhlacha

source: Find in Document
ga: Aimsigh sa Cháipéis

source: Page {{page}}
ga: Leathanach {{page}}

source: Thumbnail of Page {{page}}
ga: Mionsamhail Leathanaigh {{page}}

source: Find:
ga: Aimsigh:

source: Find the previous occurrence of the phrase
ga: Aimsigh an sampla roimhe seo den nath seo

# find_previous_label
source: Previous
ga: Roimhe seo

source: Find the next occurrence of the phrase
ga: Aimsigh an chéad sampla eile den nath sin

# find_next_label
source: Next
ga: Ar aghaidh

source: Highlight all
ga: Aibhsigh uile

source: Match case
ga: Cásíogair

source: Reached top of document, continued from bottom
ga: Ag barr na cáipéise, ag leanúint ón mbun

source: Reached end of document, continued from top
ga: Ag bun na cáipéise, ag leanúint ón mbarr

source: Phrase not found
ga: Abairtín gan aimsiú

source: More Information
ga: Tuilleadh Eolais

source: Less Information
ga: Níos Lú Eolais

# error_close
source: Close
ga: Dún

source: Message: {{message}}
ga: Teachtaireacht: {{message}}

source: Stack: {{stack}}
ga: Cruach: {{stack}}

source: File: {{file}}
ga: Comhad: {{file}}

source: Line: {{line}}
ga: Líne: {{line}}

source: An error occurred while rendering the page.
ga: Tharla earráid agus an leathanach á leagan amach.

source: Page Width
ga: Leithead Leathanaigh

source: Page Fit
ga: Laghdaigh go dtí an Leathanach

source: Automatic Zoom
ga: Súmáil Uathoibríoch

source: Actual Size
ga: Fíormhéid

source: An error occurred while loading the PDF.
ga: Tharla earráid agus an cháipéis PDF á luchtú.

source: Invalid or corrupted PDF file.
ga: Comhad neamhbhailí nó truaillithe PDF.

source: Missing PDF file.
ga: Comhad PDF ar iarraidh.

source: Unexpected server response.
ga: Freagra ón bhfreastalaí gan súil leis.

source: [{{type}} Annotation]
ga: [Anótáil {{type}}]

source: Enter the password to open this PDF file.
ga: Cuir an focal faire isteach chun an comhad PDF seo a oscailt.

source: Invalid password. Please try again.
ga: Focal faire mícheart. Déan iarracht eile.

source: Warning: Printing is not fully supported by this browser.
ga: Rabhadh: Ní thacaíonn an brabhsálaí le priontáil go hiomlán.

source: Warning: The PDF is not fully loaded for printing.
ga: Rabhadh: Ní féidir an PDF a phriontáil go dtí go mbeidh an cháipéis iomlán luchtaithe.

source: Web fonts are disabled: unable to use embedded PDF fonts.
ga: Tá clófhoirne Gréasáin díchumasaithe: ní féidir clófhoirne leabaithe PDF a úsáid.

source: PDF documents are not allowed to use their own colors: 'Allow pages to choose their own colors' is deactivated in the browser.
ga: Níl cead ag cáipéisí PDF a ndathanna féin a roghnú; tá 'Tabhair cead do leathanaigh a ndathanna féin a roghnú' díchumasaithe sa mbrabhsálaí.

# bookmarks_title
source: Bookmarks
ga: Leabharmharcanna

# bookmarks_heading
source: Bookmarks
ga: Leabharmharcanna

source: Bookmarks Toolbar Folder
ga: Fillteán do Bharra Uirlisí Leabharmharcanna

source: Add bookmarks to this folder to see them displayed on the Bookmarks Toolbar
ga: Cuir leabharmharcanna san fhillteán seo chun iad a thaispeáint ar Bharra na Leabharmharcanna.

source: Getting Started
ga: Tús Maith

source: Help and Tutorials
ga: Cabhair agus Cúrsaí Teagaisc

source: Customize Firefox
ga: Saincheap Firefox

source: Get Involved
ga: Glac Páirt

source: About Us
ga: Maidir Linn

source: Give Feedback
ga: Tabhair Aiseolas Dúinn

source: %MOZ_APP_DISPLAYNAME% Update
ga: Nuashonrú %MOZ_APP_DISPLAYNAME%

source: %MOZ_APP_DISPLAYNAME% is installing your updates and will start in a few moments…
ga: Nuashonruithe á suiteáil ag %MOZ_APP_DISPLAYNAME% agus tosóidh sé go luath…

source: The Mozilla Maintenance Service ensures that you have the latest and most secure version of Mozilla Firefox on your computer. Keeping Firefox up to date is very important for your online security, and Mozilla strongly recommends that you keep this service enabled.
ga: Deimhníonn Seirbhís Chothabhála Mhozilla go mbíonn an leagan is déanaí is sábháilte de Firefox ar do ríomhaire i gcónaí. Caithfidh tú Firefox a choinneáil cothrom le dáta chun do shlándáil ar líne a chosaint, agus molann Mozilla go láidir go gcoinníonn tú an tseirbhís seo ar siúl.

source: Password for %S
ga: Focal faire i gcomhair %S

source: Please enter your password for %S in order to connect it.
ga: Cuir d'fhocal faire i gcomhair %S isteach chun ceangal leis.

source: Commands: %S. Use /help &lt;command&gt; for more information.
ga: Orduithe: %S. Úsáid /help &lt;ordú&gt; chun tuilleadh eolais a fháil.

source: No '%S' command.
ga: Níl aon ordú '%S' ann.

source: No help message for the '%S' command, sorry!
ga: Níl cabhair ar fáil le haghadh '%S'

source: say &lt;message&gt;: send a message without processing commands.
ga: say &lt;teachtaireacht&gt;: seol teachtaireacht gan orduithe a phróiseáil.

source: raw &lt;message&gt;: send a message without escaping HTML entities.
ga: raw &lt;teachtaireacht&gt;: seol teachtaireacht gan aonáin HTML a éalú.

source: help &lt;name&gt;: show the help message for the &lt;name&gt; command, or the list of possible commands when used without parameter.
ga: help &lt;ainm&gt;: taispeáin teachtaireacht chabhrach le haghaidh &lt;ainm&gt;, nó, gan paraiméadar, taispeáin liosta na n-orduithe atá ar fáil.

source: %1$S &lt;status message&gt;: set the status to %2$S with an optional status message.
ga: %1$S &lt;stádas&gt;: socraigh %2$S mar stádas, le teachtaireacht roghnach.

source: available
ga: ar fáil

source: away
ga: amuigh

# busy
source: unavailable
ga: gnóthach

# dnd
source: unavailable
ga: gafa

source: offline
ga: as líne

source: The conversation will continue with %1$S, using %2$S.
ga: Leanfaidh an comhrá le %1$S, trí %2$S.

source: %1$S is now %2$S.
ga: Tá %1$S %2$S anois.

source: %1$S is now %2$S: %3$S.
ga: Tá %1$S %2$S anois: %3$S.

source: %1$S is %2$S.
ga: Tá %1$S %2$S.

source: %1$S is %2$S: %3$S.
ga: Tá %1$S %2$S: %3$S.

source: Your account has been reconnected (%1$S is %2$S).
ga: Tá do chuntas ceangailte arís (tá %1$S %2$S).

source: Your account has been reconnected (%1$S is %2$S: %3$S).
ga: Tá do chuntas ceangailte arís (tá %1$S %2$S: %3$S).

source: Your account is disconnected (the status of %S is no longer known).
ga: Tá do chuntas dícheangailte (ní eol stádas %S a thuilleadh).

source: Your account is disconnected.
ga: Tá do chuntas dícheangailte.

source: Your account has been reconnected.
ga: Tá do chuntas ceangailte arís.

source: Auto-reply - %S
ga: Freagra uathoibríoch - %S

source: No topic message for this room.
ga: Níl aon topaic socraithe don seomra seo.

source: The topic for %1$S is: %2$S.
ga: Seo é an t-ábhar le haghaidh %1$S: %2$S.

source: There is no topic for %S.
ga: Níl aon ábhar le haghaidh %S.

source: %1$S has changed the topic to: %2$S.
ga: D'athraigh %1$S an t-ábhar: %2$S.

source: %1$S has cleared the topic.
ga: Ghlan %1$S an t-ábhar.

source: Please use your Facebook username, not an email address
ga: Úsáid d'ainm úsáideora Facebook in ionad seoladh ríomhphoist

source: Facebook Chat
ga: Comhrá Facebook

source: Username
ga: Ainm an Úsáideora

source: nick
ga: leasainm

source: Lost connection with server
ga: Cailleadh an ceangal leis an bhfreastalaí

source: Connection timed out
ga: Ceangal imithe thar am

source: %S is not an allowed username
ga: Ní cheadaítear %S mar ainm úsáideora

source: Invalid server password
ga: Focal faire mícheart

source: Password required
ga: Focal faire de dhíth

source: _Channel
ga: _Cainéal

source: _Password
ga: _Focal Faire

source: Use SSL
ga: Úsáid SSL

source: Character Set
ga: Tacar Carachtar

source: Quit message
ga: Teachtaireacht dúnta

source: Part message
ga: Teachtaireacht fágtha

source: Show messages from the server
ga: Taispeáin teachtaireachtaí ón bhfreastalaí

source: Alternate nicks
ga: Leasainmneacha eile

source: %1$S is using "%2$S".
ga: Tá %1$S ag úsáid "%2$S".

source: The time for %1$S is %2$S.
ga: Is é %2$S an t-am le haghaidh %1$S.

source: %S &lt;action to perform&gt;: Perform an action.
ga: %S &lt;gníomh&gt;: Déan gníomh.

source: %S &lt;nick&gt; &lt;msg&gt;: Sends a CTCP message to the nick.
ga: %S &lt;leasainm&gt; &lt;tcht&gt;: Seol teachtaireacht CTCP chuig an leasainm.

source: %S &lt;command&gt;: Send a command to ChanServ.
ga: %S &lt;ordú&gt;: Seol ordú chuig CharServ.

source: %S &lt;command&gt;: Send a command to MemoServ.
ga: %S &lt;ordú&gt;: Seol ordú chuig MemoServ.

source: %S &lt;new nickname&gt;: Change your nickname.
ga: %S &lt;leasainm nua&gt;: Athraigh do leasainm.

source: %S &lt;command&gt;: Send a command to NickServ.
ga: %S &lt;ordú&gt;: Seol ordú chuig NickServ.

source: %S &lt;target&gt; &lt;message&gt;: Send a notice to a user or channel.
ga: %S &lt;sprioc&gt; &lt;teachtaireacht&gt;: Seol fógra chuig úsáideoir nó chuig chainéal.

source: %S &lt;command&gt;: Send a command to OperServ.
ga: %S &lt;ordú&gt;: Seol ordú chuig OperServ.

source: %S [message]: Leave the current channel with an optional message.
ga: %S [teachtaireacht]: Fág an cainéal reatha le teachtaireacht roghnach.

source: %S &lt;message&gt;: Disconnect from the server, with an optional message.
ga: %S &lt;teachtaireacht&gt;: Dícheangail ón bhfreastalaí, le teachtaireacht roghnach.

source: %S &lt;command&gt;: Send a raw command to the server.
ga: %S &lt;ordú&gt;: Seol amhordú chuig an bhfreastalaí.
