Repository: kscanne/gaeilge-mozdev
Catalog: src/firefox-trunk.*.po
Languages: ga

source: %1$d of %2$d
ga: %1$d as %2$d

# noprinter
source: No printers available.
ga: Níl aon phrintéirí ar fáil.

source: Print To File
ga: Priontáil go Comhad

source: Filename is missing
ga: Ainm comhaid ar iarraidh

source: You have selected "Print To File", and the filename is empty!
ga: Roghnaigh tú "Priontáil go Comhad", ach tá ainm an chomhaid folamh!

source: %S already exists. Do you want to replace it?
ga: Tá %S cheana ina bheo. An bhfuil tú ag iarraidh ceann nua a chur ina ionad?

source: Printer Error
ga: Earráid Phrintéara

source: Print Preview Error
ga: Earráid le Réamhamharc Priontála

source: An error occurred while printing.
ga: Tharla earráid le linn priontála.

source: The print job was aborted, or canceled.
ga: An saothar priontála scortha, nó curtha ar ceal.

source: Some printing functionality is not currently available.
ga: Níl roinnt den fheidhmiúlacht phriontála ar fáil faoi láthair.

source: Some printing functionality is not implemented yet.
ga: Níl roinnt den fheidhmiúlacht phriontála i ngníomh go fóill.

source: There is not enough free memory to print.
ga: Níl go leor cuimhne shaor chun priontáil.

source: There was an unexpected problem while printing.
ga: Tharla earráid gan súil léi le linn priontála.

# PERR_GFX_PRINTER_NO_PRINTER_AVAILABLE
source: No printers available.
ga: Níl aon phrintéirí ar fáil.

source: No printers available, cannot show print preview.
ga: Níl aon phrintéirí ar fáil. Ní féidir réamhamharc priontála a thaispeáint.

source: The selected printer could not be found.
ga: Níorbh fhéidir an printéir roghnaithe a aimsiú.

source: Failed to open output file for print to file.
ga: Níorbh fhéidir an comhad a oscailt chun priontáil ann.

source: Printing failed while starting the print job.
ga: Theip ar phriontáil agus an jab priontála á thosú.

source: Printing failed while completing the print job.
ga: Theip ar phriontáil agus an jab priontála á chur i gcrích.

source: Printing failed while starting a new page.
ga: Theip ar phriontáil agus leathanach nua á thosú.

source: Cannot print this document yet, it is still being loaded.
ga: Ní féidir an cháipéis seo a phriontáil fós - níl an cháipéis iomlán luchtaithe.

source: Cannot print-preview this document yet, it is still being loaded.
ga: Ní féidir réamhamharc priontála a dhéanamh - níl an cháipéis iomlán luchtaithe.

source: Unexpected <%1$S> element.
ga: Eilimint <%1$S> gan choinne.

source: Key event not available on GTK2: key="%S" modifiers="%S"
ga: Níl an teagmhas eochrach ar fáil ar GTK2: eochair="%S", mionathraitheoir="%S"

source: Key event not available on some keyboard layouts: key="%S" modifiers="%S"
ga: Níl an teagmhas eochrach ar fáil ar leaganacha amach méarchláir áirithe: eochair="%S", mionathraitheoir="%S"

source: The XBL binding "%S" is already used by too many ancestor elements; not applying it to prevent infinite recursion.
ga: Tá an ceangal XBL "%S" in úsáid cheana ag an iomarca eilimintí sinsir; ní chuirfear i bhfeidhm é chun athchúrsáil éigríochta a sheachaint.

source: Extending the XBL binding "%S" with "%S" would lead to it extending itself
ga: Bheadh an ceangal XBL "%S" ag cur breis leis féin dá gcuirfí "%S" leis

source: Use of <handler command="…"> not allowed outside chrome.
ga: Ní cheadaítear <handler command="…"> a úsáid taobh amuigh de chrome.

source: An XBL file is malformed. Did you forget the XBL namespace on the bindings tag?
ga: Comhad XBL míchumtha. An ndearna tú dearmad ainmspás XBL a chur sa chlib cheangail?

source: Extending "%S" is invalid. In general, do not extend tag names.
ga: Tá sé neamhbhailí "%S" a shíneadh. Ná sín ainmneacha clibeanna de ghnáth.

source: An "id" attribute missing on the binding tag.
ga: Aitreabúid "id" ar iarraidh ón chlib cheangail.

source: out of memory
ga: cuimhne ídithe

source: syntax error
ga: earráid chomhréire

source: no element found
ga: níor aimsíodh eilimint ar bith

source: not well-formed
ga: míchumtha

source: unclosed token
ga: comhartha gan dúnadh

source: partial character
ga: carachtar neamhiomlán

source: mismatched tag
ga: clib mhímheaitseáilte

source: duplicate attribute
ga: tréith dhúblach

source: junk after document element
ga: raiméis tar éis na heiliminte cáipéise

source: illegal parameter entity reference
ga: tagairt mhídhleathach d'aonán paraiméadair

source: undefined entity
ga: aonán gan sainmhíniú

source: recursive entity reference
ga: tagairt athchúrsach d'aonán

source: asynchronous entity
ga: aonán aisioncronach

source: reference to invalid character number
ga: tagairt d'uimhir charachtair neamhbhailí

source: reference to binary entity
ga: tagairt d'aonán dénártha

source: reference to external entity in attribute
ga: tagairt d'aonán seachtrach i dtréith

source: XML or text declaration not at start of entity
ga: Níl an fógra xml nó téacs ag tús an aonáin

source: unknown encoding
ga: ionchódú anaithnid

source: encoding specified in XML declaration is incorrect
ga: Tá an t-ionchódú sonraithe san fhógra XML mícheart

source: unclosed CDATA section
ga: roinn CDATA gan dúnadh

source: error in processing external entity reference
ga: earráid i bpróiseáil de thagairt d'aonán seachtrach

source: document is not standalone
ga: ní cáipéis saorsheasaimh í

source: unexpected parser state
ga: staid parsálaí gan súil léi

source: entity declared in parameter entity
ga: fógraítear aonán in aonán paraiméadair

source: prefix not bound to a namespace
ga: níl an réimír ceangailte le hainmspás

source: must not undeclare prefix
ga: ní féidir réimír a dhífhógairt

source: incomplete markup in parameter entity
ga: marcáil neamhiomlán in aonán paraiméadair

source: XML declaration not well-formed
ga: Fógra XML míchumtha

source: text declaration not well-formed
ga: fógra téacs míchumtha

source: illegal character(s) in public id
ga: carachta(i)r neamhcheadaithe in aitheantas poiblí

source: reserved prefix (xml) must not be undeclared or bound to another namespace name
ga: ní cheadaítear an réimír choimeádta (xml) a dhífhógairt nó a cheangal le hainm ainmspáis eile

source: reserved prefix (xmlns) must not be declared or undeclared
ga: ní cheadaítear an réimír choimeádta (xmlns) a fhógairt nó a dhífhógairt

source: prefix must not be bound to one of the reserved namespace names
ga: ní cheadaítear réimír a cheangal le ceann de na hainmneacha ainmspáis coimeádta

source: XML Parsing Error: %1$S Location: %2$S Line Number %3$u, Column %4$u:
ga: Earráid agus XML á pharsáil: %1$S Suíomh: %2$S Líne %3$u, Colún %4$u:

source: . Expected: </%S>.
ga: . Ag súil le: </%S>.

source: Failed to load overlay from %1$S.
ga: Theip ar luchtú forleagain ó %1$S.

source: <?%1$S?> processing instruction does not have any effect outside the prolog anymore (see bug 360119).
ga: Níl éifeacht ag an treoir phróiseála <?%1$S?> taobh amuigh den réamhfhocal anois (feic fabht 360119).

source: XUL box for %1$S element contained an inline %2$S child, forcing all its children to be wrapped in a block.
ga: Bhí mac inlíne %2$S i mbosca XUL na heiliminte %1$S, agus dá bhrí sin ní mór a mhacnóid go léir a bheith clúdaithe i mbloc.

source: XUL box for %1$S element contained an inline %2$S child, forcing all its children to be wrapped in a block. This can often be fixed by replacing "display: -moz-inline-box" with "display: -moz-inline-box; display: inline-block".
ga: Bhí mac inlíne %2$S i mbosca XUL na heiliminte %1$S, agus dá bhrí sin ní mór a mhacnóid go léir a bheith clúdaithe i mbloc. Go minic is féidir é seo a dheisiú trí "display: -moz-inline-box; display: inline-block" a chur in ionad "display: -moz-inline-box"

source: Invalid markup: <%1$S> is not allowed as a child of <%2$S>.
ga: Marcáil neamhbhailí: Ní cheadaítear <%1$S> mar mhac-eilimint de <%2$S>.

source: Invalid markup: Incorrect number of children for <%1$S/> tag.
ga: Marcáil neamhbhailí: Líon mícheart mac-eilimintí taobh istigh de chlib <%1$S/>.

source: Invalid markup: More than one <mprescripts/> in <mmultiscripts/>.
ga: Marcáil neamhbhailí: Níos mó ná <mprescripts/> amháin i <mmultiscripts/>.

source: '%1$S' is deprecated in MathML 3, superseded by '%2$S'.
ga: Ní mholtar '%1$S' a úsáid in MathML 3. Bain úsáid as '%2$S' ina ionad.

source: Unitless values are deprecated in MathML 3.
ga: Ní mholtar luach gan aonad a úsáid in MathML 3.

source: <p>You should not add an exception if you are using an internet connection that you do not trust completely or if you are not used to seeing a warning for this server.</p> <p>If you still wish to add an exception for this site, you can do so in your advanced encryption settings.</p>
ga: <p>Ní ceart duit eisceacht a chruthú mura bhfuil muinín agat as do cheangal Idirlín, nó mura bhfuil tú cleachta le rabhadh a fheiceáil ón bhfreastalaí seo.</p> <p>Má tá tú cinnte go dteastaíonn uait eisceacht a chruthú don suíomh seo, is féidir é sin a dhéanamh sna hardsocruithe chriptiúcháin.</p>

source: Page Load Error
ga: Earráid Luchtaithe sa Leathanach

source: Failed to Connect
ga: Theip ar Cheangal

source: <p>Though the site seems valid, the browser was unable to establish a connection.</p><ul><li>Could the site be temporarily unavailable? Try again later.</li><li>Are you unable to browse other sites? Check the computer's network connection.</li><li>Is your computer or network protected by a firewall or proxy? Incorrect settings can interfere with Web browsing.</li></ul>
ga: <p>Cé go bhfuil cosúlacht bhailí ar an suíomh, níor éirigh leis an mbrabhsálaí ceangal a bhunú leis.</p><ul><li>D'fhéadfadh an suíomh bheith gan fáil go sealadach. Triail arís é níos déanaí.</li><li>Mura bhfuil tú in ann suímh eile a bhrabhsáil, déan seiceáil ar cheangal líonra do ríomhaire.</li><li>An bhfuil do ríomhaire nó do líonra á chosaint ag seachfhreastalaí nó balla dóiteáin? D'fhéadfadh socruithe mícheart cur isteach ar bhrabhsáil.</li></ul>

source: Port Restricted for Security Reasons
ga: Tá an port srianta de bharr slándála

source: <p>The requested address specified a port (e.g. <q>mozilla.org:80</q> for port 80 on mozilla.org) normally used for purposes <em>other</em> than Web browsing. The browser has canceled the request for your protection and security.</p>
ga: <p>Shonraigh an seoladh iarrtha port (m.sh. <q>mozilla.org:80</q> le haghaidh poirt 80 ar mozilla.org) a úsáidtear de ghnáth le haghaidh cúiseanna <em>seachas</em> brabhsáil. Chealaigh an brabhsálaí d'iarratas ar mhaithe le do shlándáil.</p>

source: Address Not Found
ga: Seoladh Gan Aimsiú

source: <p>The browser could not find the host server for the provided address.</p><ul><li>Did you make a mistake when typing the domain? (e.g. <q><strong>ww</strong>.mozilla.org</q> instead of <q><strong>www</strong>.mozilla.org</q>)</li><li>Are you certain this domain address exists? Its registration may have expired.</li><li>Are you unable to browse other sites? Check your network connection and DNS server settings.</li><li>Is your computer or network protected by a firewall or proxy? Incorrect settings can interfere with Web browsing.</li></ul>
ga: <p>Ní féidir leis an mbrabhsálaí freastalaí an tseolta shonraithe a aimsiú.</p><ul><li>An ndearna tú botún agus an seoladh á chlóscríobh agat (m.sh. <q><strong>ww</strong>.mozilla.org</q> in áit <q><strong>www</strong>.mozilla.org</q>)</li><li>An bhfuil tú cinnte go bhfuil an fearann sin ann? D'fhéadfadh a chlárú bheith imithe as dáta.</li><li>Mura bhfuil tú in ann suímh eile a bhrabhsáil, déan seiceáil ar do cheangal líonra agus ar do shocruithe DNS.</li><li>An bhfuil do ríomhaire nó do líonra á chosaint ag seachfhreastalaí nó balla dóiteáin? D'fhéadfadh socruithe mícheart cur isteach ar bhrabhsáil.</li></ul>

source: File Not Found
ga: Comhad Gan Aimsiú

source: <ul><li>Could the item have been renamed, removed, or relocated?</li><li>Is there a spelling, capitalization, or other typographical error in the address?</li><li>Do you have sufficient access permissions to the requested item?</li></ul>
ga: <ul><li>An féidir go bhfuil an mhír athainmnithe, bainte, nó bogtha?</li><li>An bhfuil botún litrithe, nó ceannlitir mhícheart, nó botún eile den sórt sin, sa seoladh?</li><li>An bhfuil na ceadanna rochtana cuí agat don mhír iarrtha?</li></ul>

source: Cannot Complete Request
ga: Ní féidir an t-iarratas a chríochnú

source: <p>Additional information about this problem or error is currently unavailable.</p>
ga: <p>Níl eolas breise faoin bhfadhb nó faoin earráid seo ar fáil faoi láthair.</p>

source: Invalid Address
ga: Seoladh Neamhbhailí

source: <p>The provided address is not in a recognized format. Please check the location bar for mistakes and try again.</p>
ga: <p>Ní aithnítear formáid an tseolta sonraithe. Féach an bhfuil botúin i mbarra na suíomhanna agus bain triail eile as.</p>

source: Data Transfer Interrupted
ga: Briseadh Tarchur na Sonraí

source: <p>The browser connected successfully, but the connection was interrupted while transferring information. Please try again.</p><ul><li>Are you unable to browse other sites? Check the computer's network connection.</li><li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li></ul>
ga: <p>D'éirigh leis an mbrabhsálaí ceangal a bhunú ach idirbhriseadh an ceangal le linn traschur na faisnéise. Triail arís é le do thoil.</p><ul><li>Mura bhfuil tú in ann suímh eile a bhrabhsáil, déan seiceáil ar cheangal líonra do ríomhaire.</li><li>An bhfuil fadhbanna agat fós? Téigh i dteagmháil le do riarthóir líonra nó le do sholáthraí Idirlín le haghaidh cabhrach.</li></ul>

source: <p>The requested document is not available in the browser's cache.</p><ul><li>As a security precaution, the browser does not automatically re-request sensitive documents.</li><li>Click Try Again to re-request the document from the website.</li></ul>
ga: <p>Níl an cháipéis iarrtha ar fáil i dtaisce an bhrabhsálaí.</p><ul><li>Mar gheall ar chúrsaí slándála, ní dhéanfaidh an brabhsálaí iarracht eile aon cháipéis íogair a fháil go huathoibríoch.</li><li>Cliceáil 'Déan Iarracht Eile' chun an cháipéis a iarraidh ón suíomh arís.</li></ul>

source: Offline Mode
ga: Mód As Líne

source: <p>The browser is operating in its offline mode and cannot connect to the requested item.</p><ul><li>Is the computer connected to an active network?</li><li>Press &quot;Try Again&quot; to switch to online mode and reload the page.</li></ul>
ga: <p>Tá an brabhsálaí sa mhód as líne agus ní féidir ceangal leis an mhír iarrtha.</p><ul><li>An bhfuil an ríomhaire ceangailte le líonra beo?</li><li>Brúigh 'Déan Iarracht Arís' chun dul ar líne agus an leathanach a luchtú arís.</li></ul>

source: <p>The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.</p><ul><li>Please contact the website owners to inform them of this problem.</li></ul>
ga: <p>An leathanach atá tú ag iarraidh a amharc, ní féidir é a thaispeáint, agus comhbhrú ann nach bhfuil bailí nó nach bhfuil tacaíocht leis.</p><ul><li>Téigh i dteagmháil le húinéirí an tsuímh ghréasáin leis an bhfadhb a chur in iúl dóibh, le do thoil.</li></ul>

source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
ga: <ul> <li>Téigh i dteagmháil le húinéirí an tsuímh ghréasáin leis an bhfadhb a chur in iúl dóibh, le do thoil.</li> </ul>

source: Connection Interrupted
ga: Idirbhriseadh an Ceangal

source: <p>The network link was interrupted while negotiating a connection. Please try again.</p>
ga: <p>Idirbhriseadh an nasc líonra agus ceangal á idirbheartú. Triail arís é le do thoil.</p>

source: Network Timeout
ga: Líonra Thar Am

source: <p>The requested site did not respond to a connection request and the browser has stopped waiting for a reply.</p><ul><li>Could the server be experiencing high demand or a temporary outage? Try again later.</li><li>Are you unable to browse other sites? Check the computer's network connection.</li><li>Is your computer or network protected by a firewall or proxy? Incorrect settings can interfere with Web browsing.</li><li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li></ul>
ga: <p>Níor fhreagair an suíomh iarrtha iarratas ceangail agus tá an brabhsálaí éirithe as bheith ag fanacht ar fhreagra.</p><ul><li>An féidir go bhfuil éileamh mór nó fadhb shealadach ar an bhfreastalaí? Triail arís é níos déanaí.</li><li>Mura bhfuil tú in ann suímh eile a bhrabhsáil, déan seiceáil ar cheangal líonra do ríomhaire.</li><li>An bhfuil do ríomhaire nó do líonra á chosaint ag seachfhreastalaí nó balla dóiteáin? D'fhéadfadh socruithe mícheart cur isteach ar bhrabhsáil.</li><li>An bhfuil fadhbanna agat fós? Téigh i dteagmháil le do riarthóir líonra nó le do sholáthraí Idirlín le haghaidh cabhrach.</li></ul>

source: Unknown Protocol
ga: Prótacal Anaithnid

source: <p>The address specifies a protocol (e.g. <q>wxyz://</q>) the browser does not recognize, so the browser cannot properly connect to the site.</p><ul><li>Are you trying to access multimedia or other non-text services? Check the site for extra requirements.</li><li>Some protocols may require third-party software or plugins before the browser can recognize them.</li></ul>
ga: <p>Sonraíonn an seoladh prótacal (m.sh. <q>wxyz://</q>) nach n-aithníonn an brabhsálaí agus ní féidir leis an mbrabhsálaí ceangal leis an suíomh i gceart dá bharr.</p><ul><li>An bhfuil tú ag iarraidh seirbhísí ilmheáin, nó seirbhísí eile nach téacs iad, a rochtain? Féach an bhfuil riachtanais bhreise ag an suíomh.</li><li>D'fhéadfadh bogearraí nó forlíontáin ó sholáthraithe eile bheith ag teastáil ó phrótacail áirithe sula mbeidh an brabhsálaí in ann iad a aithint.</li></ul>

source: Proxy Server Refused Connection
ga: Dhiúltaigh an Seachfhreastalaí leis an gCeangal

source: <p>The browser is configured to use a proxy server, but the proxy refused a connection.</p><ul><li>Is the browser's proxy configuration correct? Check the settings and try again.</li><li>Does the proxy service allow connections from this network?</li><li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li></ul>
ga: <p>Tá an brabhsálaí cumraithe le seachfhreastalaí a úsáid, ach dhiúltaigh an seachfhreastalaí le ceangal.</p><ul><li>An bhfuil cumraíocht seachfhreastalaí cheart ar an mbrabhsálaí? Déan seiceáil ar na socruithe agus triail arís é.</li><li>An dtugann an tseirbhís seachfhreastalaí cead do cheangail ón líonra seo?</li><li>An bhfuil fadhbanna agat fós? Téigh i dteagmháil le do riarthóir líonra nó le do sholáthraí Idirlín le haghaidh cabhrach.</li></ul>

source: Proxy Server Not Found
ga: Seachfhreastalaí Gan Aimsiú

source: <p>The browser is configured to use a proxy server, but the proxy could not be found.</p><ul><li>Is the browser's proxy configuration correct? Check the settings and try again.</li><li>Is the computer connected to an active network?</li><li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li></ul>
ga: <p>Tá an brabhsálaí socruithe chun seachfhreastalaí a úsáid, ach níorbh fhéidir an seachfhreastalaí a aimsiú.</p><ul><li>Déan seiceáil ar na socruithe agus triail arís é.</li><li>An bhfuil an ríomhaire ceangailte le líonra gníomhach?</li><li>An bhfuil fadhbanna agat fós? Téigh i dteagmháil le do riarthóir líonra nó le do sholáthraí Idirlín le haghaidh cabhrach.</li></ul>

source: Redirect Loop
ga: Lúb Atreorathaithe

source: <p>The browser has stopped trying to retrieve the requested item. The site is redirecting the request in a way that will never complete.</p><ul><li>Have you disabled or blocked cookies required by this site?</li><li><em>NOTE</em>: If accepting the site's cookies does not resolve the problem, it is likely a server configuration issue and not your computer.</li></ul>
ga: <p>Tá an brabhsálaí éirithe as bheith ag iarraidh an mhír iarrtha a fháil. Tá an suíomh ag atreorú an iarratais i slí nach gcríochnóidh choíche.</p><ul><li>An bhfuil fianáin atá riachtanach don suíomh seo díchumasaithe nó coiscthe agat?</li><li><em>LEID</em>: Mura bhfuil an fhadhb réitithe tar éis ghlacadh le fianáin an tsuímh, gach seans nach le do ríomhaire a bhaineann an cheist ach le cumraíocht an fhreastalaí.</li></ul>

source: Incorrect Response
ga: Freagra Mícheart

source: <p>The site responded to the network request in an unexpected way and the browser cannot continue.</p>
ga: <p>Ní rabhthas ag súil leis an bhfreagra ar an iarratas líonra a bhfuarthas ón suíomh agus ní féidir leis an mbrabhsálaí leanúint.</p>

source: <p>The page you are trying to view cannot be shown because the authenticity of the received data could not be verified.</p><ul><li>Please contact the website owners to inform them of this problem.</li></ul>
ga: <p>Ní féidir an leathanach atá tú ag iarraidh amharc air a thaispeáint toisc nach féidir fírinne na sonraí a fuarthas a fhíordheimhniú.</p><ul><li>Téigh i dteagmháil le húinéirí an tsuímh Ghréasáin leis an fhadhb seo a chur in iúl dóibh le do thoil.</li></ul>

source: <ul> <li>This could be a problem with the server's configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
ga: <ul> <li>B'fhéidir gur fadhb i gcumraíocht an fhreastalaí atá ann, nó b'fhéidir go bhfuil duine éigin ag déanamh aithris ar an bhfreastalaí.</li> <li>Má d'éirigh leat ceangal leis an bhfreastalaí seo roimhe seo, b'fhéidir gur fadhb shealadach atá ann agus is féidir leat iarracht a dhéanamh níos déanaí.</li> </ul>

source: <p>The browser prevented this page from loading in this way because the page has a content security policy that disallows it.</p>
ga: <p>Chuir an brabhsálaí stad ar luchtú an leathanaigh seo toisc go bhfuil polasaí slándála inneachair ag an leathanach a dhícheadaíonn é.</p>

source: %S could not be saved, because the source file could not be read. Try again later, or contact the server administrator.
ga: Níorbh fhéidir %S a shábháil, mar níorbh fhéidir comhad na bhfoinsí a léamh. Déan iarracht arís níos déanaí, nó teagmhaigh le riarthóir an fhreastalaí.

source: %S could not be saved, because an unknown error occurred. Try saving to a different location.
ga: Níorbh fhéidir %S a shábháil, mar tharla earráid anaithnid. Déan iarracht a bheith ag sábháil chuig láthair eile.

source: %S could not be opened, because an unknown error occurred. Try saving to disk first and then opening the file.
ga: Níorbh fhéidir %S a oscailt, mar tharla earráid anaithnid. Déan iarracht a bheith ag sábháil chuig diosca ar dtús, agus ansin déan iarracht a bheith ag oscailt an comhad.

source: There is not enough room on the disk to save %S. Remove unnecessary files from the disk and try again, or try saving in a different location.
ga: Níl slí a dhóthain ar an diosca chun %S a shábháil. Bain comhaid neamhriachtanacha den diosca agus déan iarracht arís, nó déan iarracht a bheith ag sábháil i láthair difriúil.

source: %S could not be saved, because the disk, folder, or file is write-protected. Write-enable the disk and try again, or try saving in a different location.
ga: Níorbh fhéidir %S a shábháil, mar tá an diosca, an fillteán, nó an comhad scríobh-bhactha. Cuir cumas ar an diosca a bheith ag scríobh air agus déan iarracht arís, nó déan iarracht a bheith ag sábháil i láthair difriúil.

source: %S could not be saved, because you cannot change the contents of that folder. Change the folder properties and try again, or try saving in a different location.
ga: Níorbh fhéidir %S a shábháil, mar níl tú in ann lán an fhillteáin seo a athrú. Athraigh airíonna an fhillteáin agus déan iarracht arís, nó déan iarracht a bheith ag sábháil i láthair difriúil.
