Repository: kscanne/gaeilge-mozdev
Catalog: src/firefox-trunk.*.po
Languages: ga

source: Something is trying to trick &brandShortName; into accepting an insecure update. Please contact your network provider and seek help.
ga: Tá rud éigin ag iarraidh cluain a chur ar &brandShortName; sa chaoi go nglacfaidh sé le nuashonrú contúirteach. Téigh i dteagmháil le do sholáthraí seirbhísí Idirlín chun cabhair a fháil.

source: Update Ready to Install
ga: Nuashonrú Réidh le Suiteáil

# finishedPage.text
source: The update will be installed the next time &brandShortName; starts. You can restart &brandShortName; now, or continue working and restart later.
ga: Suiteálfar an nuashonrú an chéad uair eile a atosóidh &brandShortName;. Is féidir leat &brandShortName; a atosú anois nó leanúint ag obair agus é a atosú níos déanaí.

source: A security and stability update for &brandShortName; has been downloaded and is ready to be installed.
ga: Tá nuashonrú slándála agus cobhsaíochta le haghaidh &brandShortName; íosluchtaithe agus réidh le suiteáil.

source: Update:
ga: Nuashonrú:

# finishedBackground.more
source: The update will be installed the next time &brandShortName; starts. You can restart &brandShortName; now, or continue working and restart later.
ga: Suiteálfar an nuashonrú an chéad uair eile a atosóidh &brandShortName;. Is féidir leat &brandShortName; a atosú anois nó leanúint ag obair agus é a atosú níos déanaí.

source: Update Installed
ga: Nuashonrú Suiteáilte

source: The update was successfully installed.
ga: D'éirigh le suiteáil an nuashonraithe.

source: Read more about what's new…
ga: Tuilleadh faoi gach rud nua…

# update.details.label
source: Details
ga: Mionsonraí

source: Installed on:
ga: Suiteáilte ar:

source: Status:
ga: Stádas:

source: Getting license for %S %S…
ga: Ceadúnas do %S %S á fháil…

source: Getting more details about %S %S…
ga: Mionsonraí breise á lorg, maidir le %S %S…

source: %1$S %2$S %3$S nightly
ga: %1$S %2$S %3$S leagan oíchiúil

source: Some of your add-ons won't work with %1$S %2$S, and will be disabled. As soon as they are made compatible, %1$S will update and re-enable these add-ons:
ga: Ní oibreoidh roinnt de do bhreiseáin le %1$S %2$S, agus díchumasófar iad. Chomh luath is a bheidh siad comhoiriúnach, déanfaidh %1$S nuashonrú agus athchumasú ar na mbreiseáin seo:

source: Some of your add-ons won't work with this update, and will be disabled. As soon as they are made compatible, %1$S will update and re-enable these add-ons:
ga: Ní oibreoidh roinnt de do bhreiseáin leis an nuashonrú seo, agus caithfear iad a dhíchumasú. Chomh luath is a bheidh siad comhoiriúnach, déanfaidh %1$S nuashonrú agus athchumasú ar na mbreiseáin seo:

source: Do you want to upgrade to %1$S %2$S now?
ga: An bhfuil fonn ort %1$S %2$S a shuiteáil anois?

source: A security and stability update for %1$S is available:
ga: Tá nuashonrú slándála agus cobhsaíochta le haghaidh %1$S ar fáil:

source: New Version
ga: Leagan Nua

source: Security Update
ga: Nuashonrú Slándála

source: %S could not confirm the integrity of the update package.
ga: Níorbh fhéidir le %S sláine an phacáiste nuashonraithe a dhearbhú.

source: The license file for this version could not be found. Please visit the %S homepage for more information.
ga: Níorbh fhéidir an comhad ceadúnais a aimsiú don leagan seo. Féach ar leathanach baile %S le haghaidh tuilleadh eolais.

source: Additional details about this version could not be found. Please visit the %S homepage for more information.
ga: Ní raibh teacht ar mhionsonraí breise maidir leis an leagan seo. Chun breis eolais a fháil, tabhair cuairt ar leathanach baile %S.

source: You have paused downloading this update. Do you want to download the update in the background while you continue to use %S?
ga: Tá íosluchtú an nuashonraithe seo curtha ar shos agat. An bhfuil fonn ort an nuashonrú a íosluchtú sa chúlra agus tú ag brabhsáil le %S?

source: Software Update Failed
ga: Theip ar Nuashonrú Bogearraí

source: The update could not be installed. Please make sure there are no other copies of %S running on your computer, and then restart %S to try again.
ga: Níorbh fhéidir an nuashonrú a shuiteáil. Bí cinnte de nach bhfuil cóipeanna eile de %S ag rith ar do ríomhaire, agus ansin atosaigh %S le hiarracht eile a dhéanamh.

source: Ask Later
ga: Fiafraigh Ar Ball

source: Update %S
ga: Nuashonraigh %S

source: Get the New Version
ga: Faigh an Leagan Nua

source: Accept Terms
ga: Glacaim leis na coinníollacha

source: Restart Later
ga: Atosaigh Ar Ball

source: Installed on: %S
ga: Suiteáilte ar: %S

source: Install Failed
ga: Theip ar Shuiteáil

source: Update Available
ga: Nuashonrú Le Fáil

source: New Version Available
ga: Leagan Nua Le Fáil

source: The Update was successfully installed
ga: D'éirigh le suiteáil an Nuashonraithe

source: Install Pending
ga: Suiteáil ar feitheamh

source: The Update could not be installed (patch apply failed)
ga: Níorbh fhéidir an nuashonrú a shuiteáil (theip ar chur i bhfeidhm an phaiste)

# updateAvailable_minor.title
source: %S available
ga: %S ar fáil

source: Download & Install…
ga: Íosluchtaigh agus Suiteáil…

# updateAvailable_major.title
source: %S available
ga: %S ar fáil

source: Get the new version…
ga: Faigh an leagan nua…

# updateDownloaded_minor.title
source: %S available
ga: %S ar fáil

source: Apply Downloaded Update…
ga: Cuir an nuashonrú íosluchtaithe i bhfeidhm…

# updateDownloaded_major.title
source: %S available
ga: %S ar fáil

source: Install the new version…
ga: Suiteáil an leagan nua…

source: Paused — %S
ga: Ar Shos — %S

source: Update XML file malformed (200)
ga: Tá comhad XML an nuashonraithe míchumtha (200)

source: Access denied (403)
ga: Rochtain diúltaithe (403)

source: Update XML file not found (404)
ga: Níor aimsíodh comhad XML an nuashonraithe (404)

source: Internal server error (500)
ga: Earráid inmheánach ar an bhfreastalaí (500)

source: Failed (unknown reason)
ga: Teipthe (ní fios cén fáth)

source: Connection refused
ga: Ceangal diúltaithe

# check_error-2152398864
source: Network is offline (go online)
ga: Tá an líonra as líne (téigh ar líne)

source: Port not allowed
ga: Níl an port ceadaithe

source: No data was received (please try again)
ga: Ní bhfuarthas sonraí ar bith (triail arís é le do thoil)

source: Update server not found (check your internet connection)
ga: Níor aimsíodh freastalaí na nuashonruithe (seiceáil do cheangal Idirlín)

source: Proxy server not found (check your internet connection)
ga: Níor aimsíodh an seachfhreastalaí (seiceáil do cheangal Idirlín)

# check_error-2152398918
source: Network is offline (go online)
ga: Tá an líonra as líne (téigh ar líne)

source: Data transfer was interrupted (please try again)
ga: Briseadh tarchur na sonraí (triail arís é le do thoil)

source: Proxy server connection refused
ga: Dhiúltaigh an seachfhreastalaí leis an gceangal

source: Server certificate has expired (please adjust your system clock to the correct date and time if it is incorrect)
ga: Tá teastas an fhreastalaí as feidhm (athraigh clog do chóras go dtí an dáta agus an t-am ceart má tá sé mícheart)

source: The integrity of the update could not be verified
ga: Níorbh fhéidir sláine an nuashonraithe a fhíorú

source: Saved Passwords
ga: Focail Fhaire a sábháladh

source: Exceptions - Saved Passwords
ga: Eisceachtaí - Focail fhaire a sábháladh

source: Passwords for the following sites will not be saved:
ga: Ní shábhálfar focail fhaire le haghaidh na suíomhanna seo a leanas:

source: First Used
ga: An chéad úsáid

source: Last Used
ga: Úsáid is déanaí

source: Last Changed
ga: Athrú is déanaí

source: Times Used
ga: Uaireanta Úsáidte

source: &Copy Password
ga: &Cóipeáil an Focal Faire

source: Copy &Username
ga: Cóipeáil an t&Ainm Úsáideora

source: Use Password Manager to remember this value.
ga: Bí i dtuilleamaí Bhainisteoir na bhFocal Faire leis an luach seo a choinneáil i gcuimhne.

source: Would you like to remember the password for "%1$S" on %2$S?
ga: An bhfuil fonn ort an focal faire le haghaidh "%1$S" ar %2$S a mheabhrú?

source: Would you like to remember the password on %S?
ga: An bhfuil fonn ort an focal faire ar %S a mheabhrú?

source: &Not Now
ga: &Ná Meabhraigh Anois

source: Ne&ver for This Site
ga: C&hoíche don Suíomh Seo

source: Never Remember Password for This Site
ga: Ná meabhraigh focal faire riamh ar an suíomh seo

source: &Remember
ga: Meabh&raigh

source: Remember Password
ga: Meabhraigh an Focal Faire

source: Would you like to update the saved password for "%S"?
ga: An bhfuil fonn ort an focal faire sábháilte le haghaidh "%S" a athrú?

source: Would you like to update the saved password?
ga: An bhfuil fonn ort an focal faire sábháilte a athrú?

source: Update Password
ga: Athraigh an Focal Faire

source: Don't Change
ga: Ná hAthraigh

source: Hide Passwords
ga: Folaigh Focail Fhaire

# hidePasswordsAccessKey
source: P
ga: R

source: Show Passwords
ga: Taispeáin Focail Fhaire

# showPasswordsAccessKey
source: P
ga: R

source: Are you sure you wish to show your passwords?
ga: An bhfuil tú cinnte gur mian leat d'fhocail fhaire a thaispeáint?

source: Are you sure you wish to remove all passwords?
ga: An bhfuil tú cinnte gur mian leat gach focal faire a scriosadh?

source: Remove all passwords
ga: Scrios gach focal faire

source: Passwords for the following sites are stored on your computer:
ga: Tá focail fhaire le haghaidh na suíomhanna seo a leanas stóráilte ar do ríomhaire:

source: The following passwords match your search:
ga: Meaitseálann na focail fhaire seo a leanas do chuardach:

source: %S days ago
ga: %S lá ó shin

source: Last %S days
ga: An %S lá is déanaí

source: Older than %S days
ga: Níos sine ná %S lá

source: This month
ga: An mhí seo

source: Older than %S months
ga: Níos sine ná %S mí

source: (local files)
ga: (comhaid logánta)

source: Add Search Engine
ga: Inneall Cuardaigh Nua

source: Add "%S" to the list of engines available in the search bar? From: %S
ga: An bhfuil fonn ort "%S" a chur le liosta na n-inneall atá le fáil sa bharra cuardaigh? Ó: %S

source: Make this the c&urrent search engine
ga: Úsáid &mar inneall cuardaigh réamhshocraithe é seo

source: %S could not download the search plugin from: %S
ga: Níorbh fhéidir le %S an forlíontán cuardaigh a íosluchtú ó: %S

source: %S could not install the search plugin from "%S" because an engine with the same name already exists.
ga: Níorbh fhéidir le %S an forlíontán cuardaigh ó "%S" a shuiteáil toisc go bhfuil inneall ann cheana leis an ainm céanna.

source: Install Error
ga: Earráid Suiteála

source: This search engine isn't supported by %S and can't be installed.
ga: Ní thacaíonn %S leis an inneall cuardaigh seo, agus ní féidir é a shuiteáil.

source: Suggestions
ga: Moltaí

source: Submitted Crash Reports
ga: Tuairiscí Tuairteála a Seoladh

source: Date Submitted
ga: Dáta ar a Seoladh

source: No crash reports have been submitted.
ga: Níor seoladh tuairisc tuairteála ar bith.

source: This application has not been configured to display crash reports. The preference <code>breakpad.reportURL</code> must be set.
ga: Níl an feidhmchlár seo cumraithe le tuairiscí tuairteála a thaispeáint. Caithfear an rogha <code>breakpad.reportURL</code> a shocrú.

source: Remove All Reports
ga: Bain Gach Tuairisc

source: This will delete all reports and cannot be undone.
ga: Scriosfaidh seo gach tuarascáil agus ní féidir é a chealú.

source: %s Crash Reporter
ga: Tuairisceoir Tuairteála %s

source: The application had a problem and crashed. Unfortunately, the crash reporter is unable to submit a report for this crash. Details: %s
ga: Tharla fadhb gan súil san fheidhmchlár agus chlis sé. Ar an drochuair, ní féidir leis an tuairisceoir tuairteála tuairisc faoin tuairt seo a sheoladh. Mionsonraí: %s

source: %s had a problem and crashed. Unfortunately, the crash reporter is unable to submit a crash report. Details: %s
ga: Tharla fadhb gan súil i %s agus chlis sé. Ar an drochuair, ní féidir leis an tuairisceoir tuairteála tuairisc a sheoladh. Mionsonraí: %s

source: We're Sorry
ga: Tá brón orainn

source: %s had a problem and crashed. To help us diagnose and fix the problem, you can send us a crash report.
ga: Tharla fadhb gan súil i %s agus chlis sé. Chun cabhrú linn leis an bhfadhb seo a aithint agus a dheisiú, is féidir leat tuarascáil chliste a sheoladh chugainn.

source: This application is run after a crash to report the problem to the application vendor. It should not be run directly.
ga: Ritear an feidhmchlár tar éis tuairteála chun tuairisc faoin bhfadhb a sheoladh chuig déantóir an fheidhmchláir. Ní ceart é a rith go díreach.

source: Report Contents
ga: Inneachar na Tuarascála

source: This report also contains technical information about the state of the application when it crashed.
ga: Tá faisnéis theicniúil sa tuarascáil freisin maidir le staid an fheidhmchláir ag am a chliste.

source: Tell %s about this crash so they can fix it
ga: Inis do %s faoin gcliseadh seo ionas go mbeidh siad in ann é a réiteach

source: Allow %s to contact me about this report
ga: Tabhair cead do %s dul i dteagmháil liom maidir leis an tuairisc seo

source: Enter your email address here
ga: Cuir isteach do sheoladh ríomhphoist anseo

source: Your crash report will be submitted before you quit or restart.
ga: Seolfar do thuairisc chliste sula scoireann nó atosáionn tú.

source: Submitting your report…
ga: Tá do thuairisc á seoladh…

source: Report submitted successfully!
ga: Seoladh an tuairisc gan fadhb.

source: There was a problem submitting your report.
ga: Bhí fadhb ann agus do thuarascáil á seoladh.

source: Resending reports that previously failed to send…
ga: Ag athsheoladh na tuarascálacha a theip ar a seoladh roimhe seo…

source: Quit %s
ga: Scoir %s

source: Restart %s
ga: Atosaigh %s

source: Crash ID: %s
ga: Aitheantas an chliste: %s

source: You can view details of this crash at %s
ga: Tig leat sonraí an chliste seo a fheiceáil ag %s

source: The application passed an invalid argument.
ga: Thug an feidhmchlár argóint neamhbhailí.

source: The application didn't leave an application data file.
ga: Níor fhág an feidhmchlár comhad sonraí feidhmchláir.

source: Couldn't read the application data file.
ga: Níorbh fhéidir comhad sonraí an fheidhmchláir a léamh.

source: Couldn't move application data file.
ga: Níorbh fhéidir comhad sonraí an fheidhmchláir a bhogadh.

source: The application did not leave a crash dump file.
ga: Níor fhág an feidhmchlár comhad dumpa cliste.

source: Couldn't move crash dump.
ga: Níorbh fhéidir an dumpa cliste a bhogadh.

source: The application did not identify itself.
ga: Níor shainaithin an feidhmchlár é féin.

source: The application did not specify a crash reporting server.
ga: Níor shonraigh an feidhmchlár freastalaí le haghaidh tuarascálacha cliste.

source: Couldn't find the crash reporter's settings.
ga: Níorbh fhéidir socruithe tuairisceoir na gclistí a aimsiú.

source: Couldn't create pending dump directory.
ga: Níorbh fhéidir comhadlann an dumpa ar feitheamh a chruthú.

source: The version of %s you are using is no longer supported. Crash reports are no longer being accepted for this version. Please consider upgrading to a supported version.
ga: Ní thacaítear a thuilleadh leis an leagan de %s atá in úsáid agat. Ní ghlactar le tuarascálacha cliste faoin leagan seo. Smaoinigh faoi uasghrádú a dhéanamh go leagan a thacaítear leis.

source: English (US)
ga: Béarla (SAM)

source: Media Sharing
ga: Comhroinnt Meán

source: &Share
ga: &Comhroinn

source: Ca&ncel
ga: C&ealaigh

source: Select camera
ga: Roghnaigh ceamara

source: No video
ga: Gan fís

source: Select microphone
ga: Roghnaigh micreafón

source: No audio
ga: Gan fuaim

source: One of the following %S is not a registered protocol or is not allowed in this context.
ga: Níl ceann de na prótacail seo a leanas (%S) cláraithe, nó níl sé ceadaithe sa chomhthéacs seo.

source: A server is redirecting a request in a way that will never complete.
ga: Tá freastalaí ag atreorú an iarratais i slí nach gcríochnóidh choíche.

source: To continue, the application must send information that will repeat an action (such as a search or order confirmation) that was performed earlier.
ga: Chun dul ar aghaidh, ní mór don fheidhmchlár faisnéis a sheoladh a dhéanfaidh gníomh éigin arís (m.sh. cuardach nó cur isteach ordaithe) a deineadh níos luaithe.

source: The application doesn't know how to communicate with the server.
ga: Níl a fhios ag an bhfeidhmchlár conas dul i dteagmháil leis an bhfreastalaí.

source: The connection to the server was reset while the application was loading.
ga: Athshocraíodh an nasc leis an bhfreastalaí agus an feidhmchlár á luchtú.

source: The application requested a document which is no longer available.
ga: D'iarr an feidhmchlár cáipéis nach bhfuil ar fáil a thuilleadh.

source: The application is currently in offline mode and can't access the network.
ga: Tá an feidhmchlár as líne faoi láthair agus ní féidir leis teacht ar an líonra.

source: The application tried to access a network port that it should not have access to. The application has canceled the request for your protection.
ga: Rinne an feidhmchlár iarracht port líonra a rochtain ach nach bhfuil cead aige. Chealaigh an feidhmchlár an t-iarratas ar mhaithe le do shlándáil.

source: The application is configured to use a proxy server that can't be found.
ga: Tá an feidhmchlár cumraithe le haghaidh úsáide seachfhreastalaí nach féidir a aimsiú.

source: The application is configured to use a proxy server that is refusing connections.
ga: Tá an feidhmchlár cumraithe le haghaidh úsáide seachfhreastalaí atá ag diúltú le ceangail.

source: The application received a response from a server which used an invalid or unsupported form of compression.
ga: Fuair an feidhmchlár freagra ó fhreastalaí a bhain úsáid as modh comhbhrúite nach dtacaítear leis, nó atá neamhbhailí.

source: The application cannot continue because it accessed a file type that may not be safe to open. Please contact the application authors to inform them of this problem.
ga: Ní féidir leis an bhfeidhmchlár dul ar aghaidh toisc gur úsáid sé cineál comhaid a d'fhéadfadh a bheith baolach le hoscailt. Téigh i dteagmháil le húdair an fheidhmchláir leis an fhadhb seo a chur in iúl dóibh, le do thoil.

source: This application tried to access a resource that has a content security policy that prevents it from being loaded in this way.
ga: Rinne an feidhmchlár seo iarracht acmhainn a úsáid a bhfuil polasaí slándála inneachair aici a chuireann bac ar í a bheith luchtaithe mar seo.

source: The application cannot continue loading because an error in the data transmission was detected.
ga: Ní féidir leis an bhfeidhmchlár dul ar aghaidh agus an leathanach a luchtú; tharla earráid agus na sonraí á seoladh.

source: This application tried to use an unsupported technology that is no longer available.
ga: Rinne an feidhmchlár seo iarracht úsáid a bhaint as teicneolaíocht nach dtacaítear léi a thuilleadh.

source: A script may be busy, or it may have stopped responding. You can stop the script now, or you can continue to see if the script will complete.
ga: Tá script ar an leathanach seo a d'fhéadfadh bheith gnóthach, nó gan freagairt. Tig leat an script a stopadh anois, nó is féidir leanadh ar aghaidh le feiceáil an gcríochnóidh an script.

source: A script may be busy, or it may have stopped responding. You can stop the script now, open the script in the debugger, or let the script continue.
ga: D'fhéadfadh script sa leathanach seo a bheith gnóthach, nó b'fhéidir nach bhfuil sí ag freagairt. Tig leat an script a stopadh anois, nó í a oscailt sa dífhabhtóir, nó ligean léi dul ar aghaidh.

source: This application is asking you to confirm that you want to leave - data you have entered may not be saved.
ga: Tá an feidhmchlár seo ag fiafraí díot an bhfuil tú cinnte gur mian leat fágáil - d'fhéadfaí nár sábháladh na sonraí a chuir tú isteach.

source: Stay
ga: Fan

source: An application script has been stopped due to a low memory condition.
ga: Stopadh script san fheidhmchlár seo de bharr easpa cuimhne.

# FormValidationDateRangeOverflow
source: Please select a value that is no earlier than %S.
ga: Tabhair luach nach bhfuil níos luaithe ná %S.

# FormValidationTimeRangeOverflow
source: Please select a value that is no earlier than %S.
ga: Tabhair luach nach bhfuil níos luaithe ná %S.

# FormValidationDateRangeUnderflow
source: Please select a value that is no later than %S.
ga: Tabhair luach nach bhfuil níos déanaí ná %S.

# FormValidationTimeRangeUnderflow
source: Please select a value that is no later than %S.
ga: Tabhair luach nach bhfuil níos déanaí ná %S.

source: nsIJSON.decode is deprecated. Please use JSON.parse instead.
ga: Ní mholtar nsIJSON.decode a úsáid a thuilleadh. Bain úsáid as JSON.parse ina ionad.

source: nsIJSON.encode is deprecated. Please use JSON.stringify instead.
ga: Ní mholtar nsIJSON.encode a úsáid a thuilleadh. Bain úsáid as JSON.stringify ina ionad.

source: 'mozHidden' and 'mozVisibilityState' are deprecated. Please use the unprefixed 'hidden' and 'visibilityState' instead.
ga: Ní mholtar 'mozHidden' ná 'mozVisibilityState' a úsáid a thuilleadh. Bain úsáid as 'hidden' agus 'visibilityState' (gan an réimír) ina n-ionad.

source: Use of nsIDOMWindowUtils.getOuterWindowWithId() is deprecated. Instead, use the nsIWindowMediator method of the same name.
ga: Ní mholtar nsIDOMWindowUtils.getOuterWindowWithId() a úsáid a thuilleadh. Bain úsáid as modh de chuid nsIWindowMediator leis an ainm céanna.

source: Use of getPreventDefault() is deprecated. Use defaultPrevented instead.
ga: Ní mholtar getPreventDefault() a úsáid a thuilleadh. Bain úsáid as defaultPrevented ina ionad.

source: Use of getUserData() or setUserData() is deprecated. Use WeakMap or element.dataset instead.
ga: Ní mholtar getUserData() ná setUserData() a úsáid a thuilleadh. Bain úsáid as WeakMap nó element.dataset ina n-ionad.

source: window._content is deprecated. Please use window.content instead.
ga: Ní mholtar window._content a úsáid a thuilleadh. Bain úsáid as window.content ina ionad.

source: Hide %S
ga: Folaigh %S

source: %S - Share Location
ga: %S - Nocht mo Láthair

source: Do you want to share your location?
ga: An bhfuil fonn ort an láthair ina bhfuil tú a nochtadh?

# geolocation.remember
source: Remember my choice
ga: Meabhraigh mo rogha

source: %S - Show notifications
ga: %S - Taispeáin fógraí

source: Do you want to allow notifications?
ga: An bhfuil fonn ort fógraí a thaispeáint?

# desktop-notification.remember
source: Remember my choice
ga: Meabhraigh mo rogha

source: Install %S
ga: Suiteáil %S

source: Do you want to install %S?
ga: An bhfuil fonn ort %S a shuiteáil?

source: Install App
ga: Suiteáil an Aip

source: Don't Install
ga: Ná Suiteáil

source: Uninstall %S
ga: Díshuiteáil %S

source: Do you want to uninstall %S?
ga: An bhfuil fonn ort %S a dhíshuiteáil?

source: Payment
ga: Íocaíocht

source: Which payment provider do you want to use?
ga: Cé acu soláthraithe íocaíochta ab fhearr leat?

source: $AppName Uninstall
ga: Díshuiteáil $AppName

source: $AppName will be uninstalled from your computer.
ga: Díshuiteálfar $AppName ó do ríomhaire.
