Repository: kscanne/gaeilge-mozdev
Catalog: src/firefox-trunk.*.po
Languages: ga

source: Will be enabled
ga: Beidh sé cumasaithe

source: Will be disabled
ga: Beidh sé díchumasaithe

source: Will be updated to be compatible
ga: Beidh sé nuashonraithe le bheith comhoiriúnach

source: Will be enabled when compatible
ga: Beidh sé cumasaithe nuair a bheidh sé comhoiriúnach

source: Update to make compatible
ga: Nuashonraigh le bheith comhoiriúnach

source: Optional update
ga: Nuashonrú roghnach

source: &brandShortName; Update
ga: Nuashonrú &brandShortName;

source: &brandShortName; is working offline
ga: Tá &brandShortName; ag obair as líne

source: &brandShortName; needs to go online in order to see if updates are available for your add-ons to make them compatible with this version.
ga: Caithfidh &brandShortName; dul ar líne chun dul sa chuardach ar nuashonruithe do na breiseáin agatsa, lena ndéanamh comhoiriúnach don leagan seo.

source: &Go online now.
ga: &Téigh ar líne anois.

source: Incompatible Add-ons
ga: Breiseáin Neamh-chomhoiriúnacha

source: The following add-ons are not compatible with this version of &brandShortName; and have been disabled:
ga: Níl na breiseáin seo a leanas comhoiriúnach leis an leagan seo &brandShortName; agus díchumasaíodh iad:

source: &brandShortName; can check if there are compatible versions of these add-ons available.
ga: Is féidir le &brandShortName; leaganacha comhoiriúnacha de na breiseáin seo a lorg.

source: Checking for Compatible Add-ons
ga: Ag lorg Breiseáin Chomhoiriúnacha

source: Checking your incompatible add-ons for updates…
ga: Ag seiceáil le haghaidh nuashonruithe ar do bhreiseáin neamh-chomhoiriúnacha…

# checking.status
source: This may take a few minutes…
ga: Seans go dtógfaidh sé seo cúpla bomaite…

source: Found Compatible Add-ons
ga: Aimsíodh Breiseáin Chomhoiriúnacha

source: Select the add-ons you would like to install:
ga: Roghnaigh na breiseáin is mian leat a shuiteáil:

source: These updates can't be installed because software installation is currently disabled. You can change this setting below.
ga: Ní féidir na breiseáin seo a shuiteáil toisc go bhfuil suiteáil bhogearraí díchumasaithe faoi láthair. Tig leat an rogha seo a athrú thíos.

source: &Allow websites to install software
ga: T&abhair cead do shuímh Ghréasáin bogearraí a shuiteáil

source: Installing Compatible Add-ons
ga: Breiseáin Chomhoiriúnacha á Suiteáil

source: Downloading and installing updates to your add-ons…
ga: Nuashonruithe á n-íosluchtú agus á suiteáil…

source: No Compatible Add-ons Found
ga: Níor Aimsíodh Breiseáin Chomhoiriúnacha

source: &brandShortName; was unable to find updates to your incompatible add-ons.
ga: Níorbh fhéidir le &brandShortName; nuashonruithe a aimsiú ar do bhreiseáin neamh-chomhoiriúnacha.

source: Some problems were encountered when trying to find updates.
ga: Bhí fadhbanna ann agus nuashonruithe á chuardach.

source: &brandShortName; will check periodically and inform you when compatible updates for these add-ons are found.
ga: Seiceálfaidh &brandShortName; go rialta agus cuirfear in iúl duit nuair atá leaganacha comhoiriúnacha ar fáil.

source: Compatible Add-ons Installed
ga: Suiteáladh Breiseáin Chomhoiriúnacha

source: &brandShortName; has installed the updates to your add-ons.
ga: Shuiteáil &brandShortName; nuashonruithe ar do bhreiseáin.

source: &brandShortName; can check periodically and inform you when updates for add-ons are found.
ga: Is féidir le &brandShortName; seiceáil go rialta agus cur in iúl duit nuair atá leaganacha comhoiriúnacha ar fáil.

source: &brandShortName; will check periodically and inform you when updates for add-ons are found.
ga: Seiceálfaidh &brandShortName; go rialta agus cuirfear in iúl duit nuair atá nuashonruithe ar fáil.

source: Unable to Check for Updates
ga: Ní féidir nuashonruithe a lorg

source: It is not possible to check for updates to incompatible add-ons because software installation for &brandShortName; has been disabled. Please contact your System Administrator for assistance.
ga: Ní féidir na breiseáin neamh-chomhoiriúnacha a nuashonrú toisc go bhfuil suiteáil bhogearraí do &brandShortName; díchumasaithe. Déan teagmháil le riarthóir do chórais le haghaidh cabhrach.

source: Checking Compatibility of Add-ons
ga: Comhoiriúnacht na mbreiseán á seiceáil

source: Checking your add-ons for compatibility with this version of &brandShortName;.
ga: Tá do chuid breiseán á scrúdú, maidir lena gcomhoiriúnacht don leagan seo de &brandShortName;.

# versioninfo.waiting
source: This may take a few minutes…
ga: Seans go dtógfaidh sé seo cúpla bomaite…

source: Problems Installing Updates
ga: Bhí fadhbanna le linn shuiteáil na nuashonruithe

source: &brandShortName; encountered problems when updating some of your add-ons.
ga: Bhí fadhbanna ag &brandShortName; le nuashonrú do bhreiseán.

source: Click Finish to continue starting &brandShortName;.
ga: Cliceáil Críochnaigh chun leanúint ar aghaidh le &brandShortName; a thosú.

source: Click Done to continue starting &brandShortName;.
ga: Cliceáil "Déanta" chun leanúint ar aghaidh le &brandShortName; a thosú.

source: Allow &brandShortName; to check for updates.
ga: Lig do &brandShortName; nuashonruithe a lorg.

source: Check Now
ga: Seiceáil Anois

source: Don't Check
ga: Ná Seiceáil

source: Install Now
ga: Suiteáil Anois

source: Next >
ga: Ar Aghaidh >

source: Finished checking %S
ga: %S arna sheiceáil

source: Installing: %S
ga: %S á shuiteáil

source: %S was unable to install updates for the following add-ons:
ga: Níorbh fhéidir le %S nuashonruithe a shuiteáil ar na breiseáin seo a leanas:

source: %S was unable to check for updates for the following add-ons:
ga: Níorbh fhéidir le %S nuashonruithe a lorg do na breiseáin seo a leanas:

source: Software Installation
ga: Suiteáil Bhogearraí

source: width: 45em
ga: width: 50em

source: Malicious software can damage your computer or violate your privacy.
ga: Is féidir le bogearraí mailíseacha dochar a dhéanamh don ríomhaire agus do phríobháideachas a shárú

source: (Author not verified)
ga: (Údar gan fíorú)

source: You have asked to install the following %S items:
ga: Tá sé iarrtha agat an %S rud seo a leanas a shuiteáil:

source: You have asked to install the following item:
ga: Tá sé iarrtha agat an rud seo a leanas a shuiteáil:

source: Install (%S)
ga: Suiteáil (%S)

source: Software Installation is complete. You will have to restart %S for changes to take effect.
ga: Tá suiteáil an bhogearra críochnaithe. Ní mór duit %S a atosú chun na hathruithe a chur i bhfeidhm.

source: Error Installing Item
ga: Bhí earráid ann agus an mhír á suiteáil

# window.emWidth
source: 26em
ga: 30em

# window.emHeight
source: 26em
ga: 30em

source: Choose an Application
ga: Roghnaigh Feidhmchlár

source: Launch Application
ga: Tosaigh Feidhmchlár

source: This link needs to be opened with an application.
ga: Ní mór an nasc a oscailt le feidhmchlár.

source: Send to:
ga: Seol chuig:

source: Remember my choice for %S links.
ga: Meabhraigh mo rogha le haghaidh naisc %S.

source: This can be changed in %S's preferences.
ga: Is féidir é seo a athrú i sainroghanna %S.

source: Another Application…
ga: Feidhmchlár Eile…

source: Go to the Help Start Page
ga: Téigh go dtí an Leathanach Tosaigh Chabhrach

source: Search results
ga: Torthaí cuardaigh

source: &Contents
ga: Á&bhar

source: Always on &Top
ga: Chun &Tosaigh i gCónaí

source: No search items found.
ga: Níor aimsíodh mír chuardaigh ar bith.

source: We're very sorry, but &brandShortName; can't play Flash on this device.
ga: Ní féidir le &brandShortName; Flash a sheinm ar an ngléas seo.

source: A plugin is needed to display this content.
ga: Teastaíonn forlíontán uait chun an t-ábhar seo a chur ar taispeáint.

source: Tap here to activate plugin.
ga: Tapáil anseo chun an forlíontán a chur i ngníomh.

source: Activate plugin.
ga: Gníomhachtaigh an forlíontán.

source: This plugin is disabled.
ga: Tá an forlíontán seo díchumasaithe.

source: This plugin has been blocked for your protection.
ga: Tá cosc curtha ar an bhforlíontán seo le tú a chosaint.

source: Hide plugin
ga: Cuir forlíontán i bhfolach

source: Reload the page
ga: Athluchtaigh an leathanach

source: to try again.
ga: chun triail eile a bhaint as.

source: Send crash report
ga: Seol tuairisc ar chliseadh

source: Sending report…
ga: Tuairisc á seoladh…

source: Crash report sent.
ga: Tuairisc seolta.

source: Crash reporting disabled.
ga: Tuairiscí díchumasaithe.

source: Submission failed.
ga: Theip ar sheoladh.

source: No report available.
ga: Níl aon tuairisc ann.

source: Include the page's URL
ga: Cuir URL an leathanaigh san áireamh

source: MIME Types
ga: Cineálacha MIME

source: Enter new password:
ga: Iontráil focal faire nua:

source: Re-enter password:
ga: Iontráil an focal faire arís:

source: A Master Password is used to protect sensitive information like site passwords. If you create a Master Password you will be asked to enter it once per session when &brandShortName; retrieves saved information protected by the password.
ga: Úsáidtear príomhfhocal faire chun eolas íogair ar nós focail faire suímh a chosaint. Má chruthaíonn tú príomhfhocal faire iarrfar ort é a iontráil uair amháin le linn seisiúin nuair a aisghabhann &brandShortName; eolas sábháilte atá faoi chosaint an fhocail faire.

source: Please make sure you remember the Master Password you have set. If you forget your Master Password, you will be unable to access any of the information protected by it.
ga: Cinntigh go meabhraíonn tú an Príomhfhocal Faire atá socraithe agat. Má dhéanann tú dearmad ar do Phríomhfhocal Faire, ní bheidh tú ábalta rochtain a fháil ar aon fhaisnéis atá cosanta aige.

source: You have deleted your Master Password.
ga: Tá do Phríomhfhocal Faire scriosta agat.

source: Password Change Succeeded
ga: D'éirigh le hathrú an fhocail faire

source: You must enter your current password to proceed:
ga: Is gá d'fhocal faire reatha a iontráil chun leanúint ar aghaidh:

source: Your Master Password is used to protect sensitive information like site passwords.
ga: Cosnaíonn do phríomhfhocal faire eolas tábhachtach cosúil le focail fhaire.

source: If you remove your Master Password your information will not be protected if your computer is compromised.
ga: Má bhaineann tú do Phríomhfhocal Faire, ní bheidh do chuid faisnéise cosanta má éiríonn le hionsaí ar do ríomhaire.

source: Create Profile Wizard
ga: Treoraí na bPróifílí

source: &brandShortName; stores information about your settings and preferences in your personal profile.
ga: Sábhálann &brandShortName; eolas faoi do shocruithe agus sainroghanna i do phróifíl phearsanta.

source: If you are sharing this copy of &brandShortName; with other users, you can use profiles to keep each user's information separate. To do this, each user should create his or her own profile.
ga: Má tá an chóip seo de &brandShortName; á roinnt le húsáideoirí eile, is féidir leat úsáid a bhaint as próifílí chun eolas pearsanta a choinneáil ar leithligh ó chéile. Seo le déanamh, ní foláir do gach úsáideoir próifíl phearsanta a chruthú.

source: If you are the only person using this copy of &brandShortName;, you must have at least one profile. If you would like, you can create multiple profiles for yourself to store different sets of settings and preferences. For example, you may want to have separate profiles for business and personal use.
ga: Más tusa an t-aon duine amháin ag baint úsáide as an gcóip seo de &brandShortName;, is gá próifíl amháin ar a laghad a bheith agat. Más mian leat, is féidir leat próifílí éagsúla a chruthú duit féin chun socruithe agus roghanna éagsúla a choinneáil. Mar shampla, d'fhéadfaí próifílí ar leith a bheith agat le haghaidh gnó agus le haghaidh d'úsáide féin.

# profileCreationExplanation_4.text
source: To begin creating your profile, click Next.
ga: Chun próifíl a chruthú, cliceáil Ar Aghaidh.

source: To begin creating your profile, click Continue.
ga: Chun próifíl a chruthú, cliceáil Ar Aghaidh.

# profileCreationExplanation_4Gnome.text
source: To begin creating your profile, click Next.
ga: Chun próifíl a chruthú, cliceáil Ar Aghaidh.

source: If you create several profiles you can tell them apart by the profile names. You may use the name provided here or use one of your own.
ga: Má chruthaíonn tú próifílí éagsúla, is féidir iad a aithint óna chéile le hainmneacha na bpróifílí. Is féidir an t-ainm a thugtar anseo a úsáid, nó do cheann féin.

source: &Enter new profile name:
ga: Iontráil ainm próifíl&e nua:

source: Your user settings, preferences and other user-related data will be stored in:
ga: Stórálfar do chuid socruithe úsáideora, roghanna agus sonraí úsáideora eile i:

source: Default User
ga: Úsáideoir Réamhshocraithe

source: &Choose Folder…
ga: &Roghnaigh Fillteán…

source: &Use Default Folder
ga: Ú&sáid Fillteán Réamhshocraithe

source: &brandShortName; - Choose User Profile
ga: &brandShortName; - Bainisteoir Próifíle

source: Profile Name:
ga: Ainm Próifíle:

source: Start &brandShortName;
ga: Tosaigh &brandShortName;

source: Available Profiles
ga: Próifílí ar Fáil

source: &Create Profile…
ga: &Cruthaigh Próifíl…

source: &Rename Profile…
ga: Athainmnigh P&róifíl…

source: &Delete Profile…
ga: &Scrios Próifíl…

source: &brandShortName; stores information about your settings, preferences, and other user items in your user profile.
ga: Sábhálann &brandShortName; eolas faoi do shocruithe, sainroghanna, agus míreanna úsáideora eile i do phróifíl phearsanta.

source: W&ork offline
ga: &Oibrigh as líne

source: U&se the selected profile without asking at startup
ga: Ú&sáid an phróifíl roghnaithe ag am tosaithe gan fiafraí

source: Close %S
ga: Dún %S

source: %S is already running, but is not responding. To open a new window, you must first close the existing %S process, or restart your system.
ga: Tá %S ag rith cheana, ach níl aon fhreagra uaidh. Chun fuinneog nua a oscailt, caithfidh tú an próiseas %S a stopadh roimh ré, nó do chóras a atosú.

source: %S is already running, but is not responding. The old %S process must be closed to open a new window.
ga: Tá %S ag rith cheana, ach níl aon fhreagra uaidh. Ní mór an seanphróiseas %S a stopadh chun fuinneog nua a oscailt.

source: A copy of %S is already open. Only one copy of %S can be open at a time.
ga: Tá cóip de %S ar oscailt cheana féin. Ní féidir ach cóip amháin de %S a oscailt san am.

source: A copy of %S is already open. The running copy of %S will quit in order to open this one.
ga: Tá cóip de %S ar oscailt cheana féin. Déanfar cóip reatha %S a scor chun an ceann seo a oscailt.

source: Profile: '%S' - Path: '%S'
ga: Próifíl: "%S" - Conair: "%S"

source: Please select a profile to begin %S, or create a new profile.
ga: Roghnaigh próifíl chun %S a thosú, nó cruthaigh próifíl nua.

source: Profile In Use
ga: Próifíl In Úsáid

source: %S cannot use the profile "%S" because it is in use. To continue, close the running instance of %S or choose a different profile.
ga: Ní féidir le %S an phróifíl "%S" a úsáid toisc go bhfuil sí in úsáid cheana. Chun leanúint ar aghaidh, dún an chóip reatha de %S nó roghnaigh próifíl eile.

source: Rename Profile
ga: Athainmnigh Próifíl

source: Rename the profile "%S" to:
ga: Athainmnigh an phróifíl "%S" go:

source: Invalid profile name
ga: Ainm neamhbhailí próifíle

source: The profile name "%S" is not allowed.
ga: Ní cheadaítear an t-ainm próifíle "%S".

source: Choose Profile Folder
ga: Roghnaigh Fillteán Próifíle

source: An empty profile name is not allowed.
ga: Ní cheadaítear ainm próifíle folamh.

source: The character "%S" is not allowed in profile names. Please choose a different name.
ga: Ní cheadaítear an carachtar "%S" in ainmneacha na bpróifílí. Iontráil ainm difriúil air.

source: Delete Profile
ga: Scrios Próifíl

source: Deleting a profile will remove the profile from the list of available profiles and cannot be undone. You may also choose to delete the profile data files, including your settings, certificates and other user-related data. This option will delete the folder "%S" and cannot be undone. Would you like to delete the profile data files?
ga: Bainfear an phróifíl ó liosta na bpróifílí atá ar fáil má scriostar í, agus ní féidir é seo a chur ar ceal. Is féidir leat scriosadh comhaid sonraí na bpróifílí a roghnú, ina measc do chuid socruithe, teastais agus sonraí úsáideora eile. Scriosfaidh an rogha seo an fillteán "%S" agus ní féidir é a chur ar ceal. An bhfuil fonn ort comhaid sonraí na bpróifílí a scriosadh?

source: Delete Files
ga: Scrios Comhaid

source: Don't Delete Files
ga: Ná Scrios Comhaid

source: Profile couldn't be created. Probably the chosen folder isn't writable.
ga: Níorbh fhéidir próifíl a chruthú. Is dócha nach bhfuil an fillteán atá roghnaithe inscríofa.

source: Profile Creation failed
ga: Theip ar Chruthú Próifíle

source: A profile with this name already exists. Please choose another name.
ga: Tá próifíl ann leis an ainm seo cheana. Roghnaigh ainm eile, le do thoil.

source: Profile Exists
ga: Próifíl ann cheana

source: Click Finish to create this new profile.
ga: Cliceáil Críochnaigh chun an phróifíl nua a chruthú.

source: Click Done to create this new profile.
ga: Cliceáil "Déanta" chun an phróifíl nua a chruthú.

source: Your %S profile cannot be loaded. It may be missing or inaccessible.
ga: Ní féidir do phróifíl %S a luchtú. Seans go bhfuil sé ar iarraidh nó doshroichte.

source: Profile Missing
ga: Próifíl Ar Iarraidh

source: Old %S Data
ga: Seansonraí %S

source: Update History
ga: Stair na Nuashonruithe

source: The following updates have been installed:
ga: Suiteáladh na nuashonruithe seo a leanas:

source: No updates installed yet
ga: Níor suiteáladh nuashonrú ar bith fós

source: Update Name
ga: Ainm an Nuashonraithe

source: Install Date
ga: Dáta Suiteála

source: State
ga: Staid

source: Software Update
ga: Nuashonrú Bogearraí

source: Checking for Updates
ga: Nuashonruithe á seiceáil

source: Looking for newer versions of &brandShortName;…
ga: Leaganacha nua de &brandShortName; á lorg…

source: Found Updates for Plugins
ga: Aimsíodh nuashonruithe le haghaidh forlíontán

source: Newer versions of one or more of your plugins were found.
ga: Aimsíodh leagan nua de roinnt de do chuid forlíontán.

source: See how to upgrade your plugins.
ga: Taispeáin conas do chuid forlíontán a nuashonrú.

source: No Updates Found
ga: Ní bhfuarthas nuashonruithe

source: There are no updates available. &brandShortName; will check periodically for updates.
ga: Níl nuashonrú ar bith le fáil. Seiceálfaidh &brandShortName; ó am go chéile an bhfuil nuashonruithe nua ann.

source: There are no updates available. Please check again later or enable &brandShortName;'s automatic update checking.
ga: Níl nuashonruithe ar fáil. Lorg arís iad níos déanaí, nó cumasaigh seiceáil nuashonruithe uathoibríoch &brandShortName;.

source: Unable to Update
ga: Ní féidir nuashonrú

source: A recommended security and stability update is available, but you do not have the system permissions required to install it. Please contact your system administrator, or try again from an account that has permission to install software on this computer.
ga: Tá nuashonrú molta slándála agus cobhsaíochta ar fáil, ach níl cead agat é a shuiteáil. Téigh i dteagmháil le riarthóir do chórais, nó déan iarracht eile ó chuntas le cead suiteála bogearraí ar an ríomhaire seo.

source: A recommended security and stability update is available, but you do not have enough space to install it.
ga: Tá nuashonrú molta slándála agus cobhsaíochta ar fáil ach níl go leor spáis agat chun é a shuiteáil.

source: You can always get the latest version of &brandShortName; at:
ga: Tá an leagan is déanaí de &brandShortName; ar fáil i gcónaí ó:

source: System Unsupported
ga: Ní thacaítear leis an gcóras seo

source: Your &brandShortName; is out of date, but the latest version is not supported on your system. Please upgrade your system, then try again. You will not see this notice again, but you can
ga: Tá &brandShortName; as dáta, ach níl an leagan is déanaí ar fáil ar do chóras. Ba chóir duit do chóras a nuashonrú, ansin déan iarracht eile. Ní fheicfidh tú an fógra arís, ach is féidir leat

source: learn more.
ga: tuilleadh eolais a fháil.

source: Checking Add-on Compatibility
ga: Comhoiriúnacht na mBreiseán á Seiceáil

source: Looking for newer versions of your add-ons…
ga: Leaganacha níos nuaí de do bhreiseáin á lorg…

source: View more information about this update
ga: Tuilleadh eolais faoin nuashonrú seo

source: It is strongly recommended that you apply this update for &brandShortName; as soon as possible.
ga: Moltar duit an nuashonrú seo ar &brandShortName; a shuiteáil chomh luath agus is féidir.

source: If you agree to the terms of this agreement, click I Agree below to continue installing this update.
ga: Má ghlacann tú le coinníollacha an chomhaontaithe seo, cliceáil Glacaim Leis thíos chun leanúint le suiteáil an nuashonraithe.

source: Software License Agreement
ga: Comhaontú um an gCeadúnas Bogearra

source: Terms and conditions for using this software.
ga: Téarmaí agus coinníollacha úsáide an bhogearra seo.

source: Please read the following license agreement. Use the scroll bar to view the rest of this agreement.
ga: Léigh an comhaontú um cheadúnas earra bhoig seo a leanas, le do thoil. Úsáid an scrollbharra chun an chuid eile den chomhaontú seo a léamh.

source: I accept the terms of the License Agreement
ga: Glacaim leis an Chomhaontú um Cheadúnas

source: I do NOT accept the terms of the License Agreement
ga: Nílim toilteanach glacadh le coinníollacha an Chomhaontú um Cheadúnas

source: Incompatible Add-ons Found
ga: Aimsíodh Breiseáin Neamh-Chomhoiriúnacha

source: Downloading the update…
ga: Nuashonrú á íosluchtú…

source: Connecting to the update server…
ga: Ag dul i dteagmháil le freastalaí na nuashonruithe…

source: &brandShortName; was unable to verify the integrity of the incremental update it downloaded, so it is now downloading the complete update package.
ga: Níorbh fhéidir le &brandShortName; sláine an nuashonraithe incrimintigh a fhíorú tar éis é a íosluchtú. Dá bhrí sin, tá an pacáiste nuashonraithe á íosluchtú ina iomláine.

source: View details for this update
ga: Mionsonraí faoin nuashonrú seo

# details.link
source: Details
ga: Mionsonraí

source: Update Failed
ga: Theip ar Nuashonrú

source: There were problems checking for, downloading, or installing this update. &brandShortName; could not be updated because:
ga: Bhí fadhbanna ann agus an nuashonrú seo á lorg, á íosluchtú nó á shuiteáil. Níorbh fhéidir &brandShortName; a nuashonrú de bharr:

source: You can update &brandShortName; manually by visiting this link and downloading the latest version:
ga: Tig leat &brandShortName; a nuashonrú de láimh tríd an nasc seo a leanúint agus an leagan is nuaí a íosluchtú:

source: The partial Update could not be applied. &brandShortName; will try again by downloading a complete Update.
ga: Níorbh fhéidir an páirt-nuashonrú a chur i bhfeidhm. Déanfaidh &brandShortName; iarracht eile trí nuashonrú iomlán a íosluchtú.

source: &brandShortName; is unable to determine if there is an update available. Please make sure that you have the latest version of &brandShortName; from:
ga: Ní féidir le &brandShortName; a dhéanamh amach an bhfuil nuashonrú ar fáil. Bí cinnte go bhfuil an leagan is déanaí de &brandShortName; agat ó:

source: Something is preventing &brandShortName; from updating securely. Please make sure that you have the latest version of &brandShortName; from:
ga: Ar fáth éigin, ní féidir le &brandShortName; nuashonrú go sábháilte. Bí cinnte go bhfuil an leagan is déanaí de &brandShortName; agat ó:
