Repository: kscanne/gaeilge-mozdev
Catalog: src/firefox-1.0.1.*.po
Languages: ga

source: Error trying to validate certificate from %S using OCSP - unknown certificate.
ga: Tharla earráid maidir le bailíocht teastais ó %S agus OCSP in úsáid - teastas anaithnid.

source: Issued to:
ga: Éisithe go:

source: Issued by:
ga: Éisithe ag:

source: Valid
ga: Bailí

source: from
ga: ó

source: to
ga: go

source: Purposes
ga: Aidhmeanna

source: Imported Certificate
ga: Teastas arna iompórtáil

source: <Expired>
ga: <Ídithe>

source: <Revoked>
ga: <Aisghairthe>

source: <Issuer Unknown>
ga: <Eisitheoir Anaithnid>

source: <Invalid CA>
ga: <CA Neamhbhailí>

source: <Unknown>
ga: <Anaithnid>

source: (no nickname)
ga: (gan leasainm)

source: (no email address)
ga: (gan ríomhsheoladh)

source: Customize Character Encoding
ga: Saincheap Ionchódú Carachtar

source: Active Character Encodings:
ga: Ionchóduithe Carachtar Beo:

source: Remove
ga: Scuab As

source: Available Character Encodings:
ga: Ionchóduithe Carachtar Le Fáil:

source: Find in This Frame
ga: Aimsigh sa Fhráma Seo

source: Fi&nd what:
ga: Aimsigh an rud &seo:

source: Mat&ch case
ga: Meaitseáil an &cás

source: &Wrap
ga: &Timfhill

source: Search &backwards
ga: Cuardaigh ar &gcúl

source: Type one or more words to search for
ga: Scríobh focal amháin nó níos mó le cuardach

source: &Find Next
ga: An Chéad Cheann &Eile

source: &Up
ga: S&uas

source: &Down
ga: &Síos

source: Direction
ga: Treo

source: Started:
ga: Tosnaithe:

source: Finished:
ga: Curtha i gCrích:

source: From:
ga: Ó:

source: To:
ga: Chuig:

source: Password Manager
ga: Bainisteoir na bhFocal Faire

source: Passwords Saved
ga: Focail fhaire a sábháladh

source: Passwords Never Saved
ga: Suímh nach sábhálfar focail fhaire uathu

source: Password Manager has saved login information for the following sites:
ga: Tá eolas logála isteach sábháilte ag Bainisteoir na bhFocal Faire do na suímh seo:

source: Password Manager will never save login information for the following sites:
ga: Ní shábhálfaidh Bainisteoir na bhFocal Faire eolas logála isteach choíche do na suímh seo:

source: Username
ga: Ainm an Úsáideora

source: Password
ga: Focal Faire

source: Remove All
ga: Dealaigh Uile

source: Canceled
ga: Cealaithe

source: Starting...
ga: Ag Tosú...

source: Failed
ga: Teipthe

source: &Pause
ga: &Sos

source: &Resume
ga: &Lean

source: &Cancel
ga: &Cealaigh

source: Open Wit&h...
ga: Oscail Le...

source: &Retry
ga: &Atriall

source: R&emove
ga: Sc&uab As

source: Propert&ies
ga: A&iríonna

source: j
ga: e

source: Cle&an Up
ga: Gl&an

source: &Change...
ga: &Athraigh...

source: Change how and where to save files to
ga: Athraigh conas agus cá a shábhálfar comhaid

source: Close when downloads complete
ga: Dún nuair a bhíonn íoslódáil críochnaithe

source: All files downloaded to:
ga: Íoslódáiltear gach comhad go:

source: Show this Folder
ga: Taispeáin an Fillteán seo

source: Printing
ga: Á Phriontáil

source: Progress:
ga: Dul chun cinn:

source: Preparing...
ga: Á Ullmhú...

source: Printing is Completed.
ga: Priontáil curtha i gcrích.

source: Web Site Certified by an Unknown Authority
ga: Fuair an suíomh deimhniú ó údarás anaithnid

source: Possible reasons for this error:
ga: Seo cúpla cúis incheaptha leis an earráid seo:

source: - Your browser does not recognize the Certificate Authority that issued the site's certificate.
ga: - Ní aithníonn do bhrabhsálaí an tÚdarás Teastais a bhronn an teastas ar an suíomh.

source: - The site's certificate is incomplete due to a server misconfiguration.
ga: - Tá cuid den teastas ar iarraidh ó nach bhfuil cumraíocht cheart ar an bhfriothálaí.

source: Please notify the site's webmaster about this problem.
ga: Cuir an fhadhb seo in iúl don stiúrthóir gréasáin le do thoil.

source: Examine Certificate...
ga: Déan iniúchadh ar an teastas...

source: Accept this certificate permanently
ga: Glac leis an teastas seo go buan

source: Accept this certificate temporarily for this session
ga: Glac leis an dteastas seo go ceann an tseisiúin seo

source: Do not accept this certificate and do not connect to this web site
ga: Ná glac leis an teastas seo agus ná ceangail leis an suíomh seo

source: _: printButton.label Print
ga: Priontáil

source: _: printDialog.title Print
ga: Priontáil

source: Save File
ga: Sábháil an Comhad

source: Print To:
ga: Priontáil chuig:

source: _: printerRadio.label Printer
ga: Printéir

source: File
ga: Comhad

source: Properties...
ga: Airíonna...

source: _: printer.label Printer
ga: Printéir

source: Printer:
ga: Printéir:

source: File:
ga: Comhad:

source: Print Range
ga: Raon Priontála

source: All Pages
ga: Gach Leathanach

source: Pages
ga: Leathanach

source: Selection
ga: Rogha

source: Copies
ga: Cóip

source: Number of copies:
ga: Líon na gCóipeanna:

source: As laid out on the screen
ga: Mar atá léirithe ar an scáileán

source: The selected frame
ga: An fráma roghnaithe

source: Each frame separately
ga: Gach fráma go scartha

source: The attribute "%S" is not recognized.
ga: Ní aithnítear an aitreabúid "%S".

source: The "%S" element should be empty.
ga: Ba cheart don eilimint "%S" bheith folamh.

source: JavaScript Console
ga: Bord eallóige JavaScript

source: Source File:
ga: Comhad Foinse:

source: Line:
ga: Líne:

source: Column:
ga: Colún:

source: &All
ga: &Uile

source: &Errors
ga: &Earráidí

source: &Warnings
ga: &Rabhaidh

source: &Messages
ga: &Teachtaireachtaí

source: &Clear
ga: &Bánaigh

source: Evaluate
ga: Measúnaigh

source: &First > Last Sort Order
ga: Ord Sórtála ó &Thús > Críoch

source: &Last > First Sort Order
ga: Ord Sórtála ó &Chríoch > Thús

source: d
ga: m

source: Change Action
ga: Athraigh Gníomh...

source: When downloading files of type:
ga: Más ag íoslódáil comhaid den chineál seo duit:

source: automatically:
ga: go huathoibríoch:

source: Open them in the Default application:
ga: Oscail iad leis an bhfeidhmchlár réamhshocraithe

source: Open them in this application:
ga: Oscail iad leis an bhfeidhmchlár seo:

source: Click 'Change ...' to choose an application.
ga: Cliceáil 'Athraigh...' chun feidhmchlár a roghnú.

source: Save to Disk
ga: Sábháil chuig Diosca

source: Choose Application...
ga: Roghnaigh Feidhmchlár...

source: Loading...
ga: Á Lódáil...

source: Close Tab
ga: Dún Cluaisín

source: Do not show me this dialog box again.
ga: Ná taispeáin an bosca comhrá seo arís.

source: Yes
ga: Tá

source: You are about to close %S open tab. Are you sure you want to continue?
ga: Tá tú chun %S cluaisín oscailte a dhúnadh. An bhfuil tú cinnte go dteastaíonn uait leanadh ar aghaidh?

source: You are about to close %S open tabs. Are you sure you want to continue?
ga: Tá tú chun %S cluaisín oscailte a dhúnadh. An bhfuil tú cinnte go dteastaíonn uait leanadh ar aghaidh?

source: Close tab
ga: Dún cluaisín

source: Close tabs
ga: Dún cluaisíní

source: Warn me when I attempt to close multiple tabs
ga: Tabhair rabhadh dom agus ag iarraidh cluaisíní iomadúla a dhúnadh

source: Certificate Manager
ga: Bainisteoir na dTeastas

source: Your Certificates
ga: Do Theastais

source: Other People's
ga: Teastais Dhaoine Eile

source: Web Sites
ga: Láithreáin Lín

source: Authorities
ga: Údaráis

source: Issued To
ga: Eisithe Go

source: Issued By
ga: Eisithe Ag

source: Fingerprints
ga: Méarloirg

source: Certificate Detail
ga: Sonraí an teastais

source: _: certmgr.certdetail.serialnumber Serial Number
ga: Sraithuimhir

source: SHA1 Fingerprint
ga: Méarlorg SHA1

source: MD5 Fingerprint
ga: Méarlorg MD5

source: _: certmgr.editsslcert.edittrust Edit certificate trust settings:
ga: Cuir eagar ar Mhuinín Teastais:

source: _: certmgr.editsslcert.dotrust Trust the authenticity of this certificate.
ga: Tá muinín agat as fordheimhniú an teastais seo.

source: _: certmgr.editsslcert.donttrust Do not trust the authenticity of this certificate.
ga: Níl muinín agat as fordheimhniú an teastais seo.

source: _: certmgr.editemailcert.edittrust Edit certificate trust settings:
ga: Cuir eagar ar Mhuinín Teastais:

source: _: certmgr.editemailcert.dotrust Trust the authenticity of this certificate.
ga: Tá muinín agat as fordheimhniú an teastais seo.

source: _: certmgr.editemailcert.donttrust Do not trust the authenticity of this certificate.
ga: Níl muinín agat as fordheimhniú an teastais seo.

source: Delete Certificate
ga: Dealaigh Teastas

source: Are you sure you want to delete this certificate?
ga: An bhfuil tú cinnte go dteastaíonn uait an teastas seo a dhealú?

source: Delete Your Certificate
ga: Dealaigh Do Theastas

source: Certificate Name
ga: Ainm an Teastais

source: Expires On
ga: Le síothlú

source: E-Mail Address
ga: Ríomhsheoladh

source: _: certmgr.serial Serial Number
ga: Sraithuimhir

source: Edit
ga: Eagar

source: Backup
ga: Déan cúltaca

source: Import
ga: Iompórtáil

source: Field Value
ga: Luach Réimse

source: &brandShortName; - Choose User Profile
ga: &brandShortName; - Bainisteoir Próifíle

source: Profile Name:
ga: Ainm Próifíle:

source: Start &brandShortName;
ga: Tosaigh &brandShortName;

source: Exit
ga: Scoir

source: Available Profiles
ga: Próifílí ar Fáil

source: &Create Profile...
ga: &Cruthaigh Próifíl...

source: &Rename Profile...
ga: Athainmnigh P&róifíl...

source: &Delete Profile...
ga: &Dealaigh Próifíl...

source: W&ork offline
ga: &Oibrigh as líne

source: Page:
ga: Leathanach:

source: of
ga: as

source: Por&trait
ga: &Portráid

source: &Landscape
ga: &Tírdhreach

source: Custom...
ga: Saincheap...

source: Shrink To Fit
ga: Laghdaigh go cuí

source: Custom Scale...
ga: Scála Saincheaptha...

source: Saving
ga: Ag sábháil

source: #2&#037; of #1 Saved
ga: #2&#037; de #1 Sábháilte

source: Saving From:
ga: Ag sábháil ó:

source: #2&#037; of #1 Completed
ga: #2&#037; de #1 críochnaithe

source: Opening From:
ga: Ag oscailt ó:

source: With:
ga: Le:

source: Saving #1
ga: #1 á shábháil

source: Opening #1
ga: #1 á oscailt

source: Status:
ga: Stádas:

source: Time Elapsed:
ga: Am Ídithe:

source: Time Left:
ga: Am Fágtha:

source: Keep this window open after the download is complete.
ga: Fág an fhuinneog seo ar oscailt i ndiaidh na híoslódála.

source: Pause
ga: Sos

source: Resume
ga: Lean

source: Show File Location
ga: Taispeáin Láthair an Chomhaid

source: Launch File
ga: Cuir Comhad ar Siúl

source: _: Download Paused
ga: Stadadh den Íoslódáil

source: _: #1KB of #2KB (at #3KB/sec)
ga: #1KB as #2KB (ag #3KB/soic)

source: _: Unknown
ga: Anaithnid

source: _: Finished, #2 KB downloaded (elapsed time was #1)
ga: Íoslódáil curtha i gcrích, #2 KB ina iomláine (am ídithe: #1)

source: Alert
ga: Airdeall

source: _: Confirm Confirm
ga: Dearbhaigh

source: _: ConfirmCheck Confirm
ga: Dearbhaigh

source: _: Prompt Prompt
ga: Tabhair Leide

source: _: PromptUsernameAndPassword Prompt
ga: Tabhair Leide

source: _: PromptPassword Prompt
ga: Tabhair Leide

source: &Yes
ga: &Tá

source: &No
ga: &Níl

source: &Save
ga: &Sábháil

source: &Revert
ga: &Fill

source: &Don't Save
ga: &Ná Sábháil

source: [JavaScript Application] %S
ga: [Feidhmchlár JavaScript] %S

source: Parsing an XSLT stylesheet failed.
ga: Theip ar pharsáil stílbhileog XSLT.

source: Parsing an XPath expression failed.
ga: Theip ar pharsáil slonn XPath.

source: XSLT transformation failed.
ga: Theip ar thrasfhoirmiú XSLT.

source: Invalid XSLT/XPath function.
ga: Feidhm neamhbhailí XSLT/XPath.

source: XSLT Stylesheet (possibly) contains a recursion.
ga: Athchúrsáil (B'fhéidir) i Stílbhileog XSLT.

source: Attribute value illegal in XSLT 1.0.
ga: Luach aitreabúide neamhdhleathach in XSLT 1.0

source: An XPath expression was expected to return a NodeSet.
ga: Bhíothas ag súil le NodeSet mar thoradh ó shlonn XPath.

source: XSLT transformation was terminated by <xsl:message>.
ga: Chríochnaigh <xsl:message> trasfhoirmiú XSLT.

source: A network error occured loading an XSLT stylesheet:
ga: Tharla earráid ghréasáin agus stílbhileog XSLT á lódáil:

source: An XSLT stylesheet does not have an XML mimetype:
ga: Níl cineál MIME (mimetype) ag stílbhileog XSLT:

source: An XSLT stylesheet directly or indirectly imports or includes itself:
ga: Iompórtálann nó iniann stílbhileog XSLT í féin go díreach nó go neamhdhíreach:

source: An XPath function was called with the wrong number of arguments.
ga: Glaodh ar fheidhm XPath le líon argóintí mícheart.

source: An unknown XPath extension function was called.
ga: Glaodh ar fheidhm breisithe XPath anaithnid.

source: XPath parse failure: ')' expected:
ga: Theip ar pharsáil XPath: ag súil le ')':

source: XPath parse failure: invalid axis:
ga: Theip ar pharsáil XPath: ais neamhbhailí:

source: XPath parse failure: Name or Nodetype test expected:
ga: Theip ar pharsáil XPath: ag súil le teist ar Name nó Nodetype:

source: XPath parse failure: ']' expected:
ga: Theip ar pharsáil XPath: ag súil le ']':

source: XPath parse failure: invalid variable name:
ga: Theip ar pharsáil XPath: ainm athróige neamhbhailí:

source: XPath parse failure: unexpected end of expression:
ga: Theip ar pharsáil XPath: slonn foirceanta gan choinne:

source: XPath parse failure: operator expected:
ga: Theip ar pharsáil XPath: ag súil le hoibreoir:

source: XPath parse failure: unclosed literal:
ga: Theip ar pharsáil XPath: slonn litriúil gan dúnadh:

source: XPath parse failure: ':' unexpected:
ga: Theip ar pharsáil XPath: ':' gan choinne:

source: XPath parse failure: '!' unexpected, negation is not():
ga: Theip ar pharsáil XPath: '!' gan choinne, is ionann not() agus diúltú:

source: XPath parse failure: illegal character found:
ga: Theip ar pharsáil XPath: carachtar neamhcheadaithe:

source: XPath parse failure: binary operator expected:
ga: Theip ar pharsáil XPath: ag súil le hoibreoir dénártha:

source: Error loading stylesheet: %S
ga: Bhí earráid ann agus stílbhileog á lódáil: %S

source: Error during XSLT transformation: %S
ga: Earráid i rith trasfhoirmithe XSLT: %S

source: Sorted by %COLNAME%
ga: Sórtáilte de réir %COLNAME%

source: What should &brandShortName; do with this file?
ga: Cad a chaithfeadh &brandShortName; a dhéanamh leis an gcomhad?

source: &Open with
ga: &Oscail le

source: &Save to Disk
ga: &Sábháil chuig diosca

source: Do this &automatically for files like this from now on.
ga: Déan é seo go huathoibríoch le haghaidh comhad mar seo as seo amach.

source: &Choose...
ga: &Roghnaigh...

source: &Browse...
ga: &Brabhsáil...

source: An unknown error has occurred (%1$S)
ga: Tharla earráid anaithnid (%1%S)

source: Software Installation
ga: Suiteáil Bhogearraí

source: Malicious software can damage your computer or violate your privacy.
ga: Is féidir le bogearraí mailíseacha dochar a dhéanamh don ríomhaire agus do phríobháideachas a shárú

source: You should only install software from sources that you trust.
ga: Is fearr gan ach ríomhábhar ó fhoinse a bhfuil muinín agat aisti a shuiteáil

source: The stylesheet %1$S was not loaded because its MIME type, "%2$S", is not "text/css".
ga: Bileog stíle %1$S gan lódáil, toisc nach ionann a chineál MIME, "%2$S", agus "text/css".

source: The stylesheet %1$S was loaded as CSS even though its MIME type, "%2$S", is not "text/css".
ga: Bileog stíle %1$S arna lódáil, cé nach ionann a chineál MIME, "%2$S", agus "text/css".

source: Un&install
ga: &Díshuiteáil

source: Uninstalls the selected Extension
ga: Díshuiteáil an Eisínteacht roghnaithe

source: &Update
ga: N&uashonraigh

source: Use &Theme
ga: Úsáid &Téama

source: Changes &brandShortName;'s Theme
ga: Athraíonn téama &brandShortName;

source: I&nstall
ga: &Suiteáil

source: Install an Extension
ga: Suiteáil Eisínteacht

source: &Options
ga: &Roghanna

source: Set Options for the selected Extension
ga: Socraigh Roghanna na hEisínteachta roghnaithe

source: P&references
ga: Sain&roghanna

source: Visit &Home Page
ga: Féach ar an leathanach &baile

source: &About this Extension
ga: &Maidir leis an eisínteacht seo

source: &Enable
ga: &Cumasaigh

source: &Disable
ga: &Díchumasaigh

source: Move to &Top
ga: Bog go d&tí an Barr

source: Move U&p
ga: Bog S&uas

source: Move Do&wn
ga: Bog &Síos

source: This item will be disabled after you restart &brandShortName;.
ga: Beidh an mhír seo díchumasaithe tar éis duit &brandShortName; a atosú.

source: This item will be enabled after you restart &brandShortName;.
ga: Beidh an mhír seo cumasaithe tar éis duit &brandShortName; a atosú.

source: This item will be installed after you restart &brandShortName;.
ga: Beidh an mhír seo suiteáilte tar éis duit &brandShortName; a atosú.

source: This item will be uninstalled after you restart &brandShortName;.
ga: Beidh an mhír seo díshuiteáilte tar éis duit &brandShortName; a atosú.

source: Install Success
ga: D'éirigh leis an tsuiteáil

source: Waiting...
ga: Ag fanacht...

source: Get More Extensions
ga: Téigh ar lorg tuilleadh eisínteachtaí

source: Get More Extensions from update.mozilla.org
ga: Téigh ar lorg tuilleadh eisínteachtaí ó update.mozilla.org

source: Get More Themes
ga: Téigh ar lorg tuilleadh téamaí

source: Get More Themes from update.mozilla.org
ga: Téigh ar lorg tuilleadh téamaí ó update.mozilla.org

source: No Theme Selected
ga: Níl aon téama roghnaithe

source: This Theme does not have a Preview Image
ga: Níl íomhá réamhamhairc ag an téama seo

source: Letter (8 1/2 x 11 in.)
ga: Litir SAM (8 1/2 x 11 or.)

source: Legal (8 1/2 x 14 in.)
ga: Dleathach SAM (8 1/2 x 14 or.)

source: Executive (7 1/2 x 10 in.)
ga: Feidhmeannach SAM (7 1/2 x 10 or.)

source: _: 3 Looking up %1$S...
ga: %1$S á chuardach...

source: _: 4 Connected to %1$S...
ga: Nasctha le %1$S...

source: _: 5 Sending request to %1$S...
ga: Iarratas á sheoladh chuig %1$S...

source: _: 6 Transferring data from %1$S...
ga: Sonraí á n-aistriú ó %1$S...

source: _: 7 Connecting to %1$S...
ga: %1$S á chur i gcrích...

source: _: 8 Read %1$S
ga: Léadh %1$S

source: _: 9 Wrote %1$S
ga: Scríobhadh %1$S

source: _: ResolvingHost Looking up %1$S...
ga: %1$S á chuardach...

source: _: ConnectedTo Connected to %1$S...
ga: Nasctha le %1$S...

source: _: SendingTo Sending request to %1$S...
ga: Iarratas á sheoladh chuig %1$S...

source: _: ReceivingFrom Transferring data from %1$S...
ga: Sonraí á n-aistriú ó %1$S...

source: _: ConnectingTo Connecting to %1$S...
ga: %1$S á chur i gcrích...

source: _: ReadFrom Read %1$S
ga: Léadh %1$S

source: _: WroteTo Wrote %1$S
ga: Scríobhadh %1$S

source: Waiting for %1$S...
ga: %1$S á chur i gcrích...

source: Enter username and password for %1$S at %2$S
ga: Tabhair uait ainm úsáideora agus focal faire do %1$S ag %2$S

source: Enter username and password for %1$S
ga: Tabhair uait ainm úsáideora agus focal faire do %1$S

source: Enter password for %1$S on %2$S
ga: Tabhair uait focal faire do %1$S ar %2$S

source: Index of %1$S
ga: Innéacs %1$S

source: &Look in:
ga: &Féach i:

source: File &name:
ga: Ai&nm comhaid:

source: Files of &type:
ga: Comhaid den sór&t:

source: Size
ga: Méid

source: Last Modified
ga: Athraithe

source: Permissions
ga: Ceadanna

source: &Show hidden files and directories
ga: Cuir in iúl comhaid agus comhadlanna atá i bh&folach

source: You do not have the permissions necessary to view this directory.
ga: Níl na ceadanna riachtanais agat chun a bheith ag féachaint ar an gcomhadlann seo.

source: Go up a level
ga: Téigh go dtí an leibhéal thuas

source: Go to home
ga: Téigh abhaile

source: More Info
ga: Eolas Breise

source: Download Folder
ga: Fillteán na hÍoslódála

source: Ask me where to save every file
ga: Fiafraigh díom cá sábhálfar gach comhad

source: Save all files to this folder:
ga: Úsáid an fillteán seo chun gach comhad a shábháil ann

source: Desktop
ga: Deasc

source: My Downloads
ga: Mo Chuid Íoslódála

source: Show Folder
ga: Taispeáin Fillteán

source: Download Manager
ga: Bainisteoir Íoslódála

source: Show Download Manager window when a download begins.
ga: Taispeáin Bainisteoir Íoslódála nuair a dtiocfaidh an íoslódáil.

source: Close the Download Manager when all downloads are complete.
ga: Dún an Bainisteoir Íoslódála i ndiaidh na híoslódála.

source: File Types
ga: Cineálacha Comhaid

source: Automatically perform the associated action with each of the following file types:
ga: Déan an gníomh comhcheangalta leis na cineálacha chomhaid seo go huathoibríoch:

source: Application
ga: Feidhmchlár

source: Change &Action...
ga: &Athraigh Gníomh...

source: &Plug-Ins...
ga: &Breiseáin...

source: &brandShortName; Update
ga: Nuashonrú &brandShortName;

source: Incompatible Components
ga: Comhpháirteanna Neamh-chomhoiriúnacha

source: Checking for Updates
ga: Nuashonruithe á seiceáil

source: _: checking.status This may take a few minutes...
ga: Seans go dtógfaidh sé seo cúpla bomaite...

source: Checking for Compatibility Updates
ga: Nuashonruithe Comhoiriúnachta á seiceáil

source: _: version.status This may take a few minutes...
ga: Seans go dtógfaidh sé seo cúpla bomaite...

source: Updates Found
ga: Nuashonruithe Aimsithe

source: from:
ga: ó:

source: More Information...
ga: Tuilleadh Eolais...

source: The following language packs are available:
ga: Tá na pacáistí teanga seo a leanas le fáil:

source: Installing Updates
ga: Nuashonruithe á suitéail

source: Now downloading and installing updates...
ga: Nuashonruithe á n-íoslódáil agus á suiteáil...

source: No Updates Found
ga: Ní bhfuarthas nuashonruithe

source: &brandShortName; was not able to find any available updates.
ga: Ní fhéadfadh &brandShortName; teacht ar aon nuashonrú.

source: &brandShortName; was not able to find any available updates - compatible versions may not be available at this time.
ga: Ní fhéadfadh &brandShortName; teacht ar aon nuashonrú - b'fhéidir nach bhfuil leagan comhoiriúnach ar fáil.

source: &brandShortName; will check periodically and inform you when compatible versions become available.
ga: Seiceálfaidh &brandShortName; go rialta agus cuirfear in iúl duit nuair atá leaganacha comhoiriúnacha ar fáil.

source: &brandShortName; can check periodically and inform you when compatible versions become available.
ga: Is féidir le &brandShortName; seiceáil go rialta agus a chur in iúl duit nuair a bhíonn leaganacha comhoiriúnacha ar fáil.

source: _: noupdates.enableChecking.label Allow &brandShortName; to check for updates.
ga: Lig do &brandShortName; seiceáil le haghaidh nuashonruithe.

source: Update Complete
ga: Nuashonrú i gCrích

source: &brandShortName; has installed the available updates. You will have to restart &brandShortName; for some updates to take effect.
ga: Tá na nuashonruithe atá ar fáil suiteáilte ag &brandShortName;. Ní mór &brandShortName; a atosú chun roinnt nuashonruithe a chur i gcrích.

source: Some incompatible components could not be updated, perhaps because compatible versions are not available at this time. &brandShortName; will check periodically and inform you when updated versions become available.
ga: Ní fhéadfaí roinn comhpháirteanna a nuashonrú, b'fhéidir nach bhfuil leaganacha comhoiriúnacha ar fáil faoi láthair. Seiceálfaidh &brandShortName; go rialta agus cuirfear in iúl duit nuair a bhíonn leaganacha nuashonraithe ar fáil.

source: Some incompatible components could not be updated, perhaps because compatible versions are not available at this time. &brandShortName; can check periodically and inform you when updated versions become available.
ga: Ní fhéadfaí roinnt comhpháirteanna neamhoiriúnacha, a nuashonrú, b'fhéidir nach bhfuil leaganacha comhoiriúnacha ar fáil faoi láthair. Is féidir le &brandShortName; seiceáil go rialta agus inseofar duit nuair atá leaganacha nuashonraithe ar fáil.

source: &brandShortName; did not succeed in downloading and installing some updates.
ga: Níor éirigh le &brandShortName; roinnt nuashonruithe a íoslódáil ná a shuiteáil.

source: _: finished.enableChecking.label Allow &brandShortName; to check for updates.
ga: Lig do &brandShortName; seiceáil le haghaidh nuashonruithe.
