Repository: kscanne/gaeilge-mozdev
Catalog: src/firefox-trunk.*.po
Languages: ga

source: The person you were calling has ended the conversation.
ga: Chuir an duine ar chuir tú glaoch air deireadh leis an gcomhrá.

source: Your conversation has ended.
ga: Cuireadh deireadh leis an gcomhrá.

# restart_call
source: Rejoin
ga: Atosaigh

source: Something went wrong.
ga: Tharla earráid.

source: You can try again or email a link to be reached at later.
ga: Bheifeá in ann iarracht eile a dhéanamh, nó nasc a sheoladh lenarbh fhéidir dul i dteagmháil leat ar ball.

source: Would you like to try again?
ga: An bhfuil fonn ort triail eile a bhaint as?

source: This person is not online
ga: Níl an duine seo ar líne

source: Your call did not go through.
ga: Theip ar do ghlao.

# retry_call_button
source: Retry
ga: Atriail

# email_link_button
source: Email Link
ga: Seol Nasc trí Ríomhphost

# cancel_button
source: Cancel
ga: Cealaigh

source: Can't start call, session is not ready.
ga: Ní féidir an glao a chur; níl an seisiún réidh.

source: The network connection terminated abruptly.
ga: Briseadh an ceangal líonra go tobann.

source: Call failed; see console for details.
ga: Theip ar an nglaoch; féach ar an gconsól.

source: By using {{clientShortname}} you agree to the {{terms_of_use}} and {{privacy_notice}}.
ga: Má úsáideann tú {{clientShortname}}, glacann tú leis na {{terms_of_use}} agus an {{privacy_notice}}.

source: Terms of Use
ga: Téarmaí Úsáide

source: Privacy Notice
ga: Fógra Príobháideachais

source: Powered by
ga: Á chumhachtú ag

source: How was your conversation?
ga: Conas a d'éirigh le do chomhrá?

source: Thank you for your feedback!
ga: Go raibh maith agat as an aiseolas!

source: Audio quality
ga: Cáilíocht na fuaime

source: Video quality
ga: Cáilíocht na físe

source: Was disconnected
ga: Briseadh an ceangal

source: What went wrong?
ga: Cad a tharla?

source: Submit
ga: Seol

source: This window will close in {{countdown}} second;This window will close in {{countdown}} seconds
ga: Dúnfaidh an fhuinneog seo i gceann {{countdown}} soicind;Dúnfaidh an fhuinneog seo i gceann {{countdown}} shoicind;Dúnfaidh an fhuinneog seo i gceann {{countdown}} shoicind;Dúnfaidh an fhuinneog seo i gceann {{countdown}} soicind;Dúnfaidh an fhuinneog seo i gceann {{countdown}} soicind

# feedback_rejoin_button
source: Rejoin
ga: Atosaigh

source: Report User
ga: Déan Gearán Faoin Úsáideoir Seo

# help_label
source: Help
ga: Cabhair

source: Tour
ga: Turas

source: Conversation {{conversationLabel}}
ga: Comhrá {{conversationLabel}}

source: Leave
ga: Fág

# rooms_list_copy_url_tooltip
source: Copy Link
ga: Cóipeáil an Nasc

source: Current conversation;Current conversations
ga: Comhrá beo;Comhráite beo;Comhráite beo;Comhráite beo;Comhráite beo

source: Delete conversation
ga: Scrios an comhrá

source: Are you sure?
ga: An bhfuil tú cinnte?

source: No current conversations
ga: Níl aon chomhráite beo ann

source: Name this conversation
ga: Cuir ainm ar an gcomhrá seo

source: Click to edit the conversation name
ga: Cliceáil chun ainm an chomhrá a athrú

source: Conversation cannot be renamed
ga: Ní féidir ainm nua a chur ar an gcomhrá

source: You're the first one here.
ga: Is tusa an chéad duine anseo.

source: Choose a conversation or start a new one
ga: Roghnaigh comhrá nó tosaigh comhrá nua

source: There are already two people in this conversation.
ga: Tá beirt sa chomhrá seo cheana.

source: Download {{brandShortname}} to start your own
ga: Íosluchtaigh {{brandShortname}} chun do cheann féin a thosú

source: Learn more about {{clientShortname}} »
ga: Tuilleadh eolais faoi {{clientShortname}} »

source: Someone has joined the conversation!
ga: Tháinig duine éigin isteach sa chomhrá!

source: Join the conversation
ga: Téigh isteach sa chomhrá

source: Open conversations will be closed
ga: Dúnfar comhráite oscailte

source: Import Wizard
ga: Treoraí Iompórtála

source: Import Options, Bookmarks, History, Passwords and other data from:
ga: Iompórtáil Roghanna, Leabharmharcanna, Stair, Focail Fhaire agus sonraí eile ó:

source: Import Preferences, Bookmarks, History, Passwords and other data from:
ga: Iompórtáil Sainroghanna, Leabharmharcanna, Stair, Focail Fhaire agus sonraí eile ó:

source: Import Bookmarks from:
ga: Iompórtáil comhad leabharmharc ó:

source: &Don't import anything
ga: &Ná hiompórtáil rud ar bith

source: No programs that contain bookmarks, history or password data could be found.
ga: Níorbh fhéidir ríomhchláir ina bhfuil leabharmharcanna, stair nó sonraí focal faire a aimsiú.

source: Import Settings and Data
ga: Iompórtáil Socruithe agus Sonraí

source: Items to Import
ga: Rudaí le hIompórtáil

source: Select which items to import:
ga: Roghnaigh na rudaí le hiompórtáil:

source: The following items are currently being imported…
ga: Tá na rudaí seo á n-iompórtáil faoi láthair…

source: Select Profile
ga: Roghnaigh Próifíl

source: The following profiles are available to import from:
ga: Próifílí le fáil ónar féidir a iompórtáil:

source: Import Complete
ga: Iompórtáil curtha i gcrích

source: The following items were successfully imported:
ga: Iompórtáladh na rudaí seo go rathúil:

source: From %S
ga: Ó %S:

source: Reading List (From Safari)
ga: Léamhliosta (Ó Safari)

source: Internet Options
ga: Roghanna Idirlín

# 1_safari
source: Preferences
ga: Sainroghanna

# 1_chrome
source: Preferences
ga: Sainroghanna

# 2_ie
source: Cookies
ga: Fianáin

# 2_safari
source: Cookies
ga: Fianáin

# 2_chrome
source: Cookies
ga: Fianáin

# 2_firefox
source: Cookies
ga: Fianáin

# 4_ie
source: Browsing History
ga: Stair Bhrabhsála

# 4_safari
source: Browsing History
ga: Stair Bhrabhsála

# 4_chrome
source: Browsing History
ga: Stair Bhrabhsála

source: Browsing History and Bookmarks
ga: Stair Bhrabhsála agus Leabharmharcanna

# 8_ie
source: Saved Form History
ga: Stair na Faisnéise Sábháilte ó Fhoirmeacha

# 8_safari
source: Saved Form History
ga: Stair na Faisnéise Sábháilte ó Fhoirmeacha

# 8_chrome
source: Saved Form History
ga: Stair na Faisnéise Sábháilte ó Fhoirmeacha

# 8_firefox
source: Saved Form History
ga: Stair na Faisnéise Sábháilte ó Fhoirmeacha

# 16_ie
source: Saved Passwords
ga: Focail Fhaire a sábháladh

# 16_safari
source: Saved Passwords
ga: Focail Fhaire a sábháladh

# 16_chrome
source: Saved Passwords
ga: Focail Fhaire a sábháladh

# 16_firefox
source: Saved Passwords
ga: Focail Fhaire a sábháladh

source: Favorites
ga: Ceanáin

# 32_safari
source: Bookmarks
ga: Leabharmharcanna

# 32_chrome
source: Bookmarks
ga: Leabharmharcanna

# 64_ie
source: Other Data
ga: Sonraí Eile

# 64_safari
source: Other Data
ga: Sonraí Eile

# 64_chrome
source: Other Data
ga: Sonraí Eile

# 64_firefox_other
source: Other Data
ga: Sonraí Eile

source: New Tab
ga: Cluaisín Nua

source: Customize your New Tab page
ga: Saincheap do leathanach Cluaisín Nua

source: Enhanced
ga: Breisithe

source: Classic
ga: Clasaiceach

source: Blank
ga: Bán

# newtab.customize.what
source: What is this page?
ga: Cad é an leathanach seo?

# newtab.intro.header
source: What is this page?
ga: Cad é an leathanach seo?

source: Thumbnail removed.
ga: Baineadh an mhionsamhail.

source: Undo.
ga: Cealaigh.

source: Restore All.
ga: Athchóirigh Uile.

source: Pin this site at its current position
ga: Feistigh an suíomh seo san áit ina bhfuil sé anois

source: Unpin this site
ga: Dífheistigh an suíomh seo

source: Remove this site
ga: Bain an suíomh seo

source: SPONSORED
ga: URRAITHE

source: This tile is being shown to you on behalf of a Mozilla partner. You can remove it at any time by clicking the %1$S button. %2$S
ga: Táimid ag taispeáint na tíle seo duit ar son comhpháirtí de chuid Mozilla. Bheifeá in ann í a bhaint tríd an chnaipe %1$S a chliceáil. %2$S

source: Learn more…
ga: Tuilleadh eolais…

source: Address:
ga: Seoladh:

source: Type:
ga: Cineál:

source: Render Mode:
ga: Mód Rindreála:

source: Size:
ga: Méid:

source: Referring URL:
ga: URL tagartha:

source: Cache Source:
ga: Suíomh na Taisce:

source: Modified:
ga: Athraithe:

source: Content
ga: Ábhar

source: Location:
ga: Suíomh:

source: Associated Text:
ga: Téacs Gaolmhar:

source: Alternate Text
ga: Téacs mar Mhalairt

source: Address
ga: Seoladh

source: Count
ga: Líon

source: Long Description:
ga: Cur Síos Fada:

source: Media Preview:
ga: Réamhamharc na Meán:

source: Feeds
ga: Fothaí

source: Use Default
ga: Úsáid Réamhshocrú

source: Always ask
ga: Fiafraigh díom i gcónaí

source: Allow for Session
ga: Ceadaigh don Seisiún

source: Permissions for:
ga: Ceadanna le haghaidh:

source: Activate Plugins
ga: Cuir Forlíontáin i nGníomh

source: Clear Storage
ga: Glan an Stóras

# permClearStorage.accesskey
source: C
ga: G

source: View Certificate
ga: Taispeáin an Teastas

source: Unknown
ga: Anaithnid

source: Website Identity
ga: Aitheantas an tSuímh Ghréasáin

source: Owner:
ga: Úinéir:

source: Website:
ga: Suíomh Gréasáin:

source: Verified by:
ga: Fíoraithe ag:

source: Privacy &amp; History
ga: Príobháideacht agus Stair

source: Have I visited this website prior to today?
ga: Ar thug mé cuairt ar an suíomh seo roimh inniu?

source: Is this website storing information (cookies) on my computer?
ga: An bhfuil an suíomh Gréasáin seo ag stóráil faisnéise (fianáin) ar mo ríomhaire?

source: View Cookies
ga: Féach ar Fhianáin

source: Have I saved any passwords for this website?
ga: An bhfuil focail fhaire sábháilte agam le haghaidh an tsuímh seo?

source: View Saved Passwords
ga: Taispeáin Focail Fhaire a Sábháladh

source: Page Info - %S
ga: Sonraí an Leathanaigh - %S

source: Frame Info - %S
ga: Eolas Fráma - %S

source: Untitled Page:
ga: Leathanach gan Teideal:

source: Not specified
ga: Gan sonrú

source: Yes
ga: Tá

source: No
ga: Níl

source: Image
ga: Íomhá

source: Video
ga: Fís

source: Background
ga: Cúlra

source: Border
ga: Imlíne

source: Bullet
ga: Urchar

source: Cursor
ga: Cúrsóir

source: Embed
ga: Neadaigh

source: Icon
ga: Deilbhín

source: Input
ga: Ionchur

# mediaSize
source: %Spx × %Spx
ga: %Spct × %Spct

source: Select a Folder to Save the Images
ga: Roghnaigh Fillteán a Sábhálfar na hÍomhánna Ann

source: Block Images from %S
ga: Cuir Cosc ar Íomhánna ó %S

source: Unknown (not cached)
ga: Anaithnid (gan taisceadh)

source: %S Image
ga: Íomhá %S

source: %S Image (animated, %S frames)
ga: Íomhá %S (beoite, %S fráma)

# mediaDimensions
source: %Spx × %Spx
ga: %Spct × %Spct

source: %Spx × %Spx (scaled to %Spx × %Spx)
ga: %S picteilín × %S picteilín (scálaithe go %S picteilín × %S picteilín)

source: Quirks mode
ga: Mód leithleachais

source: Standards compliance mode
ga: Mód oiriúna le caighdeáin

source: %S KB (%S bytes)
ga: %S kB (%S giotán)

source: Meta (1 tag)
ga: Meitea (clib amháin)

source: Meta (%S tags)
ga: Meitea (%S clib)

source: This website does not supply ownership information.
ga: Ní sholáthraíonn an suíomh seo faisnéis maidir lena úinéirí.

source: Yes, once
ga: Uair amháin

source: Yes, %S times
ga: %S uaire

source: This website is using %1$S %2$S
ga: Tá an suíomh Gréasáin seo ag úsáid %1$S %2$S

source: Add
ga: Cuir Leis

# dialogAcceptLabelSaveItem
source: Save
ga: Sábháil

source: Add Bookmarks
ga: Cruthaigh Leabharmharcanna

# dialogAcceptLabelEdit
source: Save
ga: Sábháil

# dialogTitleAddBookmark
source: New Bookmark
ga: Leabharmharc Nua

source: Subscribe with Live Bookmark
ga: Liostáil le Leabharmharc Beo

# dialogTitleAddFolder
source: New Folder
ga: Fillteán Nua

source: New Bookmarks
ga: Leabharmharcanna Nua

source: Properties for "%S"
ga: Airíonna "%S"

# newFolderDefault
source: New Folder
ga: Fillteán Nua

# newBookmarkDefault
source: New Bookmark
ga: Leabharmharc Nua

source: New Live Bookmark
ga: Leabharmharc Beo Nua

source: &Name:
ga: Ai&nm:

source: &Location:
ga: &Suíomh:

source: &Feed Location:
ga: Suíomh &Fotha:

source: &Site Location:
ga: &Suíomh:

source: Folder:
ga: Fillteán:

source: Show all the bookmarks folders
ga: Taispeáin gach fillteán leabharmhairc

source: &Tags:
ga: &Clibeanna:

source: Separate tags with commas
ga: Scar clibeanna le camóga

source: &Description:
ga: &Cur Síos:

source: &Keyword:
ga: &Lorgfhocal:

source: Show all tags
ga: Taispeáin gach clib

source: Load t&his bookmark in the sidebar
ga: Luc&htaigh an leabharmharc seo sa bharra taoibh

source: Choose…
ga: Roghnaigh…

source: New F&older
ga: &Fillteán Nua

source: Choose Folder
ga: Roghnaigh Fillteán

source: width: 36em; height: 18em;
ga: width: 42em; height: 18em;

source: Move to:
ga: Bog go:

source: &New Folder
ga: Fillteán &Nua

source: Library
ga: Leabharlann

source: &Organize
ga: &Eagraigh

source: Organize your bookmarks
ga: Eagraigh leabharmharcanna

source: &Views
ga: &Amhairc

source: Change your view
ga: Athraigh an t-amharc

source: Show &Columns
ga: Taispeáin &Colúin

source: &Sort
ga: &Sórtáil

source: &Unsorted
ga: &Gan Sórtáil

source: &A > Z Sort Order
ga: Ord Sórtála &A > Z

source: &Z > A Sort Order
ga: Ord Sórtála &Z > A

source: &Import Bookmarks from HTML…
ga: &Iompórtáil Leabharmharcanna ó HTML…

source: &Export Bookmarks to HTML…
ga: &Easpórtáil Leabharmharcanna mar HTML…

source: Import Data from &Another Browser…
ga: Iompórtáil Sonraí ó Bhrabhsálaí &Eile…

source: &Backup…
ga: &Cúltaca…

source: &Restore
ga: &Athchóirigh

source: &Choose File…
ga: &Roghnaigh Comhad…

source: &Bookmark This Page…
ga: Cruthaigh Lea&bharmharc don Leathanach Seo…

source: &Delete This Page
ga: &Scrios an Leathanach Seo

source: &Forget About This Site
ga: &Déan Dearmad ar an Suíomh Seo

source: &Open
ga: &Oscail

source: Open in a &New Window
ga: Oscail i bhFuinneog &Nua

source: Open in a Ne&w Tab
ga: Oscail i g&Cluaisín Nua

source: &Open All in Tabs
ga: &Oscail gach rud i gcluaisíní

source: Propert&ies
ga: A&iríonna

source: &Sort By Name
ga: &Sórtáil de réir Ainm

source: New &Bookmark…
ga: &Leabharmharc Nua…

source: New F&older…
ga: &Fillteán Nua…

source: New &Separator
ga: &Deighilteoir Nua

source: &Reload Live Bookmark
ga: Athluchtaigh &Leabharmharc Beo

source: &Move…
ga: &Bog…

source: Tags
ga: Clibeanna

source: Most Recent Visit
ga: Cuairt is Déanaí

source: Visit Count
ga: Méid Cuairteanna

source: Added
ga: Cruthaithe

source: Last Modified
ga: Athraithe

# search.label search.accesskey
source: &Search:
ga: &Cuardaigh:

source: &Import and Backup
ga: &Iompórtáil agus Cúltaca

source: Import and backup your bookmarks
ga: Iompórtáil agus déan cúltaca ar leabharmharcanna

source: Go back
ga: Siar

source: Go forward
ga: Ar Aghaidh

source: Mor&e
ga: Níos &Mó

source: L&ess
ga: Níos &Lú

source: Select an item to view and edit its properties
ga: Roghnaigh mír le taispeáint agus cuir a hairíonna in eagar

# find.label find.accesskey
source: &Search:
ga: &Cuardaigh:

source: Vie&w
ga: A&mharc

source: By &Date
ga: De réir &Dáta

source: By &Site
ga: De réir &Suíomh

source: By Most &Visited
ga: De réir líon &Cuairteanna

source: By &Last Visited
ga: De réir na Cuairte is &Déanaí

source: By Da&te and Site
ga: De réir Dá&ta agus Suímh

source: For security reasons, javascript or data urls cannot be loaded from the history window or sidebar.
ga: Ar fháthanna slándála, ní féidir urlanna javascript nó sonraí a luchtú ón fhuinneog staire nó ón bharra taoibh.

source: (no title)
ga: (gan teideal)

source: (Empty)
ga: (Gan Sonrú)

source: Bookmarks backup filename
ga: Ainm comhaid leabharmharcanna cúltaca

source: Revert Bookmarks
ga: Cuir Seanleabharmharcanna Ar Ais

source: This will replace all of your current bookmarks with the backup. Are you sure?
ga: Cuirfidh seo na leabharmharcanna cúltaca in áit na leabharmharcanna reatha go léir. An bhfuil tú cinnte?

source: Select a bookmarks backup
ga: Roghnaigh cóip chúltaca leabharmharcanna

source: Unsupported file type.
ga: Ní thacaítear leis an gcineál comhaid.

source: Unable to process the backup file.
ga: Ní féidir an comhad cúltaca a phróiseáil.

source: Live Bookmark loading…
ga: Leabharmharc Beo á luchtú…

source: Live Bookmark feed failed to load.
ga: Theip ar luchtú fotha na Leabharmharcanna Beo

source: Open "%S"
ga: Oscail "%S"

source: Sort '%S' by Name
ga: Sórtáil "%S" de réir Ainm

# sortByNameGeneric
source: Sort by Name
ga: Sórtáil de réir Ainm

# view.sortBy.1.name.label
source: Sort by Name
ga: Sórtáil de réir Ainm

source: Sort by Location
ga: Sórtáil de réir Suímh

source: Sort by Most Recent Visit
ga: Sórtáil de réir Cuairt is Déanaí

source: Sort by Visit Count
ga: Sórtáil de réir Líon Cuairteanna

source: Sort by Keyword
ga: Sórtáil de réir Lorgfhocail

source: Sort by Description
ga: Sórtáil de réir Cur Síos

source: Sort by Added
ga: Sórtáil de réir Dáta Curtha Leis

source: Sort by Last Modified
ga: Sórtáil de réir Dáta Athraithe

source: Sort by Tags
ga: Sórtáil de réir Clibeanna

source: Search Bookmarks
ga: Cuardaigh Leabharmharcanna

source: Search History
ga: Stair an Chuardaigh

source: Search Downloads
ga: Cuardaigh Íosluchtuithe

source: Confirm open
ga: Dearbhú na hOscailte

source: You are about to open %S tabs. This might slow down %S while the pages are loading. Are you sure you want to continue?
ga: Tá tú ar tí %S cluaisín a oscailt. D'fhéadfadh do %S éirí mall agus na leathanaigh á luchtú. An bhfuil tú cinnte go dteastaíonn leanúint ar aghaidh?

source: Open tabs
ga: Oscail cluaisíní

source: Warn me when opening multiple tabs might slow down %S
ga: Tabhair rabhadh dom má tá baol ann go mbeidh %S níos moille tar éis cluaisíní iomadúla a oscailt

source: Import Bookmarks File
ga: Iompórtáil Comhad Leabharmharcanna

source: Export Bookmarks File
ga: Easpórtáil Comhad Leabharmharcanna

source: No items
ga: Dada

source: One item;#1 items
ga: Rud amháin;#1 rud;#1 rud;#1 rud;#1 rud

source: Most Visited
ga: Is Mó Cuairt Orthu

source: Recently Bookmarked
ga: Leabharmharc leo le déanaí

source: Recent Tags
ga: Clibeanna Is Déanaí

source: All Bookmarks
ga: Gach Leabharmharc

source: Tag
ga: Clib

source: Bookmark
ga: Leabharmharc

source: Browser Startup Error
ga: Earráid Tosaithe sa Bhrabhsálaí

source: The bookmarks and history system will not be functional because one of %S's files is in use by another application. Some security software can cause this problem.
ga: Ní bheidh na leabharmharcanna nó an córas staire ag obair toisc go bhfuil comhad de chuid %S in úsáid ag feidhmchlár eile. Is féidir le roinnt bogearraí slándála a bheith freagrach as an bhfadhb seo.

source: Permissions Manager
ga: Bainisteoir na gCeadanna

source: Search Sites
ga: Cuardaigh Suímh

source: All Sites
ga: Gach Suíomh

source: Permissions for
ga: Ceadanna ar

source: Default Permissions for All Sites
ga: Ceadanna Réamhshocraithe ar Gach Suíomh

source: Forget About This Site
ga: Déan Dearmad ar an Suíomh Seo

source: Always Ask
ga: Fiafraigh Díom i gCónaí

source: Allow First Party Only
ga: Glac le fianáin ón suíomh amháin

source: Store Passwords
ga: Focail Fhaire a Shábháil

source: Manage Passwords…
ga: Bainistigh Focail Fhaire…

source: Set Cookies
ga: Fianáin a Shocrú

source: Remove Cookies
ga: Bain Fianáin

source: Manage Cookies…
ga: Bainistigh Fianáin…

source: Remove All Cookies
ga: Bain Gach Fianán

source: Plugins
ga: Forlíontáin

source: Maintain Offline Storage
ga: Sonraí a Stóráil As Líne

source: Open Pop-up Windows
ga: Preabfhuinneoga a Oscailt

source: Fullscreen
ga: Mód Lánscáileáin a Thosú

source: Use the Camera
ga: Úsáid an Ceamara

source: Use the Microphone
ga: Úsáid an Micreafón

source: #1 visit;#1 visits
ga: #1 chuairt;#1 chuairt;#1 chuairt;#1 gcuairt;#1 cuairt

source: #1 password is stored for this website.;#1 passwords are stored for this website.
ga: Tá #1 fhocal faire sábháilte le haghaidh an tsuímh Ghréasáin seo.;Tá #1 fhocal faire sábháilte le haghaidh an tsuímh Ghréasáin seo.;Tá #1 fhocal faire sábháilte le haghaidh an tsuímh Ghréasáin seo.;Tá #1 bhfocal faire sábháilte le haghaidh an tsuímh Ghréasáin seo.;Tá #1 focal faire sábháilte le haghaidh an tsuímh Ghréasáin seo.

source: #1 cookie is set for this website.;#1 cookies are set for this website.
ga: Tá #1 fhianán socraithe le haghaidh an tsuímh Ghréasáin seo.;Tá #1 fhianán socraithe le haghaidh an tsuímh Ghréasáin seo.;Tá #1 fhianán socraithe le haghaidh an tsuímh Ghréasáin seo.;Tá #1 bhfianán socraithe le haghaidh an tsuímh Ghréasáin seo.;Tá #1 fianán socraithe le haghaidh an tsuímh Ghréasáin seo.

source: Accessibility
ga: Inrochtaineacht

source: Always use the &cursor keys to navigate within pages
ga: Úsáid &eochracha cúrsóra i gcónaí chun bogadh laistigh de leathanaigh

source: Search for te&xt when I start typing
ga: Cuardaigh &téacs nuair a thosóidh mé ag clóscríobh

source: Warn me when we&bsites try to redirect or reload the page
ga: Ta&bhair rabhadh dom nuair a dhéanann suímh Ghréasáin iarracht leathanach a athluchtú nó a atreorú

source: Browsing
ga: Brabhsáil

source: Use &autoscrolling
ga: Úsáid u&athscrollú

source: Use s&mooth scrolling
ga: Úsáid &mínscrollú

source: Use ha&rdware acceleration when available
ga: Úsáid luasghéa&rú crua-earraí más féidir

source: Check my spelling as I &type
ga: &Litriú beo

source: Data Choices
ga: Roghanna Sonraí

source: Helps you understand your browser performance and shares data with &vendorShortName; about your browser health
ga: Cabhraíonn seo leat feidhmíocht do bhrabhsálaí a thuiscint, agus seolann sé sonraí maidir le sláinte do bhrabhsálaí chuig &vendorShortName;

source: Enable &brandShortName; Health &Report
ga: Cumasaigh &Tuairisc Shláinte &brandShortName;

# healthReportLearnMore.label
source: Learn More
ga: Tuilleadh Eolais

source: Shares performance, usage, hardware and customization data about your browser with &vendorShortName; to help us make &brandShortName; better
ga: Seolann sé faisnéis maidir le feidhmíocht, úsáid, crua-earraí, agus saincheapadh chuig &vendorShortName; chun cabhrú linn feabhas a chur ar &brandShortName;.

# telemetryLearnMore.label
source: Learn More
ga: Tuilleadh Eolais

source: &brandShortName; submits crash reports to help &vendorShortName; make your browser more stable and secure
ga: Seolann &brandShortName; tuairiscí ar chlistí chuig &vendorShortName; chun cabhrú linn brabhsálaí níos cobhsaí níos sábháilte a fhorbairt

source: Enable &Crash Reporter
ga: Cumasaigh Tuairisceoir na g&Clistí

# crashReporterLearnMore.label
source: Learn More
ga: Tuilleadh Eolais

source: Connection
ga: Ceangal

source: Configure how &brandShortName; connects to the Internet
ga: Cumraigh conas a cheanglófar &brandShortName; leis an Idirlíon

source: S&ettings…
ga: Socruith&e…

source: Cached Web Content
ga: Ábhar Gréasáin i dTaisce

source: Offline Web Content and User Data
ga: Ábhar Gréasáin As Líne agus Sonraí Úsáideora

source: &Limit cache to
ga: Cuir teorainn &leis an taisce

source: MB of space
ga: MB

source: &Clear Now
ga: &Bánaigh Anois

source: Clear &Now
ga: Bánaigh A&nois

source: &Override automatic cache management
ga: Sá&raigh bainistíocht uathoibríoch na taisce

source: &brandShortName; updates:
ga: Nuashonruithe &brandShortName;:

source: &Automatically install updates (recommended: improved security)
ga: Suiteáil nu&ashonruithe go huathoibríoch (molta: slándáil níos fearr)

source: Automatically update from de&sktop and Windows 8 style &brandShortName;
ga: Nuashonraigh &brandShortName; de chineál Windows 8 go huathoibríoch

source: &Check for updates, but let me choose whether to install them
ga: &Lorg nuashonruithe, ach lig dom iad a shuiteáil nuair is mian liom

source: &Never check for updates (not recommended: security risk)
ga: &Ná lorg nuashonruithe riamh (rabhadh: contúirt slándála)

source: &Warn me if this will disable any of my add-ons
ga: &Tabhair rabhadh dom má tá breiseán díchumasaithe dá mbarr

source: (Windows 8 style &brandShortName; does not check add-on compatibility)
ga: (Ní sheiceálann &brandShortName; de chineál Windows 8 comhoiriúnacht breiseán)

source: Show U&pdate History
ga: Tais&peáin Stair na Nuashonruithe
