Repository: kscanne/gaeilge-mozdev
Catalog: src/firefox-trunk.*.po
Languages: ga

source: The name of the setting to display
ga: Ainm an tsocraithe le taispeáint

source: Alter a setting
ga: Athraigh socrú

source: Alter preferences defined by the environment
ga: Athraigh sainroghanna sainithe ag an timpeallacht

source: Setting to alter
ga: An socrú le hathrú

source: The name of the setting to alter.
ga: Ainm an tsocraithe le hathrú.

source: New value for setting
ga: An luach nua don socrú

source: The new value for the specified setting
ga: An luach nua don socrú roghnaithe

source: Reset a setting
ga: Athshocraigh socrú

source: Reset the value of a setting to the system defaults
ga: Fill an luach ar réamhshocrú an chórais

source: Setting to reset
ga: An socrú le hathshocrú

source: Filter
ga: Scag

source: Value
ga: Luach

source: Show the opening message
ga: Taispeáin an teachtaireacht fáilte

source: Redisplay the message that is shown to new users until they click the 'Got it!' button
ga: Ataispeáin an teachtaireacht a thaispeántar d'úsáideoirí nua sula gcliceálann siad an cnaipe 'Tuigim!'

# introTextOpening3
source: GCLI is an experiment to create a highly usable command line for web developers.
ga: Is éard atá in GCLI ná turgnamh chun comhéadan an-inúsáidte líne na n-orduithe a chruthú d'fhorbróirí Gréasáin.

source: For a list of commands type
ga: Chun liosta na n-orduithe a fheiceáil, clóscríobh

source: , or to show/hide command hints press
ga: , nó, chun leideanna a chur ar taispeáint/i bhfolach, brúigh

source: F1/Escape
ga: F1/Esc

source: Got it!
ga: Tuigim!

source: Show the initial welcome message
ga: Taispeáin an teachtaireacht fáilte

source: How eager are the tooltips
ga: Cé chomh dúthrachtach is atá na leideanna

source: &Edit As HTML
ga: Cuir HTML in &Eagar

source: Copy &Inner HTML
ga: Cóipeáil HTML &Istigh

source: Copy &Outer HTML
ga: Cóipeáil HTML &Amuigh

source: Copy &Unique Selector
ga: Cóipeáil Roghnóir &Uathúil

source: &Paste Outer HTML
ga: &Greamaigh HTML Amuigh

source: Paste I&nner HTML
ga: Greamaigh HTML &Istigh

source: Pas&te…
ga: &Greamaigh…

source: &Before
ga: &Roimh

source: &After
ga: T&ar éis

source: As &First Child
ga: Mar an &chéad mhacnód

source: As &Last Child
ga: Mar an macnód &deireanach

source: &Delete Node
ga: &Scrios Nód

source: Select element with mouse
ga: Roghnaigh eilimint leis an luch

source: Show DOM Properties
ga: Taispeáin na hAiríonna DOM

source: If you leave this page, the changes you have made will be lost.
ga: Má fhágann tú an leathanach seo, caillfidh tú na hathruithe a bhí ann.

source: Leave Page
ga: Fág an Leathanach

source: Stay on Page
ga: Fan Anseo

source: Siblings
ga: Deartháirnóid

source: Debugger is paused. Some features like mouse selection will not work.
ga: Bhí an dífhabhtóir curtha ar shos. Ní fheidhmeoidh gnéithe áirithe, mar shampla roghnú leis an luch.

source: Node operations
ga: Oibríochtaí nóid

source: Inspector
ga: Scrúdaitheoir

source: Inspector Panel
ga: Painéal an Scrúdaitheora

source: Markup View
ga: Amharc Marcála

source: Some nodes were hidden.
ga: Bhí nóid áirithe curtha i bhfolach.

source: Show All %S Nodes
ga: Taispeáin Gach Nód %S

source: DOM and Style Inspector
ga: Scrúdaitheoir DOM agus Stíle

source: Could not load the image
ga: Níorbh fhéidir an íomhá a luchtú

source: Open in Debugger
ga: Oscail sa Dífhabhtóir

source: Box Model
ga: Samhail Bhosca

source: margin
ga: imeall

source: border
ga: imlíne

source: padding
ga: stuáil

source: content
ga: ábhar

source: • Click on the
ga: • Cliceáil an cnaipe

source: button to start performance analysis.
ga: chun anailís feidhmíochta a thosú.

source: • Perform a request or
ga: • Déan iarratas nó

source: the page to see detailed information about network activity.
ga: an leathanach ar a bhfuil mionsonraí faoi ghníomhaíocht líonra.

source: Method
ga: Modh

source: File
ga: Comhad

source: Domain
ga: Fearann

source: Type
ga: Cineál

source: Size
ga: Méid

source: Timeline
ga: Amlíne

source: Headers
ga: Ceanntásca

source: Cookies
ga: Fianáin

source: Params
ga: Paraiméadair

source: Response
ga: Freagra

source: Timings
ga: Uainiú

source: Preview
ga: Réamhamharc

source: Security
ga: Slándáil

source: All
ga: Uile

source: Images
ga: Íomhánna

source: Media
ga: Meáin

source: Toggle performance analysis…
ga: Scoránaigh anailís feidhmíochta…

source: Toggle network info
ga: Scoránaigh eolas faoin líonra

source: Request URL:
ga: URL an iarratais:

source: Request method:
ga: Modh an iarratais:

source: Status code:
ga: Cód stádais:

source: Version:
ga: Leagan:

source: Headers size:
ga: Méid na gceanntásc:

source: Name:
ga: Ainm:

source: Dimensions:
ga: Toisí:

source: MIME Type:
ga: Cineál MIME:

source: Encoding:
ga: Ionchódú:

source: Blocked:
ga: Coiscthe:

source: DNS resolution:
ga: Réıteach DNS:

source: Connecting:
ga: Ceangal:

source: Sending:
ga: Seoladh:

source: Waiting:
ga: Feitheamh:

source: Receiving:
ga: Fáil:

source: Certificate:
ga: Teastas:

source: Start Performance Analysis…
ga: Tosaigh Anailís ar Fheidhmíocht…

source: Copy URL
ga: Cóipeáil an URL

source: Copy as cURL
ga: Cóipeáil mar cURL

source: Copy Image as Data URI
ga: Cóipeáil an Íomhá mar URI Sonraí

source: Edit and Resend
ga: Cuir in Eagar agus Seol Arís

source: Raw headers
ga: Bun-cheanntásca

source: Request headers:
ga: Ceanntásca an iarratais:

source: Response headers:
ga: Ceanntásca an fhreagra:

source: Open in New Tab
ga: Oscail i gCluaisín Nua

source: New Request
ga: Iarratas Nua

source: Query String:
ga: Teaghrán Cuardaigh:

source: Request Headers:
ga: Ceanntásca an Iarratais:

source: Request Body:
ga: Corp an Iarratais:

source: Send
ga: Seol

source: Network
ga: Líonra

source: Network Panel
ga: Painéal Líonra

source: Network Monitor
ga: Monatóir Líonra

source: Enabled
ga: Cumasaithe

source: Hide request details
ga: Folaigh mionsonraí an iarratais

source: Show request details
ga: Taispeáin mionsonraí an iarratais

source: No headers for this request
ga: Níl aon cheanntásca san iarratas seo

source: Filter headers
ga: Scag ceanntásca

source: No cookies for this request
ga: Níl aon fhianáin san iarratas seo

source: Filter cookies
ga: Scag fianáin

source: No parameters for this request
ga: Níl aon pharaiméadair san iarratas seo

source: Filter request parameters
ga: Scag paraiméadair an iarratais

source: Query string
ga: Teaghrán iarratais

source: Form data
ga: Sonraí foirme

source: Request payload
ga: Pá-lasta an iarratais

source: Request headers
ga: Ceanntásca an iarratais

source: Request headers from upload stream
ga: Ceanntásca iarratais ón sruth uasluchtaithe

source: Response headers
ga: Ceanntásca an fhreagra

source: Request cookies
ga: Fianáin an iarratais

source: Response cookies
ga: Fianáin an fhreagra

source: JSONP → callback %S()
ga: JSONP → aisghlaoch %S()

source: Sorted ascending
ga: Sórtáilte: ord ardaitheach

source: Sorted descending
ga: Sórtáilte: ord íslitheach

source: No requests
ga: Gan iarratais

source: One request, #2 KB, #3 s;#1 requests, #2 KB, #3 s
ga: Iarratas amháin, #2 KB, #3 s;#1 iarratas, #2 KB, #3 s;#1 iarratas, #2 KB, #3 s;#1 n-iarratas, #2 KB, #3 s;#1 iarratas, #2 KB, #3 s

source: %S min
ga: %S nóim

source: Loading
ga: Á Luchtú

source: Empty
ga: Folamh

source: Please wait…
ga: Fan go fóill, le do thoil…

source: No data available
ga: Níl aon sonraí ar fáil

source: Primed cache
ga: Taisce socraithe

source: Empty cache
ga: Taisce folamh

source: Size: %S KB
ga: Méid: %S kB

source: Time: #1 second;Time: #1 seconds
ga: Am: #1 soicind;Am: #1 shoicind;Am: #1 shoicind;Am: #1 soicind;Am: #1 soicind

source: Cached responses: %S
ga: Freagraí i dtaisce: %S

source: Total requests: %S
ga: Líon iomlán iarratas: %S

# profilerUI.emptyNotice1
source: Click on the
ga: Cliceáil an cnaipe

source: button to start recording JavaScript function calls.
ga: chun taifead a dhéanamh ar ghlaonna JavaScript.

# profilerUI.stopNotice1
source: Click on the
ga: Cliceáil an cnaipe

source: button again to stop profiling.
ga: arís chun próifíliú a stopadh.

source: Record JavaScript function calls.
ga: Déan taifead ar ghlaonna JavaScript.

source: Memory
ga: Cuimhne

source: Total Cost
ga: Costas Iomlán

source: Self Cost
ga: Féinchostas

source: Samples
ga: Samplaí

source: Function
ga: Feidhm

source: Add new tab from selection
ga: Oscail cluaisín nua ón roghnúchán

source: Performance
ga: Feidhmíocht

source: Performance Panel
ga: Painéal na Feidhmíochta

source: JavaScript Profiler
ga: Próifíleoir JavaScript

source: There are no profiles yet.
ga: Níl aon phróifílí ann fós.

source: Recording #%S
ga: Taifead #%S

source: In progress…
ga: Ar siúl…

source: fps
ga: fss

source: Styles
ga: Stíleanna

source: Graphics
ga: Grafaic

source: Input & Events
ga: Ionchur agus Teagmhais

source: (root)
ga: (fréamh)

source: View source in Debugger
ga: Oscail an cód foinseach sa dífhabhtóir

source: Inspect frame in new tab
ga: Scrúdaigh an fráma i gcluaisín nua

source: Save profile…
ga: Sábháil an phróifíl…

source: Unsaved Changes
ga: Athruithe Gan Sábháil

# projecteditor.deleteLabel
source: Delete
ga: Scrios

# projecteditor.deletePromptTitle
source: Delete
ga: Scrios

source: Are you sure you want to delete this folder?
ga: An bhfuil tú cinnte gur mhaith leat an fillteán seo a scriosadh?

source: Are you sure you want to delete this file?
ga: An bhfuil tú cinnte gur mhaith leat an comhad seo a scriosadh?

source: New…
ga: Nua…

source: Save As…
ga: Sábháil Mar…

source: Select a File
ga: Roghnaigh Comhad

source: Select a Folder
ga: Roghnaigh Fillteán

source: Open a File
ga: Oscail Comhad

source: Rotate
ga: Rothlaigh

source: Simulate touch events (page reload might be needed)
ga: Ionsamhlaigh teagmhais tadhaill (seans gur gá an leathanach a athluchtú)

source: Add Preset
ga: Cuir Réamhshocrú Leis

source: Remove Preset
ga: Bain Réamhshocrú

source: %S (custom)
ga: %S (saincheaptha)

source: Responsive Design View
ga: Dearadh Sofhreagrach

source: Leave Responsive Design View
ga: Stop an Dearadh Sofhreagrach

source: Give a name to the %Sx%S preset
ga: Cuir ainm ar an réamhshocrú %S×%S

source: If touch event listeners have been added earlier, the page needs to be reloaded.
ga: Má cuireadh éisteoirí tadhaill leis roimhe seo, is gá an leathanach a athluchtú.

source: Never show again
ga: Ná taispeáin arís

source: Open &Recent
ga: Oscail Comhad le &Déanaí

source: Rever&t…
ga: &Cealaigh…

source: &Save
ga: &Sábháil

source: Save &As…
ga: Sábháil M&ar…

source: Show &Line Numbers
ga: Taispeáin Uimhreacha na &Línte

source: &Wrap Text
ga: &Timfhilleadh téacs

source: &Highlight Trailing Space
ga: &Aibhsigh Spásanna ag Deireadh na Líne

source: L&arger Font
ga: &Cló Níos Mó

source: S&maller Font
ga: Cló Nío&s Lú

source: &Normal Size
ga: G&náthmhéid

source: &Run
ga: &Rith

source: &Inspect
ga: &Scrúdaigh

source: &Display
ga: &Taispeáin

source: &Pretty Print
ga: &Dea-Phriontáil

source: E&nvironment
ga: Ti&mpeallacht

source: &Content
ga: Á&bhar

source: &Browser
ga: &Brabhsálaí

source: Scratchpad Help on M&DN
ga: Cabhair leis an gCeap Breacaireachta ar M&DN

source: Rese&t Variables
ga: A&thshocraigh Athróga

source: R&eload And Run
ga: &Athluchtaigh agus Rith

source: E&xecute
ga: Ri&th

source: E&valuate Current Function
ga: &Luacháil an Fheidhm Reatha

source: e
ga: l

source: File exists. Overwrite?
ga: Tá an comhad ann cheana. Forscríobh?

source: Scratchpad cannot find any browser window to execute the code in.
ga: Níor aimsigh an Ceap Breacaireachta aon bhrabhsálaí inar féidir an cód a chur i bhfeidhm.

source: Scratchpad cannot run this operation in the current mode.
ga: Ní féidir leis an gCeap Breacaireachta an oibríocht a chur ar siúl sa mhód reatha.

source: Failed to read the file.
ga: Níorbh fhéidir an comhad a léamh.

source: Failed to convert file to Unicode from %1$S.
ga: Níorbh fhéidir an comhad a thiontú ó %1$S go hUnicode.

source: Clear Items
ga: Glan Comhaid

source: Save File As
ga: Sábháil an Comhad Mar

source: The file save operation failed.
ga: Níorbh fhéidir an comhad a shábháil.

source: Do you want to save the changes you made to this scratchpad?
ga: An bhfuil fonn ort na hathruithe sa cheap breacaireachta seo a shábháil?

source: Do you want to revert the changes you made to this scratchpad?
ga: An bhfuil fonn ort na hathruithe a rinne tú sa cheap breacaireachta a chealú?

source: Revert Changes
ga: Cealaigh na Athruithe

source: /* * This is a JavaScript Scratchpad. * * Enter some JavaScript, then Right Click or choose from the Execute Menu: * 1. Run to evaluate the selected text (%1$S), * 2. Inspect to bring up an Object Inspector on the result (%2$S), or, * 3. Display to insert the result in a comment after the selection. (%3$S) */
ga: /* * Is ceap breacaireachta JavaScript é seo. * * Cuir píosa JavaScript anseo, ansin deaschliceáil, nó úsáid an roghchlár 'Rith': * 1. 'Rith' chun an téacs roghnaithe a luacháil (%1$S), * 2. 'Scrúdaigh' chun an toradh a scrúdú leis an mBreathnóir Réada (%2$S), nó, * 3. 'Taispeáin' chun an toradh a chur isteach i nóta tráchta tar éis an roghnúcháin. (%3$S) */

source: Scratchpad was created without any arguments.
ga: Cruthaíodh ceap breacaireachta gan argóintí.

source: This scratchpad executes in the Browser context.
ga: Ritheann an ceap breacaireachta seo i gcomhthéacs an bhrabhsálaí.

source: Line %1$S, Col %2$S
ga: Líne %1$S, Colún %2$S

source: This file no longer exists.
ga: Níl an comhad seo ann a thuilleadh.

source: Connection timeout. Check the Error Console on both ends for potential error messages. Reopen the Scratchpad to try again.
ga: Ceangal thar am. Téigh ar lorg teachtaireachtaí earráide sna Consóil Earráide ar an dá thaobh. Athoscail an Ceap Breacaireachta chun triail eile a bhaint as.

# scratchpad.label
source: Scratchpad
ga: Ceap Breacaireachta

source: Scratchpad Panel
ga: Painéal an Chip Breacaireachta

# scratchpad.tooltip
source: Scratchpad
ga: Ceap Breacaireachta

source: allow pasting
ga: ceadaigh greamú

source: Waiting for a WebGL context to be created…
ga: Comhthéacs WebGL á chruthú, fan nóiméad…

source: Program %S
ga: Clár %S

source: Toggle geometry visibility
ga: Scoránaigh infheictheacht na geoiméadrachta

source: &Jump to line…
ga: &Léim go líne…

source: Find…
ga: Aimsigh…

source: Search for:
ga: Cuardaigh:

source: Go to line…
ga: Léim go líne…

source: Jump to line number:
ga: Léim go líne:

source: Breakpoint: %S
ga: Brisphointe: %S

source: Current line
ga: An líne reatha

source: Current step: %S
ga: An chéim reatha: %S

source: docs
ga: cáipéisí

source: not found
ga: gan aimsiú

source: Alt-Up
ga: Alt-Suas

source: Alt-Down
ga: Alt-Síos

source: Space
ga: Spás

source: Shift-Ctrl-Space
ga: Shift-Ctrl-Spás

source: Storage Inspector
ga: Iniúchóir Stórais

source: Storage Panel
ga: Painéal Stórais

source: Storage Inspector (Cookies, Local Storage …)
ga: Iniúchóir Stórais (Fianáin, Stóras Áitiúil…)

source: No hosts on the page
ga: Níl aon óstríomhairí ar an leathanach

source: No data present for selected host
ga: Níl aon sonraí ar fáil le haghaidh an óstríomhaire seo

source: Local Storage
ga: Stóras Áitiúil

source: Session Storage
ga: Stóras Seisiúin

source: Path
ga: Conair

source: Expires on
ga: In éag ar

# table.headers.cookies.value
source: Value
ga: Luach

source: Last accessed on
ga: Úsáidte ar

source: Created on
ga: Cruthaithe

source: isHttpOnly
ga: HTTP amháin

source: isSecure
ga: Slán

source: isDomain
ga: Fearann

# table.headers.localStorage.name
source: Key
ga: Eochair

# table.headers.localStorage.value
source: Value
ga: Luach

# table.headers.sessionStorage.name
source: Key
ga: Eochair

# table.headers.sessionStorage.value
source: Value
ga: Luach

# table.headers.indexedDB.name
source: Key
ga: Eochair

source: Database Name
ga: Ainm an Bhunachair Sonraí

source: Object Store Name
ga: Ainm an Stórais Réad

# table.headers.indexedDB.value
source: Value
ga: Luach

source: Origin
ga: Foinse

source: Version
ga: Leagan

source: Object Stores
ga: Stórais Réad

# table.headers.indexedDB.keyPath
source: Key
ga: Eochair

source: Auto Increment
ga: Uathincrimint

source: Indexes
ga: Innéacsanna

source: Session
ga: Seisiún

source: Filter values
ga: Scag luachanna

source: Data
ga: Sonraí

source: Parsed Value
ga: Luach Parsáilte

source: &New
ga: &Nua

source: Create and append a new style sheet to the document
ga: Cruthaigh agus iarcheangail stílbhileog nua leis an gcáipéis

source: &Import…
ga: &Iompórtáil…

source: Import and append an existing style sheet to the document
ga: Iompórtáil agus iarcheangail stílbhileog nua leis an gcáipéis

source: Toggle style sheet visibility
ga: Scoránaigh infheictheacht na stílbhileoige

source: Save this style sheet to a file
ga: Sábháil an stílbhileog seo i gcomhad

source: Sh&ow original sources
ga: Taispeáin na bunfh&oinsí

source: Show @&media sidebar
ga: Taispeáin an barra taoibh @&media

source: @media rules
ga: Rialacha @media

source: Type CSS here.
ga: Cuir CSS anseo.

source: This page has no style sheet.
ga: Níl aon stílbhileog ag an leathanach seo.

source: Perhaps you'd like to
ga: B'fhéidir gur mhaith leat

source: append a new style sheet
ga: stílbhileog nua a chur leis

source: Style Editor [%S]
ga: Eagarthóir Stíle [%S]

source: <inline style sheet #%S>
ga: <stílbhileog inlíne #%S>

source: New style sheet #%S
ga: Stílbhileog nua #%S

source: #1 rule.;#1 rules.
ga: #1 riail.;#1 riail.;#1 riail.;#1 riail.;#1 riail.

source: Style sheet could not be loaded.
ga: Níorbh fhéidir an stílbhileog a luchtú.

source: Style sheet could not be saved.
ga: Níorbh fhéidir an stílbhileog a shábháil.

source: Import style sheet
ga: Iompórtáil stílbhileog

# importStyleSheet.filter
source: CSS files
ga: Comhaid CSS

source: Save style sheet
ga: Sábháil stílbhileog

# saveStyleSheet.filter
source: CSS files
ga: Comhaid CSS

source: Style Editor
ga: Eagarthóir Stíle

source: Stylesheet Editor (CSS)
ga: Eagarthóir Stílbhileog (CSS)

source: If you leave this page, unsaved changes in the Style Editor will be lost.
ga: Má fhágann tú an leathanach seo, caillfidh tú athruithe déanta san Eagarthóir Stíle.

source: Browser styles
ga: Stíleanna brabhsálaí

source: Selected element:
ga: Eilimint roghnaithe:

source: No CSS properties found.
ga: Níor aimsíodh aon airíonna CSS.

source: Computed
ga: Ríomhairithe

source: Rules
ga: Rialacha

source: Could not initialize Tilt, please check the troubleshooting information available at http://get.webgl.org/troubleshooting
ga: Níorbh fhéidir Tilt a thúsú. Féach ar an eolas fabhtcheartaithe ar http://get.webgl.org/troubleshooting

source: Could not initialize the WebGL context, your hardware or drivers may not support it.
ga: Níorbh fhéidir an comhthéacs WebGL a thúsú. Seans nach dtacaítear do chrua-earraí nó do thiománaithe leis.

source: Could not initialize shader program: %S
ga: Níorbh fhéidir clár scáthaithe a thúsú: %S

source: Bad shader source type (expected String).
ga: Scáthóir de chineál mícheart (bhíothas ag súil le Teaghrán).

source: Wrong shader type specified for: %S
ga: Scáthóir de chineál mícheart le haghaidh: %S

source: Shader compile status: %S
ga: Stádas tiomsaithe an scáthóra: %S

source: Bad texture source type (expected Image).
ga: Uigeacht de chineál mícheart (bhíothas ag súil le hÍomhá).

source: Record timeline operations
ga: Taifead oibríochtaí amlíne

source: Enable memory measurements
ga: Cumasaigh tomhas cuimhne

# timelineUI.emptyNotice1
source: Click on the
ga: Cliceáil an cnaipe

source: button to start recording timeline events.
ga: chun teagmhais ar an amlíne a thaifeadadh.

# timelineUI.stopNotice1
source: Click on the
ga: Cliceáil an cnaipe

source: button again to stop recording.
ga: arís chun an taifead a stopadh.

source: Timeline Panel
ga: Painéal na hAmlíne

source: Performance Timeline
ga: Amlíne Fheidhmíochta

source: RECORDS
ga: TAIFID

source: Paint
ga: Péinteáil

source: DOM Event
ga: Teagmhas DOM

source: Console
ga: Consól

source: End:
ga: Deireadh:

source: Timer Name:
ga: Ainm an Amadóra:

source: Event Type:
ga: Cineál an Teagmhais:

source: Phase:
ga: Céim:

source: Target
ga: Sprioc

source: Stack:
ga: Cruach:

source: Close Developer Tools
ga: Dún na hUirlisí Forbróra

source: Select an iframe as the currently targeted document
ga: Roghnaigh iframe mar an cháipéis reatha

source: Advanced settings
ga: Ardsocruithe

source: Show Browser Styles
ga: Taispeáin Stíleanna Brabhsálaí

source: Defa&ult color unit
ga: Aonad réamhshocraithe &datha

source: Hex
ga: Heics

source: Color Names
ga: Ainmneacha Dathanna

source: * Current session only, reloads the page
ga: * An seisiún seo amháin; athluchtaíonn sé an leathanach

source: Enable remote debugging
ga: Cumasaigh cian-dífhabhtú

source: Disable JavaScript *
ga: Díchumasaigh JavaScript *

source: Turning this option on will disable JavaScript for the current tab. If the tab or the toolbox is closed then this setting will be forgotten.
ga: Díchumasóidh an rogha seo JavaScript sa chluaisín reatha. Dá ndúnfaí an cluaisín nó an bosca uirlisí, dhéanfaí dearmad ar an socrú seo.

source: Disable Cache (when toolbox is open)
ga: Díchumasaigh an Taisce (nuair a bhíonn an bosca uirlisí oscailte)

source: Default Firefox Developer Tools
ga: Uirlisí Réamhshocraithe Forbróra do Firefox

source: Developer Tools installed by add-ons
ga: Uirlisí Forbróra suiteáilte ag breiseáin

source: Available Toolbox Buttons
ga: Cnaipí Bosca Uirlisí atá ar fáil

source: Web Console
ga: Consól Gréasáin

source: Enable timestamps
ga: Cumasaigh stampaí ama

source: Show original sources
ga: Taispeáin na bunfhoinsí

source: Show original sources (e.g. Sass files) in the Style Editor and Inspector
ga: Taispeáin na bunfhoinsí (m.sh. comhaid Sass) san Eagarthóir Stíle agus sa Scrúdaitheoir

source: Autocomplete CSS
ga: CSS a uathlíonadh

source: Common Preferences
ga: Gnáthroghanna

source: Enable persistent logs
ga: Cumasaigh logchomhaid leanúnacha

source: Show Gecko platform data
ga: Taispeáin sonraí faoin ardán Gecko

source: Editor Preferences
ga: Sainroghanna an Eagarthóra

source: Detect indentation
ga: Braith an stíl eangaithe

source: Autoclose brackets
ga: Dún lúibíní go huathoibríoch

source: Automatically insert closing brackets
ga: Cuir lúibíní deiridh isteach go huathoibríoch

source: Indent using spaces
ga: Eangaigh le spásanna

source: Use spaces instead of the tab character
ga: Úsáid spásanna in ionad táb

source: &Tab size
ga: Méid &táib

source: &Keybindings
ga: &Aicearraí

source: Dock to bottom of browser window
ga: Cuir i nduga ag bun na fuinneoige

source: Dock to side of browser window
ga: Cuir i nduga ar thaobh na fuinneoige

source: Show in separate window
ga: Taispeáin i bhfuinneog ar leith

source: #1 error;#1 errors
ga: #1 earráid;#1 earráid;#1 earráid;#1 n-earráid;#1 earráid

source: #1 warning;#1 warnings
ga: #1 rabhadh;#1 rabhadh;#1 rabhadh;#1 rabhadh;#1 rabhadh

source: %1$S, %2$S Click to toggle the developer tools.
ga: %1$S, %2$S Cliceáil chun na huirlisí forbróra a scoránú.

# toolbox.defaultTitle
source: Developer Tools
ga: Uirlisí Forbróra

# toolbox.label
source: Developer Tools
ga: Uirlisí Forbróra

source: Toolbox Options
ga: Roghanna Bosca Uirlisí

source: Pick an element from the page
ga: Roghnaigh eilimint ón leathanach

source: Dark theme
ga: Téama dorcha

source: Light theme
ga: Téama sorcha

source: Properties
ga: Airíonna

source: the page to view and edit the audio context.
ga: leathanach chun comhthéacs fuaime a fhéachaint agus a chur in eagar.

source: AudioNode Inspector
ga: Scrúdaitheoir AudioNode

source: No AudioNode selected.
ga: Níl aon AudioNode roghnaithe.

source: Node does not have any properties.
ga: Níl aon airíonna ag an nód.

source: Web Audio
ga: Fuaim Ghréasáin

source: Collapse inspector
ga: Laghdaigh an scrúdaitheoir

source: Expand inspector
ga: Leathnaigh an scrúdaitheoir
