Repository: kscanne/gaeilge-mozdev
Catalog: src/firefox-trunk.*.po
Languages: ga

source: <p>Attack pages try to install programs that steal private information, use your computer to attack others, or damage your system.</p><p>Some attack pages intentionally distribute harmful software, but many are compromised without the knowledge or permission of their owners.</p>
ga: <p>Déanann leathanaigh ionsaithe iarracht ríomhchláir a shuiteáil a ghoideann faisnéis phríobháideach nó a dhéanann dochar do do ríomhaire.</p><p>Scaipeann leathanaigh ionsaithe áirithe bogearraí dochracha d'aonturas, ach is minic suímh a bheith contúirteach i nganfhios dá n-úinéirí agus gan a gcead.</p>

source: This web page at <span id='phishing_sitename'/> has been reported as a web forgery and has been blocked based on your security preferences.
ga: Tuairiscíodh gur Falsaíocht Ghreásáin é an leathanach <span id='phishing_sitename'/> agus tá cosc curtha air de bharr do roghanna slándála.

source: <p>Web forgeries are designed to trick you into revealing personal or financial information by imitating sources you may trust.</p><p>Entering any information on this web page may result in identity theft or other fraud.</p>
ga: <p>Tá falsaíochtaí Gréasáin ceaptha le mearbhall a chur ort le go dtabharfaidh tú eolas pearsanta nó airgeadais trí aithris a dhéanamh ar fhoinsí a bhfuil muinín agat astu. </p><p>D'fhéadfadh goid aitheantais nó calaois eile teacht mar thoradh ar fhaisnéis ar bith a chur isteach sa leathanach seo.</p>

source: Report Web Forgery…
ga: Seol Tuairisc ar Fhalsaíocht Ghréasáin…

source: &brandShortName; Safe Mode
ga: Mód Sábháilteachta &brandShortName;

source: Start in Safe Mode
ga: Tosaigh sa Mhód Slán

source: Refresh &brandShortName;
ga: Athnuaigh &brandShortName;

source: Safe Mode is a special mode of &brandShortName; that can be used to troubleshoot issues.
ga: Is éard atá sa Mhód Slán ná mód speisialta &brandShortName; lenar féidir fadhbanna a cheartú.

source: Your add-ons and custom settings will be temporarily disabled.
ga: Cuirfear do chuid breiseán agus sainroghanna ó chumas go sealadach.

source: You can also skip troubleshooting and try refreshing &brandShortName;.
ga: Nó is féidir leat &brandShortName; a athnuachan gan bac le fabhtcheartú.

source: &brandShortName; closed unexpectedly while starting. This might be caused by add-ons or other problems. You can try to resolve the problem by troubleshooting in Safe Mode.
ga: Thuairteáil &brandShortName; gan choinne le linn tosaithe. Seans gurb é breiseán nó fadhb eile ba chúis leis seo. Is féidir iarracht a dhéanamh an fhadhb a réiteach trí atosú sa Mhód Slán.

source: Settings for Clearing History
ga: Socruithe maidir le glanadh na staire

source: 17em
ga: 19em

source: Clear Recent History
ga: Glan an Stair Is Déanaí

source: When I quit &brandShortName;, it should automatically clear all:
ga: Agus mé ag scoir de &brandShortName;, glan iad seo go huathoibríoch:

source: &Time range to clear:
ga: &Raon ama le glanadh:

source: Last Hour
ga: An Uair Is Déanaí

source: Last Two Hours
ga: An Dá Uair Is Déanaí

source: Last Four Hours
ga: Na Ceithre hUaire Is Déanaí

source: Today
ga: Inniu

source: Everything
ga: Gach Uile Rud

source: Visit Date
ga: Dáta Cuairte

source: D&etails
ga: &Mionsonraí

source: &Browsing &amp; Download History
ga: Stair &Bhrabhsála agus Íosluchtaithe

source: &Form &amp; Search History
ga: Stair &Fhoirmeacha agus Chuardaigh

source: Saved &Passwords
ga: &Focail Fhaire a sábháladh

source: &Cookies
ga: &Fianáin

source: C&ache
ga: T&aisce

source: &Offline Website Data
ga: S&onraí Shuíomhanna Gréasáin As Líne

source: Active &Logins
ga: &Logálacha isteach Gníomhacha

source: &Site Preferences
ga: &Sainroghanna an tSuímh

source: Manage Search Engines…
ga: Bainistigh Innill Chuardaigh…

source: Search using %S
ga: Cuardaigh le %S

source: %S Search
ga: Cuardach %S

source: Paste & Search
ga: Greamaigh agus Cuardaigh

source: Clear Search History
ga: Bánaigh Stair an Chuardaigh

source: Show Suggestions
ga: Taispeáin Moltaí

source: Add "%S"
ga: Cuir "%S" Leis

source: Position:
ga: Suíomh:

source: Tile
ga: Tíleanna

source: Center
ga: Láraithe

source: Stretch
ga: Sínte

source: Fill
ga: Líon

source: Fit
ga: Oiriúnaigh

source: Color:
ga: Dath:

source: Set Desktop Background
ga: Socraigh Cúlra na Deisce

source: Open Desktop Preferences
ga: Oscail Sainroghanna Deisce

source: %S &Options
ga: %S &Roghanna

source: %S &Safe Mode
ga: %S Mód &Slán

source: Get the most out of %S by setting it as your default browser
ga: Úsáid %S mar do bhrabhsálaí réamhshocraithe chun an tairbhe is mó a bhaint as

source: Don't ask me again
ga: Ná fiafraigh díom arís

source: Default Browser
ga: Brabhsálaí Réamhshocraithe

source: %S is not currently set as your default browser. Would you like to make it your default browser?
ga: Níl %S curtha mar bhrabhsálaí réamhshocraithe. An bhfuil tú ag iarraidh é a shocrú mar bhrabhsálaí réamhshocraithe?

source: Always perform this check when starting %S.
ga: Seiceáil mar seo i gcónaí agus %S á thosú.

source: Desktop Background.bmp
ga: Deasc Firefox.bmp

source: Saving Picture…
ga: Pictiúr á Shábháil…

source: Show Notifications
ga: Fógraí a Thaispeáint

source: Load Images
ga: Íomhánna a Luchtú

source: Install Add-ons
ga: Breiseáin a Shuiteáil

source: Access Your Location
ga: Do Láthair a Fheiceáil

source: Enter Fullscreen
ga: Mód Lánscáileáin a Thosú

source: Hide the Mouse Pointer
ga: An Pointeoir Luiche a Fholú

source: Firefox Account
ga: Cuntas Firefox

source: Sync Selection
ga: Sioncrónú: Socruithe

source: What would you like to sync?
ga: Cad ba mhaith leat a shioncrónú?

source: You can change this selection in Options.
ga: Is féidir leat é seo a athrú sna Roghanna.

source: You can change this selection in Preferences.
ga: Is féidir leat é seo a athrú sna Sainroghanna.

source: Desktop &Add-ons
ga: &Breiseáin Deisce

source: De&sktop Preferences
ga: Sainroghanna Dei&sce

source: Change your Password
ga: Athraigh d'Fhocal Faire

source: Change Password
ga: Athraigh an Focal Faire

source: Changing your password…
ga: Focal faire á athrú…

source: Your password has been changed.
ga: Athraíodh d'fhocal faire.

source: There was an error changing your password.
ga: Tharla earráid agus d'fhocal faire á athrú.

source: Your password must be at least 8 characters long. It cannot be the same as either your user name or your Recovery Key.
ga: Ní mór 8 gcarachtar a bheith san fhocal faire ar a laghad. Níl cead agat d'ainm úsáideora ná d'Eochair Athshlánaithe a úsáid mar fhocal faire.

source: Note: All of your other devices will be unable to connect to your account once you change this password.
ga: Fainic: Ní bheidh do ghléasanna eile in ann ceangal le do chuntas tar éis duit an focal faire seo a athrú.

source: Change Recovery Key
ga: Athraigh an Eochair Athshlánaithe

source: Changing Recovery Key and uploading local data, please wait…
ga: Eochair Athshlánaithe á hathrú agus sonraí logánta á n-uasluchtú, fan go fóill…

source: There was an error while changing your Recovery Key!
ga: Tharla earráid agus d'Eochair Athshlánaithe á hathrú!

source: Your Recovery Key was successfully changed!
ga: D'éirigh le hathrú d'Eochair Athshlánaithe!

source: To ensure your total privacy, all of your data is encrypted prior to being uploaded. The key to decrypt your data is not uploaded.
ga: Le do phríobháideacht a chinntiú, uasluchtófar do chuid sonraí i bhfoirm chriptithe. Ní uasluchtófar an eochair dhíchriptithe riamh.

source: Note: Changing this will erase all data stored on the Sync server and upload new data secured by this Recovery Key. Your other devices will not sync until the new Recovery Key is entered for that device.
ga: Nóta: Má athraíonn tú é seo, léirscriosfar na sonraí go léir ar an bhfreastalaí Sync agus uasluchtófar sonraí nua cosanta ag an Eochair Athshlánaithe seo. Ní shioncrónóidh do ghléasanna eile go dtí go gcuirfidh tú an Eochair Athshlánaithe nua iontu freisin.

source: Your Recovery Key
ga: D'Eochair Athshlánaithe

# new.password.title
source: Update Password
ga: Nuashonraigh an Focal Faire

source: Your password was rejected by the server, please update your password.
ga: Diúltaigh an freastalaí d'fhocal faire, nuashonraigh é anois.

source: Enter your new password
ga: Cuir d'fhocal faire nua isteach

source: Confirm your new password
ga: Dearbhaigh an focal faire nua

# new.password.acceptButton
source: Update Password
ga: Nuashonraigh an Focal Faire

source: Password incorrect, please try again.
ga: Focal faire mícheart, bain triail eile as.

# new.recoverykey.title
source: Update Recovery Key
ga: Nuashonraigh an Eochair Athshlánaithe

source: Your Recovery Key was changed using another device, please enter your updated Recovery Key.
ga: Athraíodh d'Eochair Athshlánaithe ar ghléas eile, cuir d'Eochair Athshlánaithe nua isteach.

# new.recoverykey.acceptButton
source: Update Recovery Key
ga: Nuashonraigh an Eochair Athshlánaithe

source: Your &syncBrand.fullName.label; Key
ga: D'Eochair &syncBrand.fullName.label;

source: This key is used to decode the data in your &syncBrand.fullName.label; account. You will need to enter the key each time you configure &syncBrand.fullName.label; on a new device.
ga: Úsáidtear an eochair seo chun na sonraí i do chuntas &syncBrand.fullName.label; a dhíchódú. Caithfidh tú an eochair a chur isteach nuair a chumróidh tú &syncBrand.fullName.label; ar ghléas nua.

source: Keep it secret
ga: Coinnigh faoi rún é

source: Your &syncBrand.fullName.label; account is encrypted to protect your privacy. Without this key, it would take years for anyone to decode your personal information. You are the only person who holds this key. This means you're the only one who can access your &syncBrand.fullName.label; data.
ga: Criptímid do chuntas &syncBrand.fullName.label; chun do phríobháideacht a chosaint. Gan an eochair seo, thógfadh sé blianta fada do chuid eolais phearsanta a dhíchriptiú. Is tusa amháin a bhfuil an eochair seo agat. Ciallaíonn sé seo gur tusa amháin atá in ann do chuid sonraí &syncBrand.fullName.label; a rochtain.

source: Keep it safe
ga: Coinnigh slán é

source: Do not lose this key.
ga: Ná caill an eochair seo.

source: We don't keep a copy of your key (that wouldn't be keeping it secret!) so
ga: Ní choinnímid cóip de d'eochair (ní rún é má tá fhios ag beirt é!), agus mar sin

source: we can't help you recover it
ga: ní bheimid in ann an eochair a fháil ar ais

source: if it's lost. You'll need to use this key any time you connect a new device to &syncBrand.fullName.label;.
ga: má tá sé caillte. Caithfidh tú an eochair seo a úsáid nuair a cheanglóidh tú gléas nua le &syncBrand.fullName.label;.

source: Find out more about &syncBrand.fullName.label; and your privacy at
ga: Tuilleadh eolais faoi &syncBrand.fullName.label; agus do phríobháideacht ó

source: &syncBrand.fullName.label; Terms of Service are available at
ga: Tá téarmaí seirbhíse &syncBrand.fullName.label; ar fáil ó

source: . The Privacy Policy is available at
ga: . Tá an Polasaí Príobháideachais ar fáil ó

source: Your First Sync
ga: Do Chéad Sync

source: Your data is now being encrypted and uploaded in the background. You can close this tab and continue using &brandShortName;.
ga: Tá do chuid sonraí á gcriptiú agus á n-uasluchtú sa chúlra faoi láthair. Tá cead agat an cluaisín seo a dhúnadh agus &brandShortName; a úsáid mar is gnáth.

source: &brandShortName; logo
ga: Lógó &brandShortName;

source: &brandShortName; will now automatically sync in the background. You can close this tab and continue using &brandShortName;.
ga: Déanfaidh &brandShortName; sioncrónú sa chúlra go huathoibríoch amach anseo. Tá cead agat an cluaisín seo a dhúnadh agus &brandShortName; a úsáid mar is gnáth.

source: Server Quota
ga: Cuóta Freastalaí

source: Retrieving quota information…
ga: Faisnéis chuóta á fáil…

source: You are currently using %1$S %2$S.
ga: Tá tú ag úsáid %1$S %2$S faoi láthair.

source: You are using %1$S%% (%2$S %3$S) of your allowed %4$S %5$S.
ga: Tá tú ag úsáid %1$S%% (%2$S %3$S) as an %4$S %5$S ceadaithe duit.

source: Could not retrieve quota information.
ga: Níorbh fhéidir an fhaisnéis chuóta a fháil.

source: Retrieving…
ga: Á Fháil…

source: Remove
ga: Bain

source: Uncheck items to stop syncing them and free up space on the server.
ga: Bain tic ó mhír chun éirí as bheith á sioncrónú agus spás a oscailt ar an bhfreastalaí.

source: Firefox Sync will remove the following data: %S.
ga: Bainfidh Firefox Sync na sonraí seo a leanas: %S.

source: This will free up %1$S %2$S.
ga: Osclóidh sé seo %1$S %2$S.

source: &syncBrand.fullName.label; Setup
ga: Socrú &syncBrand.fullName.label;

source: Welcome! If you've never used &syncBrand.fullName.label; before, you will need to create a new account.
ga: Fáilte romhat! Murar bhain tú úsáid as &syncBrand.fullName.label; riamh, ní mór duit cuntas nua a chruthú.

source: Create a New Account
ga: Cruthaigh Cuntas Nua

source: I Have an Account
ga: Tá Cuntas Agam

source: Have you used &syncBrand.fullName.label; before?
ga: Ar bhain tú úsáid as &syncBrand.fullName.label; riamh?

source: I've never used &syncBrand.shortName.label; before
ga: Níor bhain mé úsáid as &syncBrand.shortName.label; riamh

source: I'm already using &syncBrand.shortName.label; on another device
ga: Tá mé ag úsáid &syncBrand.shortName.label; ar ghléas eile cheana féin

source: Server
ga: Freastalaí

source: Default: Mozilla &syncBrand.fullName.label; server
ga: Réamhshocrú: Freastalaí Mozilla &syncBrand.fullName.label;

source: Use a custom server…
ga: Úsáid freastalaí saincheaptha…

source: &Account
ga: &Cuntas

source: &Password
ga: &Focal Faire

source: Recovery &Key
ga: &Eochair Athshlánaithe

source: Account Details
ga: Mionsonraí an Chuntais

source: &Email Address
ga: S&eoladh Ríomhphoist

source: Choose a &Password
ga: Roghnaigh &Focal Faire

source: Confir&m Password
ga: Dear&bhaigh an Focal Faire

source: &Sync with Windows 8 style &brandShortName;
ga: &Sioncrónú le &brandShortName; de chineál Windows 8

source: I &agree to the
ga: Gl&acaim leis na

source: and the
ga: agus an

source: &brandShortName; Cares About Your Privacy
ga: &brandShortName;: Tá do phríobháideacht tábhachtach dúinn

source: To ensure your total privacy, all of your data is encrypted prior to being uploaded. The Recovery Key which is necessary to decrypt your data is not uploaded.
ga: Le do phríobháideacht a chinntiú go hiomlán, uasluchtófar do chuid sonraí i bhfoirm chriptithe. Ní uasluchtófar an Eochair Athshlánaithe a úsáidtear chun do chuid sonraí a dhíchriptiú.

source: Your Recovery &Key
ga: D'&Eochair Athshlánaithe

source: Generate a new key
ga: Gin eochair nua

source: Your Recovery Key is required to access &syncBrand.fullName.label; on other machines. Please create a backup copy. We cannot help you recover your Recovery Key.
ga: Teastaíonn uait d'Eochair Athshlánaithe chun &syncBrand.fullName.label; a rochtain ó ríomhairí eile. Déan cúltaca di - ní bheimid in ann d'Eochair Athshlánaithe a fháil ar ais má chailleann tú í.

source: &Save…
ga: &Sábháil…

source: Show me how.
ga: Taispeáin dom.

source: I don't have the device with me
ga: Níl an gléas liom faoi láthair.

source: To activate, select &#x0022;Pair a Device&#x0022; on your other device.
ga: Chun é a chur i ngníomh, roghnaigh &#x0022;Ceangail Gléas&#x0022; ar do ghléas eile.

source: Then, enter this code:
ga: Ansin, cuir an cód seo isteach:

source: To activate your new device, select &#x0022;Set Up Sync&#x0022; on the device.
ga: Chun do ghléas nua a chur i ngníomh, roghnaigh &#x0022;Socraigh Sync&#x0022; ar an ngléas.

source: Enter the code that the device provides:
ga: Cuir isteach an cód a thug an gléas duit:

source: Please try again.
ga: Bain triail as arís.

source: The device has been successfully added. The initial synchronization can take several minutes and will finish in the background.
ga: D'éirigh le cur leis an ghléis. D'fhéadfadh an chéadshioncronú leanúint ar feadh cúpla nóiméad agus críochnóidh sé sa chúlra.

source: To activate your device you will need to enter your Recovery Key. Please print or save this key and take it with you.
ga: Chun do ghléas a ghníomhachtú, caithfidh tú d'Eochair Athshlánaithe a chur isteach. Priontáil nó sábháil an eochair seo agus beir leat é.

source: Device Connected
ga: Gléas Ceangailte

source: You can get a copy of your Recovery Key by going to &syncBrand.shortName.label; Options on your other device, and selecting &#x0022;My Recovery Key&#x0022; under &#x0022;Manage Account&#x0022;.
ga: Is féidir leat cóip de d'Eochair Athshlánaithe a fháil trí dul go dtí &syncBrand.shortName.label; Roghanna ar do ghléas eile, agus &#x0022;M'Eochair Athshlánaithe&#x0022; a roghnú faoi &#x0022;Bainistiú Cuntais&#x0022;.

source: Verifying…
ga: Á Dheimhniú…

source: Reset Password
ga: Athshocraigh Focal Faire

source: I have lost my other device.
ga: Chaill mé mo ghléas eile.

source: Sync Options
ga: Roghanna Sync

source: Merge this device's data with my &syncBrand.shortName.label; data
ga: Cumaisc na sonraí ar an ngléas seo leis na sonraí i mo chuntas &syncBrand.shortName.label;

source: Recommended:
ga: Molta:

source: Replace all data on this device with my &syncBrand.shortName.label; data
ga: Cuir na sonraí i mo chuntas &syncBrand.shortName.label; in ionad na sonraí atá ar an ngléas seo faoi láthair

source: Replace all other devices with this device's data
ga: Cuir na sonraí ar an ngléas seo in ionad na sonraí ar gach gléas eile

source: Confirm
ga: Dearbhaigh

source: &syncBrand.fullName.label; will now merge all this device's browser data into your Sync account.
ga: Anois cumascfaidh &syncBrand.fullName.label; na sonraí brabhsála go léir ón ghléas seo le do chuntas Sync.

source: Warning: The following &brandShortName; data on this device will be deleted:
ga: Rabhadh: Tá tú ar tí na sonraí &brandShortName; seo a leanas a scriosadh ón ghléas seo:

source: &brandShortName; will then copy your &syncBrand.fullName.label; data to this device.
ga: Ansin cóipeálfaidh &brandShortName; do chuid sonraí &syncBrand.fullName.label; go dtí an gléas seo.

source: Warning: The following devices will be overwritten with your local data:
ga: Rabhadh: Forscríobhfar na gléasanna seo a leanas leis na sonraí logánta:

source: Setup Complete
ga: Críochnaithe

source: You can change this preference by selecting Sync Options below.
ga: Is féidir an sainrogha seo a athrú trí Roghanna Sync thíos.

source: You may now continue using &brandShortName;.
ga: Lean ort agus bain úsáid as &brandShortName;.

source: Invalid email address
ga: Seoladh ríomhphoist neamhbhailí

source: Please enter a valid server URL
ga: Cuir isteach URL bailí don bhfreastalaí

source: Already in use
ga: In úsáid cheana

source: and #1 additional device;and #1 additional devices
ga: agus #1 ghléas eile;agus #1 ghléas eile;agus #1 ghléas eile;agus #1 ngléas eile;agus #1 gléas eile

source: #1 bookmark;#1 bookmarks
ga: #1 leabharmharc;#1 leabharmharc;#1 leabharmharc;#1 leabharmharc;#1 leabharmharc

source: #1 day of history;#1 days of history
ga: #1 lá staire;#1 lá staire;#1 lá staire;#1 lá staire;#1 lá staire

source: #1 password;#1 passwords
ga: #1 fhocal faire;#1 fhocal faire;#1 fhocal faire;#1 bhfocal faire;#1 focal faire

source: #1 add-on;#1 add-ons
ga: #1 bhreiseán;#1 bhreiseán;#1 bhreiseán;#1 mbreiseán;#1 breiseán

source: Save Recovery Key
ga: Sábháil an Eochair Athshlánaithe

source: Firefox Sync is now set up to automatically sync all of your browser data.
ga: Tá Firefox Sync socraithe agus déanfaidh sé sioncrónú uathoibríoch ar do chuid sonraí brabhsálaí.

source: You can choose exactly what to sync by selecting Sync Options below.
ga: Roghnaigh na rudaí is mian leat sioncrónú faoi Roghanna Sync thíos.

source: Firefox Sync will now merge all this device's browser data into your Sync account.
ga: Anois cumascfaidh Firefox Sync na sonraí brabhsála go léir ón ghléas seo le do chuntas Sync.

source: Firefox Sync will now replace all of the browser data on this device with the data in your Sync account.
ga: Cuirfidh Firefox Sync na sonraí ó do chuntas Sync in ionad na sonraí brabhsála go léir ar an ngléas seo.

source: Firefox Sync will now replace all of the browser data in your Sync account with the data on this device.
ga: Cuirfidh Firefox Sync na sonraí ar an ngléas seo in ionad na sonraí brabhsála go léir i do chuntas Sync.

source: Continue
ga: Ar Aghaidh

source: %S will stop syncing with your account, but won’t delete any of your browsing data on this computer.
ga: Ní shioncrónóidh %S le do chuntas a thuilleadh, ach ní scriosfaidh sé aon sonraí brabhsála ón ríomhaire seo.

source: Merge Warning
ga: Rabhadh: Cumasc

source: Are you sure you want to sign in to Sync?
ga: An bhfuil tú cinnte gur mhaith leat logáil isteach i Sync?

source: A different user was previously signed in to Sync on this computer. Signing in will merge this browser’s bookmarks, passwords and other settings with %S
ga: Bhí úsáideoir eile logáilte isteach in Sync ar an ríomhaire seo. Má logálann tú isteach anois, cumascfar na leabharmharcanna, focail fhaire agus socruithe eile sa bhrabhsálaí seo le %S

source: Manage Sync
ga: Bainistigh Sync

source: Close Tab
ga: Dún Cluaisín

source: Securing connection…
ga: Ceangal á dhaingniú…

source: Searching…
ga: Á Chuardach…

source: Waiting…
ga: Ag Feitheamh…

source: Downloading…
ga: Á Íosluchtú…

source: Confirm close
ga: Dearbhaigh

source: ;You are about to close #1 tabs. Are you sure you want to continue?
ga: ;Tá tú ar tí #1 chluaisín a dhúnadh. An bhfuil tú cinnte?;Tá tú ar tí #1 chluaisín a dhúnadh. An bhfuil tú cinnte?;Tá tú ar tí #1 gcluaisín a dhúnadh. An bhfuil tú cinnte?;Tá tú ar tí #1 cluaisín a dhúnadh. An bhfuil tú cinnte?

source: Close tabs
ga: Dún cluaisíní

source: Warn me when I attempt to close multiple tabs
ga: Tabhair rabhadh dom más ag iarraidh cluaisíní iomadúla a dhúnadh

source: Search tab groups
ga: Cuardaigh grúpaí cluaisíní

source: Exit tab groups
ga: Scoir ó ghrúpaí cluaisíní

source: Name this tab group
ga: Cuir ainm ar an ngrúpa cluaisíní seo

source: Close group
ga: Dún grúpa

source: Undo Close Group
ga: Cealaigh Dúnadh an Ghrúpa

source: Discard closed group
ga: Scrios grúpa dúnta

source: Tabs from other windows
ga: Cluaisíní ó fhuinneoga eile

source: Tabs and groups will automatically be restored the next time you start %S.
ga: Déanfar athchóiriú ar do chuid cluaisíní agus grúpaí go huathoibríoch an chéad uair eile a thosóidh tú %S.

source: Open new tab
ga: Oscail i gcluaisín nua

source: Open a new browser tab.
ga: Oscail cluaisín nua.

source: Open new window
ga: Oscail fuinneog nua

source: Open a new browser window.
ga: Oscail fuinneog nua bhrabhsála.

source: New private window
ga: Fuinneog nua phríobháideach

source: Open a new window in private browsing mode.
ga: Oscail fuinneog nua i gcomhair brabhsáil phríobháideach.

source: Frequent
ga: Go Minic

source: Recent
ga: Le Déanaí

source: This page is in
ga: Tá an leathanach seo scríofa as

source: Translate this page?
ga: An bhfuil fonn ort an leathanach seo a aistriú?

source: Translate
ga: Aistrigh

source: Translating page content…
ga: Leathanach á aistriú…

source: This page has been translated from
ga: Aistríodh an leathanach seo ó

source: to
ga: go

source: Show Original
ga: Taispeáin an Bunteanga

source: Show Translation
ga: Taispeáin an tAistriúchán

source: There has been an error translating this page.
ga: Tharla earráid agus an leathanach seo á aistriú.

source: Translation is not available at the moment. Please try again later.
ga: Níl aistriúchán ar fáil faoi láthair. Déan iarracht eile ar ball.

source: N&ever translate this site
ga: &Ná haistrigh an suíomh seo riamh

source: &Translation preferences
ga: Sainroghanna ais&triúcháin

source: Never translate %S
ga: Ná haistrigh %S riamh
