Repository: kscanne/gaeilge-mozdev
Catalog: src/firefox-1.0.1.*.po
Languages: ga

source: The following items are available to all users. You can start Firefox with -lock-item "{GUID}" to prevent users from uninstalling or disabling an item. To unlock an item, start Firefox with -unlock-item "{GUID}"
ga: Tá na míreanna seo a leanas ar fáil do gach aon úsáideoir. Tig leat Firefox a thosú le -lock-item "{GUID}" chun úsáideoírí a chosc ó míreanna a dhíshuiteáil nó a dhíchumasú. Tosaigh Firefox le -unlock-item "{GUID}" chun mír a dhíghlasáil.

source: Installed Successfully
ga: D'éirigh leis an tsuiteáil.

source: #1 of #2 KB
ga: #1 as #2 KB

source: #1 KB of #2 MB
ga: #1 KB as #2 MB

source: #1 of #2 MB
ga: #1 as #2 MB

source: Old Extensions
ga: Sean-Eisínteachtaí

source: Any old extensions that you have installed have been disabled.
ga: Cibé sean-eisínteachtaí a bhí suiteáilte agat, tá siad díchumasaithe.

source: Theme
ga: Téama

source: Incompatible %S
ga: %S neamh-chomhoiriúnach

source: %S %S could not be installed because it is not compatible with this version of %S. (%S %S will only work with %S versions from %S to %S)
ga: Níorbh fhéidir %S %S a shuiteáil toisc nach bhfuil sé comhoiriúnach leis an leagan seo de %S (ní oibríonn %S %S ach le leagain de %S ó %% go %S).

source: %S %S could not be installed because it is not compatible with this version of %S. (%S %S will only work with %S %S)
ga: Níorbh fhéidir %S %S a shuiteáil toisc nach bhfuil sé comhoiriúnach leis an leagan seo de %S (ní oibríonn %S %S ach le %S %S).

source: %S %S could not be installed because it is not compatible with %S.
ga: Níorbh fhéidir %S %S a shuiteáil toisc nach bhfuil sé comhoiriúnach le %S.

source: versions 0.8 or older.
ga: leagan 0.8 nó níos sine.

source: this Theme
ga: an Téama seo

source: Disabled - not compatible with %S %S
ga: Díchumasaithe - neamh-chomhoiriúnach le %S %S

source: Missing File
ga: Comhad ar iarraidh

source: %S could not load this item because the file %S was missing.
ga: Níor éirigh le %S an mhír seo a lódáil toisc go raibh an comhad %S ar iarraidh.

source: Failed to install from %S because %S was not provided at the top level of the jar/xpi file.
ga: Theip ar an tsuiteáil ó %S toisc nach raibh %S ar fáil ag barrleibhéal an chomhaid jar/xpi.

source: %S could not install this item because "%S" (provided by the item) is malformed. Please contact the author about this problem.
ga: Níor éirigh le %S an mhír seo a shuiteáil toisc go bhfuil "%S" (atá á sholáthar ag an mhír) míchumtha. Téigh i dteagmháil leis an údar faoin bhfadhb seo le do thoil.

source: Malformed File
ga: Comhad Míchumtha

source: View Details
ga: Taispeáin Sonraí

source: %S could not install "%S" because its version information ("%S") is invalid. Please contact the author about this problem.
ga: Níor éirigh le %S "%S" a shuiteáil toisc go bhfuil a eolas leagain ("%S") neamhbhailí. Téigh i dteagmháil leis an údar faoin bhfadhb seo le do thoil.

source: Invalid Version
ga: Leagan Neamhbhailí

source: Error
ga: Earráid

source: %S could not download the file at %S because: %S
ga: Níor éirigh le %S an comhad ag %S a íoslódáil de bharr %S

source: Extensions (*.xpi)
ga: Eisínteachtaí (*.xpi)

source: Themes (*.jar)
ga: Téamaí (*.jar)

source: Select a theme to install
ga: Roghnaigh téama le suiteáil

source: Select an extension to install
ga: Roghnaigh eisínteacht le suiteáil

source: Uninstalls the selected Theme
ga: Díshuiteálann an téama roghnaithe

source: Checks for Updates to your Themes
ga: Lorgaíonn nuashonruithe le haghaidh do théamaí

source: Install a Theme
ga: Suiteáil Téama

source: Restart %S to use.
ga: Atosaigh %S chun é a úsáid.

source: < Back
ga: < Ar Ais

source: Next >
ga: Ar Aghaidh >

source: _: button-finish Finish
ga: Críoch

source: _: button-cancel Cancel
ga: Cealaigh

source: Back
ga: Siar

source: Next
ga: Ar Aghaidh

source: _: button-finish-gnome Finish
ga: Críoch

source: _: button-cancel-gnome Cancel
ga: Cealaigh

source: Welcome to the %S
ga: Fáilte go dtí %S

source: Completing the %S
ga: %S á chur i gcrích

source: Introduction
ga: Réamhrá

source: Conclusion
ga: Críoch

source: Security Warning
ga: Rabhadh Slándála

source: You have requested an encrypted page that contains some unencrypted information. Information that you see or enter on this page could easily be read by a third party.
ga: D'iarr tú leathanach criptithe a bhfuil faisnéis áirithe gan criptiú ar fáil air. Aon faisnéis a d'fheicfeá nó a d'iontrálfá ar an leathanach, bheadh sé le feiceáil ag daoine eile.

source: You are about to leave an encrypted page. Information you send or receive from now on could easily be read by a third party.
ga: Tá tú ar tí leathanach criptithe a fhágáil. An fhaisnéis a chuirfidh tú uait nó a ghlacfaidh tú chugat feasta, beidh sé le feiceáil ag daoine eile.

source: You have requested an encrypted page. The web site has identified itself correctly, and information you see or enter on this page can't easily be read by a third party.
ga: D'iarr tú leathanach criptithe. Tá a aitheantas féin cruthaithe i gceart ag an líonláithreán, agus ní furasta do dhaoine eile aon fhaisnéis a fheicfidh tú nó a iontrálfaidh tú ar an leathanach seo a léamh.

source: You have requested a page that uses low-grade encryption. The web site has identified itself correctly, but information you see or enter on this page could be read by a third party.
ga: D'iarr tú leathanach ina n-úsáidtear criptiúchán lag. Tá a aitheantas féin cruthaithe i gceart ag an líonláithreán, ach d'fhéadfadh daoine eile aon fhaisnéis a fheicfidh tú nó a iontrálfaidh tú ar an leathanach seo a léamh.

source: Although this page is encrypted, the information you have entered is to be sent over an unencrypted connection and could easily be read by a third party.##Are you sure you want to continue sending this information?##
ga: Cé go bhfuil an leathanach seo criptithe, seolfar an fhaisnéis a d'iontráil tú ar cheangal neamhchriptithe agus d'fhéadfadh daoine eile í a léamh go furasta.##An bhfuil tú cinnte go dteastaíonn uait leanadh ar aghaidh le seoladh na faisnéise seo?##

source: The information you have entered is to be sent over an unencrypted connection and could easily be read by a third party.##Are you sure you want to continue sending this information?##
ga: Seolfar an fhaisnéis a d'iontráil tú ar cheangal neamhchriptithe agus d'fhéadfadh daoine eile í a léamh go furasta.##An bhfuil tú cinnte go dteastaíonn uait leanadh ar aghaidh le seoladh na faisnéise seo?##

source: Alert me whenever I'm about to view an encrypted page that contains some unencrypted information.
ga: Tabhair foláireamh dom agus mé ar tí féachaint ar leathanach criptithe ina bhfuil cuid den fhaisnéis neamhchriptithe.

source: Alert me whenever I leave an encrypted page for one that isn't encrypted.
ga: Tabhair foláireamh dom aon uair a bheidh mé ag dul ó leathanach criptithe go ceann neamhchriptithe.

source: Alert me whenever I am about to view an encrypted page.
ga: Tabhair foláireamh dom agus mé ar tí féachaint ar leathanach criptithe.

source: Alert me whenever I am about to view a page that uses low-grade encryption.
ga: Tabhair foláireamh dom agus mé ar tí féachaint ar leathanach a úsáideann criptiúchán lag.

source: Alert me whenever I submit information that's not encrypted.
ga: Tabhair foláireamh dom aon uair a sheolaim faisnéis gan chriptiú.

source: Displays security information about the current page
ga: Taispeántar faisnéis slándála faoin leathanach reatha

source: Continue
ga: Ar Aghaidh

source: Error:
ga: Earráid:

source: Warning:
ga: Rabhadh:

source: Exception:
ga: Eisceacht:

source: Source File: %S
ga: Comhad Foinse: %S

source: Line: %S
ga: Líne: %S

source: Line: %S, Column: %S
ga: Líne: %S, Colún: %S

source: Source Code:
ga: Cód Foinse:

source: Reset
ga: Bánaigh

source: Browse...
ga: Brabhsáil...

source: File Upload
ga: Uaslódáil Comhaid

source: This is a searchable index. Enter search keywords:
ga: Is innéacs inchuardaithe é seo. Clóscríobh lorgfhocail:

source: Profile: '%S' - Path: '%S'
ga: Próifíl: '%S' - Conair: '%S'

source: Please select a profile to begin %S, or create a new profile.
ga: Roghnaigh próifíl chun %S a thosú, nó cruthaigh próifíl nua.

source: Profile In Use
ga: Próifíl In Úsáid

source: %S cannot use the profile "%S" because it is in use. Please choose another profile or create a new one.
ga: Ní féidir le %S an phróifíl "%S" a úsáid toisc go bhfuil sí in úsáid. Roghnaigh próifíl eile nó cruthaigh ceann nua.

source: Rename Profile
ga: Athainmnigh Próifíl

source: Rename the profile "%S" to:
ga: Athainmnigh an phróifíl "%S" go:

source: Invalid profile name
ga: Ainm neamhbhailí próifíle

source: The profile name "%S" is not allowed.
ga: Ní cheadaítear an t-ainm próifíle "%S".

source: Choose Profile Folder
ga: Roghnaigh Fillteán Próifíle

source: An empty profile name is not allowed.
ga: Ní cheadaítear ainm próifíle folamh.

source: The character "%S" is not allowed in profile names. Please choose a different name.
ga: Ní cheadaítear an carachtar "%S" in ainmneacha na bpróifílí. Iontráil ainm difriúil air.

source: Delete Profile
ga: Dealaigh Próifíl

source: Deleting a profile will remove the profile from the list of available profiles and cannot be undone. You may also choose to delete the profile data files, including your saved mail, settings, and certificates. This option will delete the folder "%S" and cannot be undone. Would you like to delete the profile data files?
ga: Má scriostar próifíl bainfear é as an liosta de phróifílí atá ar fáil agus ní féidir dul siar air. Tig leat na comhaid sonraí, ina measc post, socraithe agus teastais a scrios. Scriosfaidh an rogha seo an fillteán "%S" agus ní féidir dul siar air. Ar mhaith leat na comhaid sonraí próifíle a scrios?

source: Delete Files
ga: Dealaigh Comhaid

source: Don't Delete Files
ga: Ná Dealaigh Comhaid

source: Profile couldn't be created. Probably the chosen folder isn't writable.
ga: Níorbh fhéidir próifíl a chruthú. Is dócha nach bhfuil an fillteán atá roghnaithe inscríofa.

source: Profile Creation failed
ga: Theip ar Chruthú Próifíle

source: A profile with this name already exists. Please choose another name.
ga: Tá próifíl ann leis an ainm seo cheana. Roghnaigh ainm eile, le do thoil.

source: Profile Exists
ga: Próifíl ann cheana

source: Click Finish to create this new profile.
ga: Gliogáil Críoch chun an phróifíl nua a chruthú.

source: Delete all from %S
ga: Dealaigh uile as %S

source: Delete entire domain %S
ga: Dealaigh an fearann %S ina iomláine

source: Delete host
ga: Dealaigh ósta

source: Delete domain
ga: Dealaigh fearann

source: Today
ga: Inniu

source: Yesterday
ga: Inné

source: %S days ago
ga: %S lá ó shin

source: Older than %S days
ga: Níos sine ná %S lá

source: (no host)
ga: (gan ósta)

source: For security reasons, javascript or data urls cannot be loaded from the history window or sidebar.
ga: Ar fáthanna slándála, ní féidir urlanna javascript nó sonraí a luchtú ón fhuinneog staire nó ón bharra taoibh.

source: Security Preferences
ga: Sainroghanna Slándála

source: Settings for Privacy and Security
ga: Socruithe Príobháideachais agus Slándála

source: Reset Settings
ga: Athshocraigh na Socruithe

source: Reset Preferences...
ga: Athshocraigh Sainroghanna...

source: _: certs.title Certificates
ga: Teastais Deimhnithe

source: _: certs.label Certificates
ga: Teastais Deimhnithe

source: %S could not be saved, because the source file could not be read. Try again later, or contact the server administrator.
ga: Níorbh fhéidir %S a shábháil, mar níorbh fhéidir comhad na bhfoinsí a léamh. Déan iarracht arís níos déanaí, nó teagmhaigh le riarthóir an fhriothálaí.

source: %S could not be saved, because an unknown error occurred. Sorry about that. Try saving to a different location.
ga: Níorbh fhéidir %S a shábháil, mar tharla earráid anaithnid. Déan iarracht a bheith ag sábháil chuig láthair eile.

source: %S could not be opened, because an unknown error occurred. Sorry about that. Try saving to disk first and then opening the file.
ga: Níorbh fhéidir %S a oscailt, mar tharla earráid anaithnid. Déan iarracht a bheith ag sábháil chuig diosca ar dtús, agus ansin déan iarracht a bheith ag oscailt an comhad.

source: There is not enough room on the disk to save %S. Remove unnecessary files from the disk and try again, or try saving in a different location.
ga: Níl slí a dhóthain ar an ndiosca chun %S a shábháil. Dealaigh comhaid neamhriachtanacha den dhiosca agus déan iarracht arís, nó déan iarracht a bheith ag sábháil i láthair difriúil.

source: %S could not be saved, because the disk, folder, or file is write-protected. Write-enable the disk and try again, or try saving in a different location.
ga: Níorbh fhéidir %S a shábháil, mar tá an diosca, an fillteán, nó an comhad scríobh-bhactha. Cuir cumas ar an ndiosca a bheith ag scríobh air agus déan iarracht arís, nó déan iarracht a bheith ag sábháil i láthair difriúil.

source: %S could not be saved, because you cannot change the contents of that folder. Change the folder properties and try again, or try saving in a different location.
ga: Níorbh fhéidir %S a shábháil, mar níl tú in ann lán an fhillteáin seo a athrú. Athraigh airíonna an fhillteáin agus déan iarracht arís, nó déan iarracht a bheith ag sábháil i láthair difriúil.

source: There is not sufficient memory to complete the action you requested. Quit some applications and try again.
ga: Níl go leor cuimhne le fáil chun an gníomh a d'iarr tú a chríochnú. Stop roinnt feidhmchlár agus bain triail eile as.

source: Downloading %S
ga: %S Á Íoslódáil

source: Print Frames
ga: Priontáil Frámaí

source: As &laid out on the screen
ga: Mar atá &léirithe ar an scáileán

source: The selected &frame
ga: An &fráma roghnaithe

source: &Each frame separately
ga: &Gach fráma go scartha

source: out of memory
ga: cuimhne ídithe

source: syntax error
ga: earráid chomhréire

source: _: 5 unclosed token
ga: comhartha gan dúnadh

source: _: 6 unclosed token
ga: comhartha gan dúnadh

source: duplicate attribute
ga: tréith dhúblach

source: reference to external entity in attribute
ga: tagairt d'aonán seachtrach i dtréith

source: unknown encoding
ga: ionchódú anaithnid

source: unclosed CDATA section
ga: roinn CDATA gan dúnadh

source: XML Parsing Error: %1$S Location: %2$S Line Number %3$d, Column %4$d:
ga: Earráid agus XML á pharsáil: %1$S Láthair: %2$S Líne-Uimhir %3$d, Colún %4$d:

source: . Expected: </%S>.
ga: . Ag súil le: <%S>.

source: default
ga: réamhshocraithe

source: user set
ga: socraithe ag an úsáideoir

source: locked
ga: faoi ghlas

source: string
ga: teaghrán

source: integer
ga: slánuimhir

source: boolean
ga: Boole

source: New %S value
ga: Luach nua %S

source: Enter the preference name
ga: Iontráil ainm na sainrogha

source: Enter %S value
ga: Iontráil luach %S

source: Installing: %s
ga: %s á shuiteáil

source: Installing Shared File: %s
ga: Comhchomhad á shuiteáil: %s

source: Deleting file: %s
ga: Comhad %s á bhaint

source: Deleting component: %s
ga: Comhpháirt %s á baint

source: Executing: %s
ga: %s á rith

source: Executing: %s with argument: %s
ga: %s á rith le hargóint %s

source: Copy File: %s to %s
ga: Cóipeáil comhad: %s go %s

source: Execute File: %s
ga: Rith comhad: %s

source: Execute File: %s with argument: %s
ga: Rith comhad: %s le hargóint: %s

source: Move File: %s to %s
ga: Bog comhad: %s go %s

source: Rename File: %s to %s
ga: Athainmnigh comhad: %s go %s

source: Create Folder: %s
ga: Cruthaigh fillteán: %s

source: Remove Folder: %s
ga: Bain fillteán: %s

source: Rename Folder: %s to %s
ga: Athainmnigh fillteán: %s go %s

source: Windows Shortcut: %s
ga: Aicearra Windows: %s

source: Patching: %s
ga: %s á phaisteáil

source: Uninstalling: %s
ga: %s á dhíshuiteáil

source: Register Locale: %s
ga: Cláraigh logchaighdeán: %s

source: Register Content: %s
ga: Cláraigh inneachar: %s

source: Register Package: %s
ga: Cláraigh pacáiste: %s

source: Use this theme
ga: Úsáid an téama seo

source: Use this locale
ga: Úsáid an logchaighdeán seo

source: Install the theme "%1$S" from %2$S?
ga: Suiteáil an téama "%1$S" ó %2$S?

source: Install the locale "%1$S" from %2$S?
ga: Logchaighdeán "%1$S" le suiteáil ó %2$S?

source: Install
ga: Suiteáil

source: Queued
ga: Ciúáilte

source: Downloading...
ga: Á Íoslódáil...

source: Downloaded
ga: Íoslódáilte

source: Installing...
ga: Á Shuiteáil...

source: Unsigned
ga: Gan Síniú

source: ERROR
ga: EARRÁID

source: Restart to complete
ga: Atosaigh chun é a chríochnú

source: Access denied
ga: Rochtain diúltaithe

source: Install script not found
ga: Níor aimsíodh an script shuiteála

source: Not a valid install package
ga: Ní pacáiste suiteála bailí é sin

source: Invalid argument
ga: Argóint neamhbhailí

source: User cancelled
ga: Cealaithe ag an úsáideoir

source: Required file does not exist
ga: Níl an comhad riachtanach ann

source: Read only
ga: Léamh amháin

source: Invalid path
ga: Conair neamhbhailí

source: Cancelled
ga: Cealaithe

source: Download error
ga: Earráid íoslódála

source: Script error
ga: Earráid scripte

source: Out of space
ga: Achar ídithe

source: Unfinished install
ga: Suiteáil gan chríochnú

source: Out of memory
ga: Cuimhne ídithe

source: New Toolbar
ga: Barra Uirlisí Nua

source: Enter a name for this toolbar:
ga: Iontráil ainm don bharra uirlisí seo:

source: There is already a toolbar with the name "%S". Please enter a different name.
ga: Tá barra ann cheana le "%S" air mar ainm. Iontráil ainm difriúil air.

source: Separator
ga: Deighilteoir

source: Flexible Space
ga: Achar Solúbtha

source: Space
ga: Achar

source: A web site is requesting permission to install the following %S items:
ga: Tá suíomh lín ag iarraidh cead chun na %S rudaí seo a leanas a shuiteáil:

source: A web site is requesting permission to install the following item:
ga: Tá suíomh lín ag iarraidh cead chun an rud seo a leanas a shuiteáil:

source: Install (%S)
ga: Suiteáil (%S)

source: Install Now
ga: Suiteáil Anois

source: Software Installation is complete. You will have to restart %S for changes to take effect.
ga: Tá suiteáil an bhogearra críochnaithe. Ní mór duit %S a atosú chun na hathruithe a chur i bhfeidhm.

source: Installation Complete
ga: Suiteáil Críochnaithe

source: All Files
ga: Gach Comhad

source: HTML Files
ga: Comhaid HTML

source: Text Files
ga: Comhaid Théacs

source: Image Files
ga: Comhaid Íomhá

source: XML Files
ga: Comhaid XML

source: XUL Files
ga: Comhaid XUL

source: Applications
ga: Feidhmchláir

source: _: dirTextInputLabel Directory name:
ga: Ainm comhadlainne:

source: Confirm
ga: Dearbhaigh

source: %S already exists. Do you want to replace it?
ga: Tá %S cheana ina bheo. Ar mhaith leat é a chur ar ais?

source: Save
ga: Sábháil

source: Select
ga: Roghnaigh

source: No
ga: Níl

source: _: errorOpenFileDoesntExistTitle Error opening %S
ga: Bhí earráid ann agus %S á oscailt

source: File %S doesn't exist
ga: Níl an comhad %S ina bheo

source: Error accessing %S
ga: Bhí earráid ann agus %S á rochtain

source: Directory %S doesn't exist
ga: Níl an chomhadlann %S ina bheo

source: Directory %S is not readable or does not exist.
ga: Ní féidir an chomhadlann %S a léamh nó níl sé ina bheo.

source: _: errorOpeningFileTitle Error opening %S
ga: Bhí earráid ann agus %S á oscailt

source: File %S is not readable
ga: Ní féidir an comhad %S a léamh

source: Error saving %S
ga: Bhí earráid ann agus %S á shábháil

source: %S is a file, can't save %S
ga: Tá %S ina chomhad, ní féidir %S a shábháil

source: Path %S doesn't exist, can't save %S
ga: Níl an chonair %S ina bheo, ní féidir %S a shábháil

source: File %S is not writable.
ga: Ní féidir a bheith ag scríobh ar an gcomhad %S.

source: Cannot create file. Directory %S is not writable.
ga: Ní féidir comhad a chruthú. Ní féidir a bheith ag scríobh ar an chomhadlann %S.

source: _: errorNewDirDoesExistTitle Error creating %S
ga: Bhí earráid ann agus %S á chruthú

source: A file named %S already exists, directory cannot be created.
ga: Tá comhad %S ann cheana, ní féidir an chomhadlann a chruthú.

source: _: errorCreateNewDirTitle Error creating %S
ga: Bhí earráid ann agus %S á chruthú

source: Directory %S could not be created
ga: Níorbh fhéidir an chomhadlann %S a chruthú

source: Directory cannot be created, %S is a file
ga: Ní féidir an chomhadlann a chruthú, tá %S ina chomhad

source: Directory cannot be created, %S not writable
ga: Ní féidir an chomhadlann a chruthú, ní féidir a bheith ag scríobh ar %S

source: Create new directory
ga: Cruthaigh comhadlann nua

source: _: promptNewDirMessage Directory name:
ga: Ainm comhadlainne:

source: Unknown Error
ga: Earráid Anaithnid

source: An unknown error occured (path %S)
ga: Tharla earráid anaithnid (conair %S)

source: English (US-ASCII)
ga: Béarla (US-ASCII)

source: Western (ISO-8859-1)
ga: Iartharach (ISO-8859-1)

source: Central European (ISO-8859-2)
ga: Lár-Eorpach (ISO-8859-2)

source: South European (ISO-8859-3)
ga: Deisceart na hEorpa (ISO-8859-3)

source: Baltic (ISO-8859-4)
ga: Baltach (ISO-8859-4)

source: Turkish (ISO-8859-9)
ga: Tuircis (ISO-8859-9)

source: Nordic (ISO-8859-10)
ga: Nordach (ISO-8859-10)

source: Baltic (ISO-8859-13)
ga: Baltach (ISO-8859-13)

source: Celtic (ISO-8859-14)
ga: Ceilteach (ISO-8859-14)

source: Western (ISO-8859-15)
ga: Iartharach (ISO-8859-15)

source: Romanian (ISO-8859-16)
ga: Rómáinis (ISO-8859-16)

source: Central European (Windows-1250)
ga: Lár-Eorpach (Windows-1250)

source: Western (Windows-1252)
ga: Iartharach (Windows-1252)

source: Turkish (Windows-1254)
ga: Tuircis (Windows-1254)

source: Baltic (Windows-1257)
ga: Baltach (Windows-1257)

source: Western (MacRoman)
ga: Iartharach (MacRoman)

source: Central European (MacCE)
ga: Lár-Eorpach (MacCE)

source: Turkish (MacTurkish)
ga: Tuircis (MacTurkish)

source: Croatian (MacCroatian)
ga: Cróitis (MacCroatian)

source: Romanian (MacRomanian)
ga: Rómáinis (MacRomanian)

source: Icelandic (MacIcelandic)
ga: Íoslainnis (MacIcelandic)

source: Japanese (ISO-2022-JP)
ga: Seapáinis (ISO-2022-JP)

source: Japanese (Shift_JIS)
ga: Seapáinis (Shift_JIS)

source: Japanese (EUC-JP)
ga: Seapáinis (EUC-JP)

source: Chinese Traditional (Big5)
ga: Sínis Traidisiúnta (Big5)

source: Chinese Traditional (Big5-HKSCS)
ga: Sínis Traidisiúnta (Big5-HKSCS)

source: Chinese Traditional (EUC-TW)
ga: Sínis Traidisiúnta (EUC-TW)

source: Chinese Simplified (GB2312)
ga: Sínis Simplithe (GB2312)

source: Chinese Simplified (HZ)
ga: Sínis Simplithe (HZ)

source: Chinese Simplified (GBK)
ga: Sínis Simplithe (GBK)

source: Chinese Simplified (ISO-2022-CN)
ga: Sínis Simplithe (ISO-2022-CN)

source: Korean (EUC-KR)
ga: Cóiréis (EUC-KR)

source: Korean (JOHAB)
ga: Cóiréis (JOHAB)

source: Korean (UHC)
ga: Cóiréis (UHC)

source: Korean (ISO-2022-KR)
ga: Cóiréis (ISO-2022-KR)

source: Unicode (UTF-16 Little Endian)
ga: Unicode (UTF-16 Caolcheannach)

source: Unicode (UTF-16 Big Endian)
ga: Unicode (UTF-16 Mórcheannach)

source: Unicode (UTF-32 Little Endian)
ga: Unicode (UTF-32 Caolcheannach)

source: Unicode (UTF-32 Big Endian)
ga: Unicode (UTF-32 Mórcheannach)

source: Cyrillic (ISO-8859-5)
ga: Coireallach (ISO-8859-5)

source: Cyrillic (ISO-IR-111)
ga: Coireallach (ISO-IR-111)

source: Cyrillic (Windows-1251)
ga: Coireallach (Windows-1251)

source: Cyrillic (MacCyrillic)
ga: Coireallach (MacCyrillic)

source: Cyrillic/Ukrainian (MacUkrainian)
ga: Coireallach/Úcráinis (MacUkrainian)

source: Cyrillic (KOI8-R)
ga: Coireallach (KOI8-R)

source: Cyrillic/Ukrainian (KOI8-U)
ga: Coireallach/Úcráinis (KOI8-U)

source: Greek (ISO-8859-7)
ga: Gréigis (ISO-8859-7)

source: Greek (Windows-1253)
ga: Gréigis (Windows-1253)

source: Greek (MacGreek)
ga: Gréigis (MacGreek)

source: Vietnamese (Windows-1258)
ga: Vítneamais (Windows-1258)

source: Vietnamese (TCVN)
ga: Vítneamais (TCVN)
