Repository: kscanne/gaeilge-mozdev
Catalog: src/firefox-trunk.*.po
Languages: ga

source: Page removed
ga: Leathanach bainte

source: Edit Bookmark
ga: Cuir Leabharmharc in Eagar

source: Site Settings
ga: Socruithe an tSuímh

# site_settings_cancel
source: Cancel
ga: Cealaigh

# site_settings_clear
source: Clear
ga: Glan

source: There are no settings to clear.
ga: Níl aon socruithe le glanadh.

source: Page added to your Reading List
ga: Cuireadh le do liosta léitheoireachta é

source: Page already in your Reading List
ga: Tá an leathanach seo i do liosta léitheoireachta cheana

source: &formatD; min
ga: &formatD; nóim

source: Over an hour
ga: Níos mó ná uair an chloig

source: Additional Actions
ga: Gníomhartha Sa Bhreis

source: Create Master Password
ga: Cruthaigh Príomhfhocal Faire

source: Remove Master Password
ga: Bánaigh an Príomhfhocal Faire

source: Confirm password
ga: Dearbhaigh an focal faire

# button_cancel
source: Cancel
ga: Cealaigh

source: Clear data
ga: Glan na sonraí

# button_set
source: Set
ga: Socraigh

# button_clear
source: Clear
ga: Glan

source: Top Sites
ga: Suímh Is Fearr

source: Add a site
ga: Cuir suíomh leis

source: &brandShortName; Home
ga: Baile &brandShortName;

# home_history_title
source: History
ga: Stair

source: Clear browsing history
ga: Glan do stair bhrabhsála

source: Are you sure you want to clear your history?
ga: An bhfuil tú cinnte gur mhaith leat do stair bhrabhsála a ghlanadh?

source: Bookmarks you save show up here.
ga: Taispeánfar leabharmharcanna sábháilte anseo.

source: Recently closed tabs
ga: Cluaisíní a dúnadh le déanaí

source: Tabs from last time
ga: Cluaisíní ón seisiún roimhe seo

source: Your recent tabs show up here.
ga: Taispeántar do chuid cluaisíní is déanaí anseo.

source: Open all
ga: Oscail uile

source: Websites you visited most recently show up here.
ga: Taispeántar na suímh ar thug tú cuairt orthu le déanaí anseo.

source: Psst: using a &formatS1;New Private Tab&formatS2; won\'t save your history.
ga: Cogar: úsáid &formatS1;Cluaisín Nua Príobháideach&formatS2; chun brabhsáil gan do stair a shábháil.

source: Articles you save for later show up here.
ga: Taispeántar altanna a shábháil tú anseo

source: TIP: Save articles to your reading list by long pressing the &formatI; icon when it appears in the title bar.
ga: LEID: Chun altanna a shábháil i do Liosta Léitheoireachta, déan fadbhrú ar an deilbhín &formatI; nuair a fheicfidh tú sa bharra teidil é.

source: TIP: Save articles to your reading list by long pressing the reader mode button when it appears in the title bar.
ga: LEID: Chun altanna a shábháil i do Liosta Léitheoireachta, déan fadbhrú ar dheilbhín an mhóid léitheora nuair a fheicfidh tú sa bharra teidil é.

source: No content could be found for this panel.
ga: Níor aimsíodh aon ábhar don phainéal seo.

source: Up to &formatS;
ga: Fill ar &formatS;

source: Synced Tabs
ga: Cluaisíní Sioncrónaithe

source: Your tabs from other devices show up here.
ga: Taispeánfar do chuid cluaisíní ó ghléasanna eile anseo.

source: Please sign in to reconnect your Firefox Account and continue syncing.
ga: Logáil isteach chun athcheangal le do Chuntas Firefox agus dul ar aghaidh leis an sioncrónú.

source: Trouble verifying your account?
ga: Fadhbanna ag deimhniú do chuntais?

source: Please verify your Firefox Account to start syncing.
ga: Caithfidh tú do Chuntas Firefox a dheimhniú chun sioncrónú a thosú.

source: 1 device hidden
ga: Gléas amháin i bhfolach

source: &formatD; devices hidden
ga: &formatD; gléas i bhfolach

source: Hidden devices
ga: Gléasanna i bhfolach

source: Unhide selected devices
ga: Dífholaigh na gléasanna roghnaithe

source: Private Browsing
ga: Brabhsáil Phríobháideach

source: Your private tabs will show up here. While we don\'t keep any of your browsing history or cookies, bookmarks and files that you download will still be saved on your device.
ga: Taispeáinfar do chuid cluaisíní príobháideacha anseo. Cé nach gcoinnímid aon fhianáin nó do stair bhrabhsála, sábhálfar leabharmharcanna agus comhaid a íosluchtaíonn tú ar do ghléas.

source: Want to learn more?
ga: An bhfuil tuilleadh eolais uait?

source: Where did my tabs go?
ga: Cá bhfuil mo chuid cluaisíní?

source: We\'ve moved your tabs from other devices into a panel on your home page that can be easily accessed every time you open a new tab.
ga: Bhogamar na cluaisíní ó do ghléasanna eile go painéal nua ar do leathanach baile ar féidir teacht air go héasca nuair a osclóidh tú cluaisín nua.

source: Take me to my new panel.
ga: Taispeáin mo phainéal nua dom.

source: Enter a search keyword
ga: Cuir téarma cuardaigh isteach

# filepicker_title
source: Choose File
ga: Roghnaigh Comhad

source: Choose or record a sound
ga: Roghnaigh nó taifead fuaim

source: Choose or take a picture
ga: Roghnaigh nó glac grianghraf

source: Choose or record a video
ga: Roghnaigh nó taifead físeán

source: This page is displaying content that isn\'t secure.
ga: Ábhar neamhshlán á thaispeáint ar an leathanach seo.

source: &brandShortName; has blocked content that isn\'t secure.
ga: Chuir &brandShortName; cosc ar ábhar neamhshlán.

source: Most websites will still work properly even when this content is blocked.
ga: Feidhmíonn suímh Ghréasáin mar is ceart fiú nuair a bhíonn bac ar an ábhar seo.

source: Tracking protection disabled.
ga: Tá cosaint ó rianú díchumasaithe.

source: Parts of this page may track your online activity.
ga: Tá seans ann go bhfuil an leathanach seo ag rianú do ghníomhaíocht ar líne.

source: Tracking protection enabled.
ga: Tá cosaint ó rianú cumasaithe.

source: Enable protection
ga: Cumasaigh cosaint

source: Disable protection
ga: Díchumasaigh cosaint

source: Keep blocking
ga: Coinnigh an bac

source: Private data cleared
ga: Glanadh na sonraí príobháideacha

source: Some private data could not be cleared
ga: Níorbh fhéidir sonraí áirithe príobháideacha a ghlanadh

source: Importing bookmarks and history from Android
ga: Leabharmharcanna agus stair á n-iompórtáil ó Android

source: Importing bookmarks from Android
ga: Leabharmharcanna á n-iompórtáil ó Android

source: Importing history from Android
ga: Stair á hiompórtáil ó Android

source: Please wait...
ga: Fan le do thoil...

source: Would you like to turn on search suggestions?
ga: An bhfuil fonn ort moltaí cuardaigh a fháil?

source: Search &formatS1; for &formatS2;
ga: Déan cuardach ar &formatS2; le &formatS1;

source: App
ga: Aip

source: Bookmarks and history
ga: Leabharmharcanna agus stair

# updater_start_title2
source: Update available for &brandShortName;
ga: Nuashonrú ar fáil: &brandShortName;

source: Touch to download
ga: Tapáil chun íosluchtú

source: Downloading &brandShortName;
ga: &brandShortName; á íosluchtú

source: Download failed
ga: Theip ar íosluchtú

source: Touch to apply update once downloaded
ga: Tapáil chun an nuashonrú a chur i bhfeidhm tar éis íosluchtaithe

source: Touch to retry
ga: Tapáil chun iarracht eile a dhéanamh

# updater_apply_title2
source: Update available for &brandShortName;
ga: Nuashonrú ar fáil: &brandShortName;

source: Touch to update
ga: Tapáil chun nuashonrú

source: New Guest Session
ga: Seisiún Nua ar Iasacht

source: Exit Guest Session
ga: Scoir ón Seisiún ar Iasacht

# guest_session_dialog_cancel
source: Cancel
ga: Cealaigh

# new_guest_session_title
source: &brandShortName; will now restart
ga: Atosóidh &brandShortName; anois

source: The person using it will not be able to see any of your personal browsing data (like saved passwords, history or bookmarks).\n\nWhen your guest is done, their browsing data will be deleted and your session will be restored.
ga: Má thugann tú do ghléas do chara ar iasacht, ní bheidh sé/sé in ann do chuid sonraí pearsanta a fheiceáil (mar shampla, focail fhaire, stair bhrabhsála, nó leabharmharcanna).\n\nNuair a bheidh do chara críochnaithe, scriosfar a c(h)uid sonraí brabhsála, agus athchóireofar do sheisiún.

source: Guest browsing is enabled
ga: Seisiún ar Iasacht ar siúl

source: Tap to exit
ga: Tapáil chun deireadh a chur leis

# exit_guest_session_title
source: &brandShortName; will now restart
ga: Atosóidh &brandShortName; anois

source: The browsing data from this session will be deleted.
ga: Scriosfar na sonraí brabhsála ón seisiún seo.

# actionbar_menu
source: Menu
ga: Roghchlár

source: Last synced: &formatS;
ga: Sioncrónaithe: &formatS;

source: Aa
ga: AaÁa

source: &brandShortName; Search
ga: Cuardach &brandShortName;

source: Search with &formatS;
ga: Cuardaigh le &formatS;

source: Start searching
ga: Cuardach

source: Quickly search for anything you want
ga: Déan cuardach ar aon rud go sciobtha

source: Add to search bar
ga: Cuir leis an mbarra cuardaigh

# search_pref_title
source: Settings
ga: Socruithe

# search_pref_button_content_description
source: Settings
ga: Socruithe

source: History cleared
ga: Glanadh an stair

source: Delete all search history from this device?
ga: An bhfuil fonn ort an stair chuardaigh ar an ngléas seo a scriosadh?

source: Clear search history
ga: Scrios an stair chuardaigh

source: Search engine
ga: Inneall cuardaigh

source: No internet connection
ga: Gan ceangal Idirlín

source: Tap here to check your network settings
ga: Tapáil anseo chun na socruithe líonra a sheiceáil

source: Connect to &syncBrand.shortName.label;
ga: Ceangail le &syncBrand.shortName.label;

source: Add a &syncBrand.fullName.label; Account
ga: Cuir Cuntas &syncBrand.fullName.label; Leis

source: To activate your new device, select “Set up &syncBrand.shortName.label;” on the device.
ga: Chun do ghléas nua a ghníomhachtú, roghnaigh “Socraigh &syncBrand.shortName.label;” ar an ngléas.

source: Enter this code on your other device
ga: Cuir an cód seo isteach i do ghléas eile

source: Select “&sync.title.pair.label;” in the &syncBrand.shortName.label; section of your other device\'s Firefox options.
ga: Roghnaigh “&sync.title.pair.label;” sa rannán &syncBrand.shortName.label; sna roghanna Firefox ar do ghléas eile.

source: To activate, select “Pair a device” on your other device.
ga: Chun gníomhachtú, roghnaigh “Ceangail gléas” ar do ghléas eile.

source: Advanced setup…
ga: Ardroghanna…

source: I don\'t have the device with me…
ga: Níl an gléas liom faoi láthair...

source: Waiting for other device…
ga: Ag fanacht leis an ngléas eile…

source: Enter your &syncBrand.fullName.label; account information
ga: Cuir faisnéis do chuntais &syncBrand.fullName.label; isteach

# sync.input.password.label
source: Password
ga: Focal faire

source: Use custom server
ga: Úsáid freastalaí saincheaptha

source: Server URL
ga: URL an fhreastalaí

source: Cannot Set Up &syncBrand.shortName.label;
ga: Ní féidir &syncBrand.shortName.label; a shocrú

source: &syncBrand.fullName.label; could not connect to the server. Would you like to try again?
ga: Níorbh fhéidir le &syncBrand.fullName.label; ceangal leis an bhfreastalaí. An bhfuil fonn ort triail eile a bhaint as?

source: Manual Setup
ga: Socrú De Láimh

source: No internet connection available.
ga: Níl ceangal leis an Idirlíon ar fáil.

source: Account creation on your device failed.
ga: Níorbh fhéidir cuntas a chruthú ar do ghléas.

source: Do you have more than one Firefox installed? Currently, &syncBrand.fullName.label; only supports one Firefox installation at a time. Please uninstall other instances to use &syncBrand.shortName.label;.
ga: An bhfuil níos mó ná Firefox amháin suiteáilte agat? Ní thacaíonn &syncBrand.fullName.label; le níos mó ná leagan amháin de Firefox faoi láthair. Caithfidh tú leaganacha eile a dhíshuiteáil chun &syncBrand.shortName.label; a úsáid.

source: Your data is now being downloaded in the background. You can go to Settings to manage your account, or start browsing with &brandShortName;.
ga: Tá do chuid sonraí á n-íosluchtú sa chúlra. Féach ar na Socruithe chun do chuntas a bhainistiú, nó tosaigh ag brabhsáil le &brandShortName;..

source: Settings
ga: Socruithe

source: Your &syncBrand.fullName.label; account is already set up. You can go to Settings to manage your account, or launch &brandShortName;.
ga: Tá cuntas &syncBrand.fullName.label; socraithe agat cheana. Féach ar na Socruithe chun do chuntas a bhainistiú, nó tosaigh &brandShortName;.

source: To activate your new device, select “Set up &syncBrand.shortName.label;” on the device, and then select “I Have an Account.”
ga: Chun do ghléas nua a chur i ngníomh, roghnaigh “Socraigh &syncBrand.shortName.label;” ar an ngléas, ansin roghnaigh “Tá Cuntas Agam”.

source: Link another device to your &syncBrand.shortName.label; account
ga: Nasc gléas eile le do chuntas &syncBrand.shortName.label;

source: What to sync
ga: Rudaí le sioncrónú

source: Sync your…
ga: Sioncrónaigh do…

# sync.configure.engines.title.bookmarks
source: Bookmarks
ga: Leabharmharcanna

# sync.configure.engines.title.passwords
source: Passwords
ga: Focail fhaire

# sync.configure.engines.title.history
source: History
ga: Stair

source: &syncBrand.fullName.label; (deprecated)
ga: &syncBrand.fullName.label; (ligthe i léig)

source: &formatS1; on &formatS2;
ga: &formatS1; ar &formatS2;

source: Bookmarks Menu
ga: Roghchlár na Leabharmharcanna

source: Bookmarks Toolbar
ga: Barra Leabharmharc

source: Unsorted Bookmarks
ga: Leabharmharcanna Gan Sórtáil

source: Desktop Bookmarks
ga: Leabharmharcanna Deisce

source: Mobile Bookmarks
ga: Leabharmharcanna Soghluaiste

source: Pinned
ga: Feistithe

source: Only one &syncBrand.fullName.label; account is supported.
ga: Ní thacaítear ach aon chuntas &syncBrand.fullName.label; amháin.

source: Your selections have been saved.
ga: Sábháladh do chuid roghnúchán.

source: Incorrect account name or password.
ga: Ainm cuntais nó focal faire mícheart.

source: Recovery Key incorrect. Please try again.
ga: Eochair Athshlánaithe mhícheart. Triail arís é, le do thoil.

source: Send Tab To Devices
ga: Seol an Cluaisín Chuig Ghléasanna

source: Set up &syncBrand.shortName.label;
ga: Socraigh &syncBrand.shortName.label;

source: Set up &syncBrand.shortName.label; to send tabs
ga: Socraigh &syncBrand.shortName.label; chun cluaisíní a sheoladh

source: Set up &syncBrand.fullName.label; on your device to send tabs to other devices.
ga: Socraigh &syncBrand.fullName.label; ar do ghléas chun cluaisíní a sheoladh chuig ghléasanna eile.

source: Your tab was sent!
ga: Seoladh do chluaisín!

source: There was a problem sending your tab.
ga: Tharla earráid agus do chluaisín á sheoladh.

source: Firefox Accounts
ga: Cuntais Firefox

source: Using account on server
ga: Cuntas ar an bhfreastalaí á úsáid

source: Storing Sync data on server
ga: Sonraí Sync á stóráil ar an bhfreastalaí

# fxaccount_password_hint
source: Password
ga: Focal faire

source: Back to browsing
ga: Fill ar bhrabhsáil

# fxaccount_policy_linktos
source: Terms of Service
ga: Téarmaí Seirbhíse

# fxaccount_policy_linkprivacy
source: Privacy Notice
ga: Fógra Príobháideachais

source: Using an older version of &syncBrand.shortName.label;?
ga: An bhfuil seanleagan de &syncBrand.shortName.label; agat?

source: Create a Firefox Account
ga: Cruthaigh Cuntas Firefox

source: Must be at least 8 characters
ga: Ní mór dó a bheith 8 gcarachtar ar a laghad

source: Day
ga: Lá

source: Month
ga: Mí

source: Year of birth
ga: Bliain bhreithe

source: Choose what to sync
ga: Roghnaigh na rudaí le sioncrónú

source: Already have an account? Sign in
ga: An bhfuil cuntas agat cheana? Logáil isteach

source: 1990 or earlier
ga: 1990 nó níos luaithe

source: Could not create account
ga: Níorbh fhéidir cuntas a chruthú

source: Cannot create account
ga: Níorbh fhéidir cuntas a chruthú

source: Confirm your account
ga: Dearbhaigh do chuntas

source: A verification link has been sent to &formatS;
ga: Seoladh nasc deimhnithe chuig &formatS;

source: Resend email
ga: Seol an ríomhphost arís

source: Forget this email address?
ga: Déan dearmad den seoladh ríomhphoist seo?

source: Verification email sent
ga: Seoladh teachtaireacht deimhnithe trí ríomhphost

source: Couldn\'t send verification email
ga: Níorbh fhéidir an teachtaireacht dearbhaithe a sheoladh

# fxaccount_sign_in_sub_header
source: Sign in
ga: Logáil isteach

# fxaccount_sign_in_button_label
source: Sign in
ga: Logáil isteach

source: Forgot password?
ga: Focal faire dearmadta?

source: Create an account
ga: Cruthaigh cuntas

# fxaccount_sign_in_unknown_error
source: Could not sign in
ga: Níorbh fhéidir logáil isteach

source: Account verified
ga: Cuntas dearbhaithe

source: Your data will begin syncing momentarily.
ga: Tosóidh do chuid sonraí ag sioncrónú go luath.

# fxaccount_update_credentials_header
source: Sign in
ga: Logáil isteach

# fxaccount_update_credentials_button_label
source: Sign in
ga: Logáil isteach

# fxaccount_update_credentials_unknown_error
source: Could not sign in
ga: Níorbh fhéidir logáil isteach

source: Signed in as
ga: Logáilte isteach mar

source: Account server
ga: Freastalaí an chuntais

source: Sync now
ga: Sioncrónaigh anois

source: Syncing…
ga: Á Shioncrónú…

source: Device name
ga: Ainm an ghléis

source: Sync server
ga: Freastalaí Sync

source: &syncBrand.shortName.label;: enabled
ga: &syncBrand.shortName.label;: cumasaithe

source: Your account needs to be verified. Tap to resend verification email.
ga: Caithfidh tú do chuntas a dhearbhú. Tapáil chun an teachtaireacht dearbhaithe a sheoladh arís.

source: Cannot connect. Tap to sign in.
ga: Ní féidir ceangal. Tapáil chun logáil isteach.

source: You need to upgrade &brandShortName; to sign in.
ga: Caithfidh tú &brandShortName; a nuashonrú chun logáil isteach.

source: &syncBrand.shortName.label; is set up, but not syncing automatically. Toggle “Auto-sync data” in Android Settings &gt; Data Usage.
ga: Tá &syncBrand.shortName.label; réidh, ach níl sé ag sioncrónú go huathoibríoch. Scoránaigh “Auto-sync data” sna Android Settings &gt; Data Usage.

# fxaccount_status_bookmarks
source: Bookmarks
ga: Leabharmharcanna

# fxaccount_status_history
source: History
ga: Stair

# fxaccount_status_passwords
source: Passwords
ga: Focail fhaire

source: Legal
ga: Cúrsaí Dlí

# fxaccount_status_linktos
source: Terms of Service
ga: Téarmaí Seirbhíse

# fxaccount_status_linkprivacy
source: Privacy Notice
ga: Fógra Príobháideachais

source: More&ellipsis;
ga: Tuilleadh&ellipsis;

source: Remove Firefox Account?
ga: Bain an Cuntas Firefox?

source: &brandShortName; will stop syncing with your account, but won’t delete any of your browsing data on this device.
ga: Stopfaidh &brandShortName; sioncrónú le do chuntas, ach ní scriosfaidh sé do chuid sonraí brabhsála ar an ngléas seo.

source: Firefox Account &formatS; removed.
ga: Baineadh Cuntas Firefox &formatS;.

source: Remove Account
ga: Bain Cuntas

source: &syncBrand.shortName.label; Options
ga: Roghanna &syncBrand.shortName.label;

source: Configure &syncBrand.shortName.label;
ga: Cumraigh &syncBrand.shortName.label;

source: You need to upgrade Firefox
ga: Caithfidh tú Firefox a uasghrádú

source: Account already exists. &formatS1;
ga: Tá an cuntas ann cheana. &formatS1;

# fxaccount_remote_error_ATTEMPT_TO_ACCESS_AN_ACCOUNT_THAT_DOES_NOT_EXIST
source: Invalid email or password
ga: Seoladh ríomhphoist nó focal faire neamhbhailí

# fxaccount_remote_error_INCORRECT_PASSWORD
source: Invalid email or password
ga: Seoladh ríomhphoist nó focal faire neamhbhailí

source: Account is not verified
ga: Níl an cuntas deimhnithe

# fxaccount_remote_error_CLIENT_HAS_SENT_TOO_MANY_REQUESTS
source: Server busy, try again soon
ga: Tá an freastalaí gnóthach; bain triail eile as go luath

# fxaccount_remote_error_SERVICE_TEMPORARILY_UNAVAILABLE_TO_DUE_HIGH_LOAD
source: Server busy, try again soon
ga: Tá an freastalaí gnóthach; bain triail eile as go luath

source: There was a problem
ga: Tharla fadhb éigin

source: Cannot connect to network
ga: Ní féidir ceangal leis an líonra

source: &syncBrand.shortName.label; is not connected
ga: Níl &syncBrand.shortName.label; ceangailte

source: Your Add-ons
ga: Do chuid Breiseán

source: Extension
ga: Eisínteacht

source: Theme
ga: Téama

source: Locale
ga: Logchaighdeán

source: %S will be uninstalled after restart.
ga: Beidh %S díshuiteáilte tar éis duit atosú.

source: Browse all Firefox Add-ons
ga: Brabhsáil gach Breiseán Firefox

source: Your Apps
ga: Do Chuid Feidhmchlár

source: Browse the Firefox Marketplace
ga: Brabhsáil Áit Mhargaidh Firefox

source: Devices
ga: Gléasanna

source: Your devices
ga: Do chuid gléasanna

source: Refresh
ga: Athnuaigh

source: Add a device
ga: Cuir gléas leis

source: IP address
ga: Seoladh IP

source: Connect manually
ga: Ceangail de láimh

source: Your Downloads
ga: Do Chuid Íosluchtuithe

source: No Downloads
ga: Gan Íosluchtú

source: Delete All
ga: Scrios Uile

source: Delete this download?;Delete #1 downloads?
ga: Scrios an t-íosluchtú seo?;Scrios #1 íosluchtú?;Scrios #1 íosluchtú?;Scrios #1 n-íosluchtú?;Scrios #1 íosluchtú?

source: It automatically sends information about performance, hardware, usage and customizations back to
ga: Seolann sé faisnéis maidir le feidhmíocht, crua-earraí, úsáid, agus saincheapadh chuig

source: to help make &brandShortName; better.
ga: chun feabhas a chur ar &brandShortName;.

source: Check for Updates »
ga: Lorg Nuashonruithe »

source: Looking for updates…
ga: Nuashonruithe á lorg…

source: No updates available
ga: Níl aon nuashonruithe ar fáil

source: Download update
ga: Íosluchtaigh nuashonrú

source: Downloading update…
ga: Nuashonrú á íosluchtú…

source: Install update
ga: Suiteáil an nuashonrú

source: FAQ
ga: Ceisteanna Coitianta

source: Support
ga: Tacaíocht

source: Know Your Rights
ga: Do Chearta

source: Release Notes
ga: Nótaí Eisiúna

source: Credits
ga: Admhálacha

source: Firefox and the Firefox logos are trademarks of the Mozilla Foundation.
ga: Is trádmharcanna de chuid Fondúireacht Mozilla iad Firefox agus suaitheantais Firefox.

source: &brandShortName; Feedback
ga: Aiseolas &brandShortName;

source: Have a minute?
ga: An bhfuil nóiméad agat?

source: Tell us what you think about &brandShortName; for Android so far.
ga: Nocht do thuairim faoi &brandShortName; ar Android go dtí seo.

source: I love it
ga: Taitníonn sé liom

source: I ran into some problems
ga: Bhí fadhbanna agam

# intro.maybeLater
source: Maybe later
ga: B'fhéidir ar ball

source: Visit our
ga: Tabhair cuairt ar ár

source: Support Site
ga: Suíomh Tacaíochta

source: to get answers for common issues.
ga: chun freagraí ar cheisteanna coitianta a fháil.

source: That's great to hear!
ga: Cuireann sé sin gliondar ar ár gcroí!

source: Want to share the love by giving us a 5 star rating on Google Play?
ga: An bhfuil fonn ort cabhrú linn agus 5 réiltín a thabhairt dúinn ar Google Play?

source: It takes less than a minute and feels great.
ga: Beidh níos lú ná nóiméad amháin i gceist, agus cuirfidh sé gliondar ar do chroí.

source: Yes, go to Google Play
ga: Tá, tabhair cuairt ar Google Play

# happy.maybeLater2
source: Maybe later
ga: Ar ball

source: Oh no!
ga: Ochón!

source: We're sorry that you had some problems with &brandShortName;. Please tell us what happened so that we can fix it.
ga: Tá brón orainn go raibh fadhb agat le &brandShortName;. Abair linn cad é a bhí briste agus deiseoimid é más féidir.

source: Enter your feedback here
ga: Cuir do chuid aiseolais anseo

source: Include last visited site
ga: Cuir an suíomh is déanaí san áireamh

source: Thank you.
ga: Go raibh maith agat.

source: We're always working to make &brandShortName; better. Rest assured that real people will look at your feedback and do their very best to resolve your issue.
ga: Bímid ag iarraidh &brandShortName; a fheabhsú i gcónaí. Féadfaidh tú a bheith cinnte go léifidh duine éigin do chuid aiseolais agus déanfaimid ár n-iarracht an fhadhb a réiteach.

source: Or else.
ga: Tugaimid an leabhar ann.
