Repository: kscanne/gaeilge-mozdev
Catalog: src/firefox-trunk.*.po
Languages: ga

source: Tahitian
ga: Taihítis

source: Uighur
ga: Úígiúiris

source: Urdu
ga: Urdúis

source: Uzbek
ga: Úisbéicis

source: Venda
ga: Veindis

source: Walloon
ga: Vallúnais

source: Sorbian
ga: Sorbais

source: Wolof
ga: Volaifis

source: Xhosa
ga: Cóisis

source: Yiddish
ga: Giúdais

source: Yoruba
ga: Iarúibis

source: Zhuang
ga: Siuáingis

source: Chinese
ga: Síneach

source: Zulu
ga: Súlúis

source: from <strong>The Book of Mozilla,</strong> 15:1
ga: as <strong>The Book of Mozilla,</strong> 15:1

source: Close this message
ga: Dún an teachtaireacht seo

source: Check for updates…
ga: Lorg nuashonruithe…

source: Sorted by %COLNAME%
ga: Sórtáilte de réir %COLNAME%

# printButton.label
source: Print
ga: Priontáil

# printDialog.title
source: Print
ga: Priontáil

source: Print to &File
ga: Priontáil go &Comhad

source: Pr&operties…
ga: Airí&onna…

source: Printer Description:
ga: Cur síos ar an bprintéir:

source: Printer
ga: Printéir

source: Printer &Name:
ga: Ai&nm an Phrintéara:

source: Print Range
ga: Raon Priontála

source: &All Pages
ga: G&ach Leathanach

source: &Pages
ga: &Leathanaigh

source: f&rom
ga: ó

source: &to
ga: &go

source: &Selection
ga: &Roghnúchán

source: Copies
ga: Cóip

source: Number of &copies:
ga: Líon na g&cóipeanna:

source: Print Frames
ga: Priontáil Frámaí

source: As laid o&ut on the screen
ga: Mar atá léirithe ar an &scáileán

source: The selected fra&me
ga: An frá&ma roghnaithe

source: &Each frame separately
ga: &Gach fráma go scartha

# optionsTabLabelGTK
source: Options
ga: Roghanna

# printFramesTitleGTK
source: Print Frames
ga: Priontáil Frámaí

source: Options:
ga: Roghanna:

source: Appearance:
ga: Cuma:

source: Frames:
ga: Frámaí:

source: Page Headers:
ga: Ceanntásca Leathanaigh:

source: Page Footers:
ga: Buntásca Leathanaigh:

# optionsTitleWindows
source: Options
ga: Roghanna

# printFramesTitleWindows
source: Print Frames
ga: Priontáil Frámaí

source: _As Laid Out on the Screen
ga: M_ar atá léirithe ar an scáileán

source: As &laid out on the screen
ga: Mar atá &léirithe ar an scáileán

source: The _Selected Frame
ga: An fráma _roghnaithe

source: The selected &frame
ga: An &fráma roghnaithe

source: Each Frame on Separate _Pages
ga: Gach fráma ar _leathanach ar leith

source: Ignore Scaling and S_hrink To Fit Page Width
ga: Ná bac le scálú agus c_rap go leithead an leathanaigh

source: Print Selection _Only
ga: Priontáil an roghnúchán _amháin

source: Print Backgrounds
ga: Priontáil an Cúlra

source: Print Background _Colors
ga: Priontáil Dathanna an _Chúlra

source: Print Background I_mages
ga: Priontáil Ío_mhánna an Chúlra

source: Header and Footer
ga: Ceanntásc agus Buntásc

source: Left
ga: Ar Chlé

source: Right
ga: Ar Dheis

source: --blank--
ga: --bán--

source: Title
ga: Teideal

source: Date/Time
ga: Dáta/Am

source: Page #
ga: Leathanach #

source: Page # of #
ga: Leathanach # as #

source: Custom...
ga: Saincheap...

source: Please enter your custom header/footer text
ga: Cuir isteach do théacs ceanntáisc/buntáisc féin

# summaryFramesTitle
source: Print Frames
ga: Priontáil Frámaí

source: Print Selection
ga: Priontáil Roghnúchán

source: Shrink To Fit
ga: Laghdaigh go cuí

source: Print BG Colors
ga: Priontáil Dathanna an Chúlra

source: Print BG Images
ga: Priontáil Íomhánna an Chúlra

source: Page Headers
ga: Ceanntásca Leathanaigh

source: Page Footers
ga: Buntásca Leathanaigh

source: N/A
ga: N/A/F

source: Printer Properties
ga: Sonraí Printéara

source: &Paper Size:
ga: &Páipéarmhéid:

source: Plex &mode:
ga: &Mód plex:

source: R&esolution/Quality:
ga: Taif&each/Cáilíocht:

source: Print C&ommand:
ga: &Ordú Priontála:

source: &Job Title:
ga: Teideal an &Jab:

source: &Grayscale
ga: &Liathscála

source: &Color
ga: &Dath

source: Color&space:
ga: &Samhail de dhathanna:

source: Fonts:
ga: Clófhoirne:

source: &Download fonts to printer
ga: Íosluchtaigh clófhoirne go &dtí an printéir

source: Gap from edge of paper to Margin
ga: Bearna idir ciumhais leathanaigh agus imeall

source: &Top:
ga: &Barr:

source: &Bottom:
ga: B&un:

source: &Left:
ga: Ar ch&lé:

source: &Right:
ga: A&r dheis:

source: Page Setup
ga: Socrú Leathanaigh

source: Format &amp; Options
ga: Formáid agus Roghanna

source: Format
ga: Formáid

source: Orientation:
ga: Treoshuíomh leathanaigh:

source: &Portrait
ga: &Portráid

source: &Landscape
ga: &Tírdhreach

source: &Scale:
ga: &Scála:

source: Shrink to fit Page &Width
ga: &Laghdaigh go leithead an leathanaigh

source: Print &Background (colors &amp; images)
ga: Priontáil an &Cúlra (dathanna agus íomhánna)

source: Margins &amp; Header/Footer
ga: Imill agus Ceanntásc/Buntásc

source: Margins (#1)
ga: Imill (#1)

source: inches
ga: orlach

source: millimeters
ga: milliméadar

source: Headers &amp; Footers
ga: Ceanntásca agus Buntásca

source: Left:
ga: Ar chlé:

source: Center:
ga: Lárphointe:

source: Right:
ga: Ar dheis:

source: Left header
ga: Ceanntásc ar chlé

source: Center header
ga: Ceanntásc lárnach

source: Right header
ga: Ceanntásc ar dheis

source: Left footer
ga: Buntásc ar chlé

source: Center footer
ga: Buntásc lárnach

source: Right footer
ga: Buntásc ar dheis

# hfCustom
source: Custom…
ga: Saincheap…

# customPrompt.title
source: Custom…
ga: Saincheap…

source: Enter your custom header/footer text
ga: Cuir isteach do théacs ceanntáisc/buntáisc féin

source: P&age:
ga: Le&athanach:

source: of
ga: as

source: P&ortrait
ga: P&ortráid

source: Custom…
ga: Saincheap…

source: Custom Scale…
ga: Scála Saincheaptha…

source: First page
ga: An chéad leathanach

source: Last page
ga: Leathanach Deireanach

source: Next page
ga: An chéad leathanach eile

source: Previous page
ga: An leathanach roimhe seo

source: Print Preview
ga: Réamhamharc Priontála

source: Preparing…
ga: Á Ullmhú…

source: Progress:
ga: Dul chun cinn:

source: Printing
ga: Á Phriontáil

source: Printing is Completed.
ga: Priontáil curtha i gcrích.

source: Andorra
ga: Andóra

source: U.A.E.
ga: Aontas na nÉimíríochtaí Arabacha

source: Afghanistan
ga: An Afganastáin

source: Antigua and Barbuda
ga: Antigua agus Barbúda

source: Albania
ga: An Albáin

source: Armenia
ga: An Airméin

source: Netherlands Antilles
ga: Aintillí na hÍsiltíre

source: Angola
ga: Angóla

source: Antarctica
ga: An Antartaice

source: Argentina
ga: An Airgintín

source: American Samoa
ga: Samó Meiriceánach

source: Austria
ga: An Ostair

source: Australia
ga: An Astráil

source: Åland Islands
ga: Oileáin Åland

source: Azerbaijan
ga: An Asarbaiseáin

source: Bosnia and Herzegovina
ga: Boisnia agus Heirseagaivéin

source: Barbados
ga: Barbadós

source: Bangladesh
ga: An Bhanglaidéis

source: Belgium
ga: An Bheilg

source: Burkina Faso
ga: Buircíne Fasó

source: Bulgaria
ga: An Bhulgáir

source: Bahrain
ga: An Bhairéin

source: Burundi
ga: An Bhurúin

source: Benin
ga: Beinin

source: Bermuda
ga: Beirmiúda

source: Brunei Darussalam
ga: Brúiné Dárasalám

source: Bolivia
ga: An Bholaiv

source: Brazil
ga: An Bhrasaíl

source: Bahamas
ga: Na Bahámaí

source: Bhutan
ga: An Bhútáin

source: Bouvet Island
ga: Oileán Bouvet

source: Botswana
ga: An Bhotsuáin

source: Belarus
ga: An Bhílearúis

source: Belize
ga: An Bheilís

source: Canada
ga: Ceanada

source: Cocos (Keeling) Islands
ga: Oileáin na gCócónna (Keeling)

source: Congo-Kinshasa
ga: Congó-Cinseasa

source: Central African Republic
ga: Poblacht na hAfraice Láir

source: Congo-Brazzaville
ga: Congó-Brazzaville

source: Switzerland
ga: An Eilvéis

source: Ivory Coast
ga: An Cósta Eabhair

source: Cook Islands
ga: Oileáin Cook

source: Chile
ga: An tSile

source: Cameroon
ga: Camarún

source: China
ga: An tSín

source: Colombia
ga: An Cholóim

source: Costa Rica
ga: Cósta Ríce

source: Cuba
ga: Cúba

source: Cape Verde
ga: Rinn Verde

source: Christmas Island
ga: Oileán na Nollag

source: Cyprus
ga: An Chipir

source: Czech Republic
ga: Poblacht na Seice

source: Germany
ga: An Ghearmáin

source: Denmark
ga: An Danmhairg

source: Dominica
ga: Dominice

source: Dominican Republic
ga: An Phoblacht Dhoiminiceach

source: Algeria
ga: An Ailgéir

source: Ecuador
ga: Eacuadór

source: Estonia
ga: An Eastóin

source: Egypt
ga: An Éigipt

source: Western Sahara
ga: An Sahára Thiar

source: Eritrea
ga: An Eiritré

source: Spain
ga: An Spáinn

source: Ethiopia
ga: An Aetóip

source: Finland
ga: An Fhionlainn

source: Fiji
ga: Fidsí

source: Falkland Islands (Malvinas)
ga: Na hOileáin Fháclainne (Malvinas)

source: Micronesia
ga: An Mhicrinéis

source: Faroe Islands
ga: Na Scigirí

source: France
ga: An Fhrainc

source: Gabon
ga: An Ghabúin

source: United Kingdom
ga: An Ríocht Aontaithe

source: Georgia
ga: An tSeoirsia

source: French Guiana
ga: Guáin na Fraince

source: Guernsey
ga: Geansaí

source: Ghana
ga: Gána

source: Gibraltar
ga: Giobráltar

source: Greenland
ga: An Ghraonlainn

source: Gambia
ga: An Ghaimbia

source: Guinea
ga: An Ghuine

source: Guadeloupe
ga: An Ghuadalúip

source: Equatorial Guinea
ga: An Ghuine Mheánchiorclach

source: Greece
ga: An Ghréig

source: South Georgia and the South Sandwich Islands
ga: An tSeoirsia Theas agus Oileáin Sandwich Theas

source: Guatemala
ga: Guatamala

source: Guinea-Bissau
ga: Guine Bhissau

source: Guyana
ga: An Ghuáin

source: Hong Kong
ga: Hong Cong

source: Heard Island and McDonald Islands
ga: Oileáin Heard agus McDonald

source: Honduras
ga: Hondúras

source: Croatia
ga: An Chróit

source: Haiti
ga: Háití

source: Hungary
ga: An Ungáir

source: Indonesia
ga: An Indinéis

source: Ireland
ga: Éire

source: Israel
ga: Iosrael

source: Isle of Man
ga: Oileán Mhanann

source: India
ga: An India

source: British Indian Ocean Territory
ga: Críoch Bhriotanach an Aigéin Indiaigh

source: Iraq
ga: An Iaráic

source: Iran
ga: An Iaráin

source: Iceland
ga: An Íoslainn

source: Italy
ga: An Iodáil

source: Jersey
ga: Geirsí

source: Jamaica
ga: An Iamáice

source: Jordan
ga: An Iordáin

source: Japan
ga: An tSeapáin

source: Kenya
ga: An Chéinia

source: Kyrgyzstan
ga: An Chirgeastáin

source: Cambodia
ga: An Chambóid

source: Kiribati
ga: Cireabaití

source: Comoros
ga: Oileáin Chomóra

source: Saint Kitts and Nevis
ga: San Críostóir Nimheas

source: North Korea
ga: An Chóiré Thuaidh

source: South Korea
ga: An Chóiré Theas

source: Kuwait
ga: An Chuáit

source: Cayman Islands
ga: Na hOileáin Cayman

source: Kazakhstan
ga: An Chasacstáin

source: Lebanon
ga: An Liobáin

source: Saint Lucia
ga: St. Lucia

source: Liechtenstein
ga: Lichtinstéin

source: Sri Lanka
ga: Srí Lanca

source: Liberia
ga: An Libéir

source: Lesotho
ga: Leosóta

source: Lithuania
ga: An Liotuáin

source: Luxembourg
ga: Lucsamburg

source: Latvia
ga: An Laitvia

source: Libya
ga: An Libia

source: Morocco
ga: Maracó

source: Monaco
ga: Monacó

source: Moldova
ga: An Mholdóiv

source: Montenegro
ga: Montainéagró

source: Marshall Islands
ga: Oileáin Marshall

source: Macedonia, F.Y.R. of
ga: An Mhacadóin

source: Mali
ga: Mailí

source: Myanmar
ga: Maenmar

source: Mongolia
ga: An Mhongóil

source: Northern Mariana Islands
ga: Oileáin Mhariana Thuaidh

source: Martinique
ga: Martainíc

source: Mauritania
ga: An Mháratáin

source: Montserrat
ga: Montsarat

source: Malta
ga: Málta

source: Mauritius
ga: Oileán Mhuirís

source: Maldives
ga: Oileáin Mhaildíve

source: Malawi
ga: An Mhaláiv

source: Mexico
ga: Meicsiceo

source: Malaysia
ga: An Mhalaeisia

source: Mozambique
ga: Mósaimbíc

source: Namibia
ga: An Namaib

source: New Caledonia
ga: An Nua-Chaladóin

source: Niger
ga: An Nígir

source: Norfolk Island
ga: Oileán Norfolc

source: Nigeria
ga: An Nigéir

source: Nicaragua
ga: Nicearagua

source: Netherlands
ga: An Ísiltír

source: Norway
ga: An Iorua

source: Nepal
ga: Neipeal

source: New Zealand
ga: An Nua-Shéalainn

source: Peru
ga: Peiriú

source: French Polynesia
ga: Polainéis na Fraince

source: Papua New Guinea
ga: Nua-Ghuine Phapua

source: Philippines
ga: Na hOileáin Fhilipíneacha

source: Pakistan
ga: An Phacastáin

source: Poland
ga: An Pholainn

source: Saint Pierre and Miquelon
ga: Peadar Naofa agus Micilín

source: Pitcairn
ga: Oileán Pitcairn

source: Puerto Rico
ga: Portó Ríce

source: Occupied Palestinian Territory
ga: Críoch na bPalaistíneach faoi fhorghabháil

source: Portugal
ga: An Phortaingéil

source: Paraguay
ga: Paragua

source: Qatar
ga: Catar

source: Reunion
ga: Réunion

source: Romania
ga: An Rómáin

source: Serbia
ga: An tSeirbia

source: Russian Federation
ga: Cónaidhm na Rúise

source: Rwanda
ga: Ruanda

source: Saudi Arabia
ga: An Araib Shádach

source: Solomon Islands
ga: Oileáin Sholamóin

source: Seychelles
ga: Na Séiséil

source: Sudan
ga: An tSúdáin

source: Sweden
ga: An tSualainn

source: Singapore
ga: Singeapór

source: Saint Helena
ga: San Héilin

source: Slovenia
ga: An tSlóivéin

source: Svalbard and Jan Mayen
ga: Svalbard agus Jan Mayen

source: Slovakia
ga: An tSlóvaic

source: Sierra Leone
ga: Siarra Leon

source: San Marino
ga: San Mairíne

source: Senegal
ga: An tSeineagáil

source: Somalia
ga: An tSomáil

source: Suriname
ga: Suranam

source: Sao Tome and Principe
ga: São Tomé agus Príncipe

source: El Salvador
ga: An tSalvadóir

source: Syria
ga: An tSiria

source: Swaziland
ga: An tSuasalainn

source: Turks and Caicos Islands
ga: Oileáin Turks agus Caicos

source: Chad
ga: Sead

source: French Southern Territories
ga: Críocha Deisceartacha na Fraince

source: Togo
ga: Tóga

source: Thailand
ga: An Téalainn

source: Tajikistan
ga: An Táidsíceastáin

source: Tokelau
ga: Oileáin Tócalá

source: Turkmenistan
ga: An Tuircméanastáin

source: Tunisia
ga: An Túinéis

source: Turkey
ga: An Tuirc

source: Trinidad and Tobago
ga: Oileán na Tríonóide agus Tobága

source: Taiwan
ga: An Téaváin

source: Tanzania
ga: An Tansáin

source: Ukraine
ga: An Úcráin

source: United States Minor Outlying Islands
ga: Mion-Oileáin Imeallacha S.A.M.

source: United States
ga: Stáit Aontaithe Mheiriceá

source: Uruguay
ga: Uragua

source: Uzbekistan
ga: An Úisbéiceastáin

source: Vatican City
ga: Cathair na Vatacáine

source: Saint Vincent and the Grenadines
ga: St. Vincent agus Grenadines

source: Venezuela
ga: Veiniséala

source: British Virgin Islands
ga: Oileáin Bhriotanacha na Maighdean

source: U.S. Virgin Islands
ga: Oileáin Mheiriceánacha na Maighdean

source: Vietnam
ga: Vítneam

source: Vanuatu
ga: Vanuatú

source: Wallis and Futuna
ga: Vailís agus Futúna

source: Samoa
ga: Samó

source: Yemen
ga: An Éimin

source: South Africa
ga: An Afraic Theas

source: Zambia
ga: An tSaimbia

source: Zimbabwe
ga: An tSiombáib

# refreshProfile.dialog.title
source: Refresh &brandShortName;
ga: Athnuaigh &brandShortName;

source: Start fresh to fix problems and restore performance.
ga: Tosaigh as an nua chun fadhbanna a réiteach agus luas a fheabhsú.

source: This will:
ga: Má dhéanann tú athnuachan:

source: Remove your add-ons and customizations
ga: Bainfear do chuid breiseán agus gnéithe saincheaptha

source: Restore your browser settings to their defaults
ga: Cuirfear an brabhsálaí ar ais go dtí na réamhshocruithe

# refreshProfile.dialog.button.label
source: Refresh &brandShortName;
ga: Athnuaigh &brandShortName;

source: Give &brandShortName; a tune up
ga: &brandShortName; a thiúnadh

source: Refresh &brandShortName;…
ga: Athnuaigh &brandShortName;…

source: Almost done…
ga: Beagnach críochnaithe…

source: It looks like you haven't started %S in a while. Do you want to clean it up for a fresh, like-new experience? And by the way, welcome back!
ga: De réir cosúlachta, níor úsáid tú %S ar feadh tamaill. An bhfuil fonn ort é a ghlanadh agus ceann nua a dhéanamh de? Agus dála an scéil, fáilte ar ais!

source: Refresh %S…
ga: Athnuaigh %S…

source: Add t&o Dictionary
ga: Cuir &leis an bhFoclóir é

source: U&ndo Add To Dictionary
ga: Bai&n Amach As an bhFoclóir

source: Check Spellin&g
ga: Ceartai&gh Litriú

source: (No Spelling Suggestions)
ga: (Gan Moltaí Litrithe)

source: &Languages
ga: &Teangacha

source: Restore Column Order
ga: Athchóirigh Ord na gColún

source: Exit Full Screen
ga: Fág Mód Lánscáileáin

source: Cast to Screen
ga: Craol ar an Scáileán

source: Activity
ga: Gníomhaíocht

source: Playing
ga: Ag Seinm

source: Ended
ga: Críochnaithe

source: (seeking)
ga: (cuardach)

source: Volume
ga: Airde

source: Frames parsed
ga: Frámaí parsáilte

source: Frames decoded
ga: Frámaí díchódaithe

source: Frames presented
ga: Frámaí curtha ar taispeáint

source: Frames painted
ga: Frámaí péinteáilte

source: Video loading stopped.
ga: Stopadh luchtú an fhíseáin.

source: Video playback aborted due to a network error.
ga: Stopadh athsheinm an fhíseáin mar gheall ar earráid líonra.

source: Video can't be played because the file is corrupt.
ga: Ní féidir an físeán a sheinm toisc go bhfuil an comhad truaillithe.

source: Video format or MIME type is not supported.
ga: Ní thacaítear leis an bhformáid fhíse nó leis an gcineál MIME.

source: No video with supported format and MIME type found.
ga: Níor aimsíodh aon fhíseán a dtacaítear lena fhormáid agus lena chineál MIME.

source: Video playback aborted due to an unknown error.
ga: Stopadh athsheinm an fhíseáin mar gheall ar earráid anaithnid.

source: #1 of #2 elapsed
ga: #1 as #2 imithe

source: Source of:
ga: Foinse:

source: &Go to Line…
ga: &Téigh chuig Líne…

source: &Reload
ga: &Athluchtaigh

source: &Wrap Long Lines
ga: &Timfhill Línte Fada

source: Syntax &Highlighting
ga: Aibhsiú Com&hréire

source: Text Si&ze
ga: Méid Téac&s

source: &Increase
ga: Clómhéid Níos &Mó

source: &Decrease
ga: Clómhéid Níos &Lú

source: &Normal
ga: G&náthmhéid

source: &Back
ga: &Siar

source: &Forward
ga: &Ar Aghaidh

source: Copy &Link Location
ga: Cóipeáil &Suíomh an Naisc

source: Go to line
ga: Téigh chuig líne

source: Enter line number
ga: Cuir isteach uimhir líne

source: Invalid input
ga: Ionchur Neamhbhailí

source: The line number entered is invalid.
ga: Uimhir líne neamhbhailí.

source: Line not found
ga: Líne gan aimsiú

source: The specified line was not found.
ga: Níor aimsíodh an líne sonraithe.

source: DOM Source of Selection
ga: Foinse DOM an Roghnaithe

source: DOM Source of MathML
ga: Foinse DOM MathML

source: %S has been uninstalled from your computer.
ga: Díshuiteáladh %S.

source: Uninstall App
ga: Díshuiteáil an Aip

source: Go &Back
ga: &Ar Ais

source: &Continue
ga: &Ar Aghaidh

# button-cancel-mac.label
source: Cancel
ga: Cealaigh

source: &Next
ga: &Ar Aghaidh

# button-finish-unix.label
source: Finish
ga: Críochnaigh

# button-cancel-unix.label
source: Cancel
ga: Cealaigh

source: &lt; &Back
ga: &lt; &Siar

source: &Next &gt;
ga: &Ar Aghaidh &gt;

# button-finish-win.label
source: Finish
ga: Críochnaigh

# button-cancel-win.label
source: Cancel
ga: Cealaigh

source: Welcome to the %S
ga: Fáilte go dtí %S

source: Completing the %S
ga: %S á chur i gcrích

source: Introduction
ga: Réamhrá

source: Conclusion
ga: Críoch

source: Show in &Finder
ga: Taispeáin sa &Finder

source: Open Wit&h…
ga: Oscail &Le…

source: &Retry
ga: &Atriail

source: &Go to Download Page
ga: Téi&gh go Leathanach Íosluchtaithe

source: R&emove From List
ga: &Bain den Liosta

source: &Clear List
ga: &Glan an Liosta

source: Removes completed, canceled, and failed downloads from the list
ga: Baineann íosluchtuithe críochnaithe, cealaithe, nó teipthe ón liosta

source: Close when downloads complete
ga: Dún nuair a bhíonn íosluchtú críochnaithe

source: Closes the Downloads window when all files are done downloading
ga: Dún an Bainisteoir Íosluchtaithe i ndiaidh an íosluchtaithe

source: Show this Folder
ga: Taispeáin an Fillteán seo

source: second;seconds
ga: soicind;shoicind;shoicind;soicind;soicind

source: minute;minutes
ga: nóiméad;nóiméad;nóiméad;nóiméad;nóiméad

source: hour;hours
ga: uair;uair;uaire;n-uaire;uair

source: day;days
ga: lá;lá;lá;lá;lá

source: Paused — #1
ga: Curtha ar shos — #1

source: Downloading
ga: Íosluchtú

source: Not Started
ga: Gan Tosú

source: Failed
ga: Teipthe

source: Finished
ga: Críochnaithe

source: Canceled
ga: Cealaithe

source: This download cannot be paused
ga: Ní féidir an t-íosluchtú seo a chur ar shos

source: Download Error
ga: Earráid Íosluchtaithe

source: The download cannot be saved because an unknown error occurred. Please try again.
ga: Ní féidir an t-íosluchtú a shábháil toisc gur tharla earráid anaithnid. Déan iarracht eile, le do thoil.

# quitCancelDownloadsAlertTitle
source: Cancel All Downloads?
ga: An bhfuil ort gach íosluchtú a chealú?

source: If you exit now, 1 download will be canceled. Are you sure you want to exit?
ga: Má scoireann tú anois, cealófar íosluchtú amháin. An bhfuil tú cinnte gur mian leat scoir?

source: If you exit now, %S downloads will be canceled. Are you sure you want to exit?
ga: Má scoireann tú anois, cealófar %S íosluchtú. An bhfuil tú cinnte gur mian leat scoir?

source: If you quit now, 1 download will be canceled. Are you sure you want to quit?
ga: Má scoireann tú anois, cealófar íosluchtú amháin. An bhfuil tú cinnte gur mian leat scoir?

source: If you quit now, %S downloads will be canceled. Are you sure you want to quit?
ga: Má scoireann tú anois, cealófar %S íosluchtú. An bhfuil tú cinnte gur mian leat scoir?

# offlineCancelDownloadsAlertTitle
source: Cancel All Downloads?
ga: An bhfuil ort gach íosluchtú a chealú?

source: If you go offline now, 1 download will be canceled. Are you sure you want to go offline?
ga: Má théann tú as líne anois, cealófar íosluchtú amháin. An bhfuil tú cinnte gur mian leat dul as líne?

source: If you go offline now, %S downloads will be canceled. Are you sure you want to go offline?
ga: Má théann tú as líne anois, cealófar %S íosluchtú. An bhfuil tú cinnte gur mian leat dul as líne?

# leavePrivateBrowsingCancelDownloadsAlertTitle
source: Cancel All Downloads?
ga: An bhfuil ort gach íosluchtú a chealú?

source: Cancel 1 Download
ga: Cealaigh íosluchtú amháin

source: Cancel %S Downloads
ga: Cealaigh %S íosluchtú

source: Don't Exit
ga: Ná Scoir

source: Don't Quit
ga: Ná Scoir

source: Stay Online
ga: Fan ar líne

source: Downloads Complete
ga: Íosluchtú Críochnaithe

source: All files have finished downloading.
ga: Tá gach comhad íosluchtaithe.

source: Really fast
ga: An-tapa

source: %4$S — %1$S (%2$S %3$S/sec)
ga: %4$S — %1$S (%2$S %3$S/s)

source: %1$S of %2$S %3$S
ga: %1$S as %2$S %3$S

source: %1$S %2$S of %3$S %4$S
ga: %1$S %2$S as %3$S %4$S

source: %1$S remaining
ga: %1$S fágtha

source: %1$S, %2$S remaining
ga: %1$S, %2$S fágtha

source: A few seconds remaining
ga: Cúpla soicind fágtha

source: Unknown time remaining
ga: Am anaithnid fágtha

source: %1$S resource
ga: Acmhainn %1$S

source: local file
ga: comhad logánta

# stateFailed
source: Failed
ga: Teipthe

# stateCanceled
source: Canceled
ga: Cealaithe

source: Blocked: Download may contain a virus or spyware
ga: Cosctha: d'fhéadfadh víreas nó bogearra spiaireachta a bheith san íosluchtú

source: This download has been blocked by your Security Zone Policy
ga: Cuireadh cosc ar an íosluchtú seo de bharr do Pholasaí Slándála

# monthDate2
source: %1$S %2$S
ga: %2$S %1$S

source: Cannot Open %S
ga: Ní Féidir %S a Oscailt

source: Cannot Show %S
ga: Ní Féidir %S a Thaispeáint

source: %S does not exist. It may have been renamed, moved, or deleted since it was downloaded.
ga: Níl %S ann. B'fhéidir go bhfuil sé athainmnithe, bogtha nó scriosta óna íosluchtú.

source: Open With…
ga: Oscail Le…

source: #1 file - Downloads;#1 files - Downloads
ga: #1 chomhad - Íosluchtuithe;#1 chomhad - Íosluchtuithe;#1 chomhad - Íosluchtuithe;#1 gcomhad - Íosluchtuithe;#1 comhad - Íosluchtuithe

source: #2% of #1 file - Downloads;#2% of #1 files - Downloads
ga: #2% as #1 chomhad - Íosluchtuithe;#2% as #1 chomhad - Íosluchtuithe;#2% as #1 chomhad - Íosluchtuithe;#2% as #1 gcomhad - Íosluchtuithe;#2% as #1 comhad - Íosluchtuithe
