Repository: kscanne/gaeilge-mozdev
Catalog: src/firefox-trunk.*.po
Languages: ga

source: Welcome to &syncBrand.shortName.label;
ga: Fáilte go dtí &syncBrand.shortName.label;

source: Sign in to sync your tabs, bookmarks, passwords &amp; more.
ga: Logáil isteach chun do chuid cluaisíní, leabharmharcanna, agus focail fhaire a shioncrónú.

source: Get started
ga: Tús maith

source: Using an older version of Sync?
ga: An bhfuil seanleagan de Sync agat?

source: Manage
ga: Bainistigh

source: Untrusted Connection
ga: Ceangal Neamhiontaofa

source: This Connection is Untrusted
ga: Ceangal Neamhiontaofa é seo

source: You have asked &brandShortName; to connect securely to <b>#1</b>, but we can't confirm that your connection is secure.
ga: D'iarr tú ar &brandShortName; nasc slán a chur ar bun chuig <b>#1</b>, ach ní féidir dearbhú go bhfuil do nasc slán.

source: Normally, when you try to connect securely, sites will present trusted identification to prove that you are going to the right place. However, this site's identity can't be verified.
ga: De ghnáth agus tú ag iarraidh nascadh go slán, cuirfidh suímh sainaithint iontaofa ar fáil le cruthú go bhfuil ag dul go dtí an áit cheart. Ní féidir aitheantas an tsuímh seo a fhíorú, áfach.

source: What Should I Do?
ga: Cad Ba Chóir Dom a Dhéanamh?

source: If you usually connect to this site without problems, this error could mean that someone is trying to impersonate the site, and you shouldn't continue.
ga: Má cheanglaíonn tú leis an suíomh seo gan deacracht de ghnáth, b'fhéidir go gciallaíonn an earráid seo go bhfuil duine éigin ag iarraidh aithris a dhéanamh ar an suíomh, agus ní chóir duit leanúint ar aghaidh.

source: This site uses HTTP Strict Transport Security (HSTS) to specify that &brandShortName; only connect to it securely. As a result, it is not possible to add an exception for this certificate.
ga: Úsáideann an suíomh seo HTTP Strict Transport Security (HSTS) le cinntiú go gceanglaíonn &brandShortName; leis trí cheangal slán. Dá bharr seo, ní féidir eisceacht a chruthú don teastas seo.

source: Get me out of here!
ga: Amach as seo liom!

source: I Understand the Risks
ga: Tuigim na Contúirtí

source: If you understand what's going on, you can tell &brandShortName; to start trusting this site's identification. <b>Even if you trust the site, this error could mean that someone is tampering with your connection.</b>
ga: Má thuigeann tú cad tá ag tarlú, is féidir leat insint le &brandShortName; gur féidir muinín a bheith aige as sainaithint an tsuímh seo. <b>Fiú má tá muinín agat as an suíomh, b'fhéidir go gciallaíonn an earráid seo go bhfuil duine éigin ag cur isteach ar do nasc.</b>

source: Don't add an exception unless you know there's a good reason why this site doesn't use trusted identification.
ga: Ná cruthaigh eisceacht mura bhfuil fáth maith ar eolas agat cad chuige nach n-úsáideann an suíomh seo sainaithint iontaofa.

source: Add Exception…
ga: Cruthaigh Eisceacht…

source: Technical Details
ga: Mionsonraí Teicniúla

source: About &brandFullName;
ga: Maidir le &brandFullName;

source: &Check for updates
ga: &Lorg nuashonruithe

source: Restart &brandShortName; to Update
ga: Atosaigh &brandShortName; chun é a nuashonrú

source: &Apply Update…
ga: &Cuir nuashonrú i bhfeidhm…

source: &brandShortName; is experimental and may be unstable.
ga: Is táirge turgnamhach é &brandShortName; agus seans nach mbeidh sé cobhsaí.

source: It automatically sends information about performance, hardware, usage and customizations back to &vendorShortName; to help make &brandShortName; better.
ga: Seolann sé faisnéis maidir le feidhmíocht, crua-earraí, úsáid, agus saincheapadh chuig &vendorShortName; go huathoibríoch, chun cabhrú linn feabhas a chur ar &brandShortName;.

# community.exp.creditsLink
source: global community
ga: comhphobal domhanda

# community.exp.end
source: working together to keep the Web open, public and accessible to all.
ga: atá ag obair ar son Gréasáin atá oscailte, poiblí, agus ar fáil do chách.

source: &brandShortName; is designed by
ga: Bhí &brandShortName; cruthaithe ag

# community.creditsLink
source: global community
ga: comhphobal domhanda

# community.end3
source: working together to keep the Web open, public and accessible to all.
ga: atá ag obair ar son Gréasáin atá oscailte, poiblí, agus ar fáil do chách.

source: Want to help?
ga: Ar mhaith leat cabhrú linn?

source: Make a donation
ga: Tabhair deontas

source: or
ga: nó

source: get involved!
ga: glac páirt!

source: Licensing Information
ga: Maidir leis an gCeadúnas

source: End-User Rights
ga: Cearta an Úsáideora

source: Privacy Policy
ga: Polasaí Príobháideachta

source: Checking for updates…
ga: Nuashonruithe á lorg…

source: &brandShortName; is up to date
ga: Tá &brandShortName; cothrom le dáta

source: Updates disabled by your system administrator
ga: Tá nuashonruithe bogearra díchumasaithe ag riarthóir do chórais

source: &brandShortName; is being updated by another instance
ga: Tá &brandShortName; á nuashonrú ag ásc eile

source: Update failed.
ga: Theip ar an nuashonrú.

source: Download the latest version
ga: Íosluchtaigh an leagan is déanaí

source: Updates available at
ga: Nuashonruithe ar fáil ó

source: You can not perform further updates on this system.
ga: Ní féidir leat tuilleadh nuashonruithe a chur i bhfeidhm ar an gcóras seo.

source: Learn more
ga: Tuilleadh eolais

source: Downloading update —
ga: Nuashonrú á íosluchtú —

source: Applying update…
ga: Nuashonrú á chur i bhfeidhm…

source: You are currently on the
ga: Tá tú ar an gcainéal

source: update channel.
ga: faoi láthair.

source: &brandShortName; Health Report
ga: Tuairisc Shláinte &brandShortName;

source: &brandFullName; Start Page
ga: Leathanach Tosaigh &brandFullName;

source: Search
ga: Cuardaigh

source: Thanks for choosing Firefox! To get the most out of your browser, learn more about the <a>latest features</a>.
ga: Go raibh maith agat as Firefox a roghnú! Leis an tairbhe is mó a bhaint as do bhrabhsálaí, féach ar <a>na gnéithe is déanaí</a>.

source: It's easy to customize your Firefox exactly the way you want it. <a>Choose from thousands of add-ons</a>.
ga: Cuir Firefox in oiriúint duit féin. <a>Roghnaigh ó na mílte breiseán</a>.

source: &brandFullName; is free and open source software from the non-profit Mozilla Foundation. <a>Know your rights…</a>
ga: Is saorbhogearra de chuid Fhondúireacht neamhbhrabúis Mozilla é &brandFullName;. <a>Bíodh do chearta ar eolas agat…</a>

source: Bookmarks
ga: Leabharmharcanna

source: History
ga: Stair

source: Options
ga: Roghanna

source: Preferences
ga: Sainroghanna

source: Add-ons
ga: Breiseáin

source: Marketplace
ga: Áit Mhargaidh

source: Downloads
ga: Íosluchtuithe

source: You're browsing privately
ga: Tá tú ag brabhsáil go príobháideach

source: Open a private window?
ga: An bhfuil fonn ort fuinneog phríobháideach a oscailt?

source: &brandShortName; won't remember any history for this window.
ga: Ní choimeádfaidh &brandShortName; stair ar bith san fhuinneog seo.

source: &brandShortName; won't remember any history for private windows.
ga: Ní choimeádfaidh &brandShortName; stair ar bith i bhfuinneoga príobháideacha.

source: That includes browsing history, search history, download history, web form history, cookies, and temporary internet files. However, files you download and bookmarks you make will be kept.
ga: Mar shampla, ní choimeádfaidh sé do stair bhrabhsála, stair chuardaigh, stair na n-íosluchtuithe, sonraí a chuir tú isteach i bhfoirmeacha, fianáin, nó comhaid shealadacha Idirlín. Ach, coimeádfaidh sé comhaid a íosluchtaíonn tú agus leabharmharcanna a chruthaíonn tú.

source: You are currently not in a private window.
ga: Níl tú i bhfuinneog phríobháideach faoi láthair.

source: While this computer won't have a record of your browsing history, your employer or internet service provider can still track the pages you visit.
ga: Cé nach gcoimeádfar do stair bhrabhsála ar an ríomhaire seo, is dócha go mbeidh d'fhostóir nó do sholáthraí seirbhíse Idirlín in ann taifead a dhéanamh ar na leathanaigh a ndéanann tú cuairt orthu.

source: Learn More.
ga: Tuilleadh Eolais.

source: Open a &Private Window
ga: Oscail Fuinneog &Phríobháideach

source: Restore Session
ga: Athchóirigh an Seisiún

source: Well, this is embarrassing.
ga: Bhuel, cuireann sé seo náire orainn.

source: &brandShortName; is having trouble recovering your windows and tabs. This is usually caused by a recently opened web page.
ga: Tá deacrachtaí ag &brandShortName; agus do chuid fuinneoga agus cluaisíní á n-athshlánú. De ghnáth is leathanach Gréasáin a osclaíodh le gairid a bhíonn freagrach as seo.

source: You can try:
ga: B'fhéidir leat:

source: Removing one or more tabs that you think may be causing the problem
ga: Cluaisín(í) a bhaint má mheasann tú go bhféadfadh sé/siad a bheith freagrach as an bhfadhb.

source: Starting an entirely new browsing session
ga: Seisiún úrnua brabhsála a thosú

# restorepage.tryagainButton
source: Restore
ga: Athchóirigh

source: Close
ga: Dún

# restorepage.restoreHeader
source: Restore
ga: Athchóirigh

source: Windows and Tabs
ga: Fuinneoga agus Cluaisíní

source: Window &#37;S
ga: Fuinneog &#37;S

source: Let's go!
ga: Ar aghaidh linn!

# welcomeback2.tabtitle
source: Success!
ga: D'éirigh linn!

# welcomeback2.pageTitle
source: Success!
ga: D'éirigh linn!

source: &brandShortName; is ready to go.
ga: Tá &brandShortName; réidh anois.

source: Restore all Windows and Tabs
ga: Athchóirigh gach Fuinneog agus Cluaisín

source: Restore only the ones you want
ga: Athchóirigh cinn áirithe amháin

source: Your add-ons and customizations have been removed and your browser settings have been restored to their defaults. If this didn't fix your issue,
ga: Baineadh do chuid breiseán agus gnéithe saincheaptha, agus cuireadh an brabhsálaí ar ais go dtí na réamhshocruithe. Má tá fadhb agat fós,

source: learn more about what you can do.
ga: is féidir leat tuilleadh eolais a fháil anseo.

source: Tabs From Other Devices
ga: Cluaisíní ó Ghléasanna Eile

source: Type here to find tabs…
ga: Clóscríobh anseo chun cluaisíní a aimsiú…

source: &Open This Tab
ga: &Oscail an Cluaisín Seo

source: &Open Selected Tabs
ga: &Oscail na Cluaisíní Roghnaithe

source: &Bookmark This Tab…
ga: Cruthaigh Lea&bharmharc don Chluaisín Seo…

source: &Bookmark Selected Tabs…
ga: Cruthaigh Lea&bharmharc do na Cluaisíní Roghnaithe…

source: &Refresh List
ga: &Athnuaigh an Liosta

source: Bad news first: This tab has crashed
ga: Drochscéala ar dtús: Tá an cluaisín seo tar éis tuairteála

source: Now for the good news: You can just close this tab, restore it or restore all your crashed tabs.
ga: Agus an dea-scéal: Is féidir leat an cluaisín seo a dhúnadh, é a athchóiriú, nó gach cluaisín tuairteáilte a athchóiriú.

source: Submit a crash report to help prevent more bad news
ga: Seol tuairisc chugainn chun tuilleadh drochscéala a sheachaint

source: Close This Tab
ga: Dún an Cluaisín Seo

source: Restore This Tab
ga: Athchóirigh an Cluaisín Seo

source: Restore All Crashed Tabs
ga: Athchóirigh Gach Cluaisín T

source: Upgrade
ga: Uasghrádú

source: Sign In
ga: Logáil Isteach

source: Resend
ga: Athsheol

source: Forget
ga: Déan Dearmad

source: Unlink
ga: Dínasc

source: Verification Sent
ga: Teachtaireacht Deimhnithe Seolta

source: A verification link has been sent to %S
ga: Seoladh nasc deimhnithe chuig %S

source: Please check your email and click the link to begin syncing.
ga: Féach ar do ríomhphoist agus cliceáil an nasc chun sioncrónú a thosú.

source: Minimize
ga: Íoslaghdaigh

source: Bring All to Front
ga: Tabhair an tIomlán chun Tosaigh

source: Zoom
ga: Súmáil

source: Window
ga: Fuinneog

# helpMenu.label helpMenu.accesskey
source: &Help
ga: Cab&hair

# helpMenuWin.label helpMenuWin.accesskey
source: &Help
ga: Cab&hair

source: &About &brandShorterName;
ga: &Maidir le &brandShorterName;

source: &brandShorterName; &Help
ga: &Cabhair &brandShorterName;

source: &Keyboard Shortcuts
ga: &Aicearraí Méarchláir

source: &Restart with Add-ons Disabled…
ga: &Atosaigh gan aon bhreiseáin…

source: &brandShorterName; H&ealth Report
ga: Tuairisc Shláint&e &brandShorterName;

source: &Troubleshooting Information
ga: Fabh&tcheartú

source: &Submit Feedback…
ga: &Seol Aiseolas Chugainn…

source: &brandShorterName; T&our
ga: Turas ar &brandShorterName;

source: Preferences…
ga: Sainroghanna…

source: Services
ga: Seirbhísí

source: Hide &brandShorterName;
ga: Folaigh &brandShorterName;

source: Hide Others
ga: Folaigh Cinn Eile

source: Show All
ga: Taispeáin Gach

source: (Private Browsing)
ga: (Brabhsáil Phríobháideach)

source: Open menu
ga: Oscail roghchlár

source: More tools…
ga: Tuilleadh uirlisí…

source: &Reload Tab
ga: &Athluchtaigh Cluaisín

# reloadAllTabs.label reloadAllTabs.accesskey
source: Reload &All Tabs
ga: Athluchtaigh &Gach Cluaisín

source: Close Tabs to the R&ight
ga: Dún na clua&isíní ar dheis

source: Close &Other Tabs
ga: Dún Cluaisíní &Eile

source: &Pin Tab
ga: &Feistigh an Cluaisín

source: Unpin Ta&b
ga: &Dífheistigh an Cluaisín

source: &Move to Group
ga: &Bog go Grúpa

source: New Group
ga: Grúpa Nua

source: Move to New &Window
ga: Bog go Fuinneog &Nua

# bookmarkAllTabs.label bookmarkAllTabs.accesskey
source: Bookmark All &Tabs…
ga: Leabharmharcáil Gach &Cluaisín…

# undoCloseTab.label undoCloseTab.accesskey
source: &Undo Close Tab
ga: &Cealaigh Dúnadh an Chluaisín

source: &Close Tab
ga: &Dún Cluaisín

source: List all tabs
ga: Liostaigh gach cluaisín

source: New &Tab
ga: &Cluaisín Nua

source: Open Location…
ga: Oscail Suíomh…

source: &Open File…
ga: &Oscail Comhad…

source: Page Set&up…
ga: Socrú &Leathanaigh…

source: Print Pre&view
ga: &Réamhamharc Priontála

source: &Print…
ga: &Priontáil…

source: Wor&k Offline
ga: Oi&brigh As Líne

source: &Menu Bar
ga: &Barra Roghchláir

source: Navigation Toolbar
ga: Barra Nascleanúna

source: &Bookmarks Toolbar
ga: &Barra Leabharmharc

source: Bookmarks Toolbar Items
ga: Rudaí ar an Bharra Leabharmharc

source: Reload &All Tabs
ga: Athluchtaigh &Gach Cluaisín

source: Bookmark All &Tabs…
ga: Leabharmharcáil Gach &Cluaisín…

# toolbarContextMenu.undoCloseTab.label toolbarContextMenu.undoCloseTab.accesskey
source: &Undo Close Tab
ga: &Cealaigh Dúnadh an Chluaisín

source: Page S&ource
ga: &Foinse an Leathanaigh

source: Page &Info
ga: Eola&s Leathanaigh

source: Enter &Full Screen
ga: &Lánscáileán

source: Exit &Full Screen
ga: Scoir ón &Lánscáileán

# fullScreenCmd.label fullScreenCmd.accesskey
source: &Full Screen
ga: Lánscá&ileán

source: Show &All Tabs
ga: Taispeáin G&ach Cluaisín

source: Sign in to &syncBrand.shortName.label;
ga: Logáil isteach i &syncBrand.shortName.label;

source: Reconnect to &syncBrand.shortName.label;
ga: Athcheangail le &syncBrand.shortName.label;

source: &syncBrand.shortName.label; enabled
ga: &syncBrand.shortName.label; cumasaithe

source: &brandShortName; will begin syncing momentarily.
ga: Tosóidh &brandShortName; ag sioncrónú go luath.

source: Cannot connect to &syncBrand.shortName.label;
ga: Ní féidir ceangal le &syncBrand.shortName.label;

source: Please sign in to resume syncing.
ga: Logáil isteach chun sioncrónú a atosú.

source: &Sign In
ga: &Logáil Isteach

source: Restore
ga: Athchóirigh

# fullScreenClose.tooltip
source: Close
ga: Dún

source: &Hide Toolbars
ga: Folaig&h Barraí Uirlisí

source: Exit &Full Screen Mode
ga: Fág Mód &Lánscáileáin

source: Allow
ga: Ceadaigh

source: Deny
ga: Diúltaigh

source: Press ESC at any time to exit.
ga: Brúigh ESC am ar bith chun scor.

source: Exit F&ull Screen
ga: Scoir ón Lá&nscáileán

source: Close Win&dow
ga: Dún an &Fhuinneog

source: &Bookmarks
ga: &Leabharmharcanna

# bookmarkThisPageCmd.label
source: Bookmark This Page
ga: Cruthaigh Leabharmharc don Leathanach Seo

source: Edit This Bookmark
ga: Cuir an Leabharmharc Seo in Eagar

source: Find more Share services…
ga: Aimsigh tuilleadh seirbhísí sóisialta…

source: &Share This Page
ga: &Comhroinn an leathanach seo

source: S&hare This Link
ga: Com&hroinn an nasc seo

source: Sha&re This Image
ga: Comh&roinn an íomhá seo

source: Sha&re Selection
ga: Comh&roinn an roghnúchán seo

source: Sha&re This Video
ga: Comh&roinn an físeán seo

source: Subscribe
ga: Liostáil

source: Subscribe to This Page
ga: Liostáil leis an Leathanach Seo

source: Subscribe to This Page…
ga: Liostáil leis an Leathanach Seo…

source: Bookmark All Tabs…
ga: Leabharmharcáil Gach Cluaisín…

source: Show All Bookmarks
ga: Taispeáin Gach Leabharmharc

# unsortedBookmarksCmd.label
source: Unsorted Bookmarks
ga: Leabharmharcanna Gan Sórtáil

source: Show more bookmarks
ga: Tuilleadh leabharmharcanna

source: Back
ga: Siar

source: Go back one page
ga: Leathanach amháin siar

source: Forward
ga: Ar Aghaidh

source: Go forward one page
ga: Leathanach amháin ar aghaidh

source: Right-click or pull down to show history
ga: Deaschliceáil nó tarraing anuas chun an stair a thaispeáint

source: Pull down to show history
ga: Tarraing anuas chun an stair a thaispeáint

source: Reload
ga: Athluchtaigh

source: Reload current page
ga: Athluchtaigh an leathanach reatha

source: Stop
ga: Stad

source: Stop loading this page
ga: Éirigh as an leathanach seo a luchtú

source: Go to the address in the Location Bar
ga: Téigh go dtí an seoladh atá sa Bharra Suímh

source: Print
ga: Priontáil

source: Print this page
ga: Priontáil an leathanach seo

source: Location
ga: Suíomh

source: Home
ga: Baile

source: Tab Groups
ga: Grúpaí Cluaisíní

# bookmarksButton.label
source: Bookmarks
ga: Leabharmharcanna

# bookmarksMenuButton.label
source: Bookmarks
ga: Leabharmharcanna

# bookmarksMenuButton.unsorted.label
source: Unsorted Bookmarks
ga: Leabharmharcanna Gan Sórtáil

source: View Bookmarks Sidebar
ga: Féach ar Bharra na Leabharmharcanna

source: View Bookmarks Toolbar
ga: Féach ar Bharra Leabharmharc

# historyButton.label
source: History
ga: Stair

source: &Tools
ga: &Uirlisí

source: Add a &Keyword for this Search…
ga: Cuir &lorgfhocal leis an gcuardach seo…

source: &Downloads
ga: Íos&luchtú

source: &Add-ons
ga: &Breiseáin

source: A&pps
ga: Ai&peanna

source: &Web Developer
ga: &Forbróir Gréasáin

source: Conn&ect…
ga: C&eangail…

source: Error &Console
ga: Consól &Earráide

source: Remote Web Console
ga: Consól Gréasáin i gCéin

source: &Browser Console
ga: Consól &Brabhsálaí

source: Inspect Element
ga: Scrúdaigh Eilimint

# inspectContextMenu.accesskey
source: Q
ga: S

source: &Responsive Design View
ga: &Dearadh Sofhreagrach

source: E&yedropper
ga: &Dathphiocaire

source: &Scratchpad
ga: &Ceap Breacaireachta

source: Brows&er Toolbox
ga: Bo&sca Uirlisí an Bhrabhsálaí

source: Close Developer Toolbar
ga: Dún an Barra Uirlisí d'Fhorbróirí

source: De&veloper Toolbar
ga: Barra Uirlisí d'Fhor&bróirí

source: &App Manager
ga: Bainisteoir &Aipeanna

source: &Toggle Tools
ga: S&coránaigh Uirlisí

source: Toggle developer tools
ga: Scoránaigh uirlisí forbartha

source: More Tools
ga: Tuilleadh Uirlisí

source: Get &More Tools
ga: Faigh &Tuilleadh Uirlisí

source: &File
ga: &Comhad

source: &New Window
ga: Fuinneog &Nua

source: New Private &Window
ga: Fuinneog Nua &Phríobháideach

source: &Edit
ga: &Eagar

source: &Undo
ga: Cea&laigh

source: &Redo
ga: Ath&fheidhmigh

source: Cu&t
ga: &Gearr

source: &Copy
ga: &Cóipeáil

source: &Paste
ga: G&reamaigh

source: &Delete
ga: &Scrios

source: Select &All
ga: Roghnaigh &Uile

source: &Options
ga: R&oghanna

source: Prefere&nces
ga: Sai&nroghanna

# clearRecentHistory.label
source: Clear Recent History…
ga: Glan an Stair Is Déanaí…

source: &View
ga: &Amharc

source: Tab &Groups
ga: &Grúpaí Cluaisíní

source: &Toolbars
ga: Barraí &Uirlisí

source: Sid&ebar
ga: Barra &Taoibh

source: &Customize…
ga: Sain&cheap…

source: Hi&story
ga: Sta&ir

source: Recently Closed Tabs
ga: Cluaisíní a Dúnadh Le Déanaí

source: Recently Closed Windows
ga: Fuinneoga a Dúnadh Le Déanaí

# historyRestoreLastSession.label
source: Restore Previous Session
ga: Athchóirigh an Seisiún Roimhe Seo

# showAllHistoryCmd2.label
source: Show All History
ga: Taispeáin an Stair Iomlán

source: Customize
ga: Saincheap

source: Customize the Menu and Toolbars
ga: Saincheap an Roghchlár agus na Barraí Uirlisí

source: Exit Customize
ga: Scoir ón Saincheapadh

source: Finish Customizing
ga: Críochnaigh an Saincheapadh

# appMenuHistory.label
source: History
ga: Stair

# appMenuHistory.showAll.label
source: Show All History
ga: Taispeáin an Stair Iomlán

# appMenuHistory.clearRecent.label
source: Clear Recent History…
ga: Glan an Stair Is Déanaí…

# appMenuHistory.restoreSession.label
source: Restore Previous Session
ga: Athchóirigh an Seisiún Roimhe Seo

source: View History Sidebar
ga: Taispeáin Stair sa Bharra Taoibh

source: Open Help Menu
ga: Oscail an Roghchlár Cabhrach

source: &Add to Toolbar
ga: &Cuir leis an mBarra Uirlisí

source: Add to &Menu
ga: Cuir leis an &Roghchlár

source: M&ove to Toolbar
ga: &Cuir sa Bharra Uirlisí

source: M&ove to Menu
ga: Cuir sa &Roghchlár

source: &Remove from Toolbar
ga: &Bain amach ón Bharra Uirlisí

source: &Remove from Menu
ga: &Bain ón Roghchlár

source: &Add More Items…
ga: Cuir &Tuilleadh Leis…

source: Search or enter address
ga: Cuardaigh nó cuir seoladh isteach

source: Switch to tab:
ga: Téigh go cluaisín:

source: Search for
ga: Déan cuardach ar

source: with:
ga: le:

source: Search with:
ga: Cuardaigh le:

source: Change Search Settings
ga: Socruithe Cuardaigh

source: Open Link in New &Tab
ga: Oscail an Nasc i g&Cluaisín Nua

source: Open Link in New &Window
ga: Oscail an Nasc i bh&Fuinneog Nua

source: Open Link in New &Private Window
ga: Oscail an Nasc i bhFuinneog Nua &Phríobháideach

source: &Open Link
ga: &Oscail Nasc

source: Open Frame in New &Tab
ga: Oscail an Fráma i g&Cluaisín Nua

source: Open Frame in New &Window
ga: Oscail an Fráma i bh&Fuinneog Nua

source: &Show Only This Frame
ga: Ná Tai&speáin ach an Fráma Seo

source: &Reload Frame
ga: Athluchtaigh an F&ráma

source: View Selection Source
ga: Taispeáin Foinse Roghnaithe

source: View MathML Source
ga: Taispeáin Foinse MathML

source: &View Page Source
ga: Taispeáin &Foinse an Leathanaigh

source: &View Frame Source
ga: &Taispeáin Foinse an Fhráma

source: View Page &Info
ga: Ta&ispeáin Sonraí an Leathanaigh

source: View Frame &Info
ga: Taispeáin &Eolas Fráma

source: &Reload Image
ga: &Athluchtaigh an Íomhá

source: View &Image
ga: &Taispeáin an Íomhá Amháin

source: View Image In&fo
ga: Taispeáin Eolas &Faoin Íomhá

source: View &Description
ga: Taispeáin &Cur Síos

source: V&iew Video
ga: &Féach ar Fhíseán

source: Vie&w Background Image
ga: Taispeáin Íomhá sa &Chúlra

source: &Set As Desktop Background…
ga: &Socraigh Mar Chúlra na Deisce…

# bookmarkPageCmd2.label
source: Bookmark This Page
ga: Cruthaigh Leabharmharc don Leathanach Seo

source: Bookmark This &Link
ga: Cruthaigh &Leabharmharc don Nasc Seo

source: Book&mark This Frame
ga: Cruthaigh Leabhar&mharc don Fhráma Seo

source: &Email Link…
ga: &Seol an Nasc trí Ríomhphost…

source: Save Page &As…
ga: Sábháil an Leathanach &Mar…

# savePageCmd.accesskey2
source: P
ga: R

source: Save &Frame As…
ga: Sábháil an &Fráma Mar…

source: &Print Frame…
ga: &Priontáil an Fráma…

source: Save Lin&k As…
ga: Sábháil an &Nasc Mar…

source: Sa&ve Image As…
ga: Sábháil an Íomhá &Mar…

source: Save &Video As…
ga: Sábháil an &Físeán Mar…

source: Sa&ve Audio As…
ga: Sá&bháil an Fhuaim Mar…

source: Email Ima&ge…
ga: Seol an Ío&mhá trí Ríomhphost…

source: Em&ail Video…
ga: Seol &an Físeán trí Ríomhphost…

source: S&end Video To Device
ga: S&eol an Físeán chuig Gléas

source: Email &Audio…
ga: Seol &an Fhuaim trí Ríomhphost…

source: A&ctivate this plugin
ga: &Cuir an forlíontán seo i ngníomh

source: &Hide this plugin
ga: Folaig&h an forlíontán seo

source: Copy Link Loc&ation
ga: Cói&peáil Suíomh an Naisc

source: C&opy Image Location
ga: Cóipeáil Suí&omh na hÍomhá
