Repository: kscanne/gaeilge-mozdev
Catalog: src/firefox-trunk.*.po
Languages: ga

source: Click Upgrade to continue.
ga: Cliceáil Nuashonrú chun dul ar aghaidh.

source: &Tell us what you thought of $BrandShortName
ga: &Nocht dúinn do bharúil faoi $BrandShortName

source: &Launch $BrandShortName now
ga: &Tosaigh $BrandShortName anois

source: Create icons for $BrandShortName:
ga: Cruthaigh deilbhíní le haghaidh $BrandShortName:

source: On my &Desktop
ga: Ar an &Deasc agamsa

source: In my &Start Menu Programs folder
ga: &San fhillteán "An Roghchlár Tosaigh/Ríomhchláir" (Start Menu Programs)

source: In my &Quick Launch bar
ga: I mo Bharra &Mearlainseála

source: $BrandShortName must be closed to proceed with the installation. Please close $BrandShortName to continue.
ga: Caithfear $BrandShortName a dhúnadh chun dul ar aghaidh leis an tsuiteáil. Dún $BrandShortName chun leanúint ar aghaidh, le do thoil.

source: $BrandShortName must be closed to proceed with the uninstall. Please close $BrandShortName to continue.
ga: Caithfear $BrandShortName a dhúnadh roimh an díshuiteáil. Dún $BrandShortName chun dul ar aghaidh.

source: $BrandShortName is already running. Please close $BrandShortName prior to launching the version you have just installed.
ga: Tá $BrandShortName ag rith cheana. Dún $BrandShortName sula dtosaíonn tú an leagan atá tú tar éis suiteáil, le do thoil.

source: You don't have access to write to the installation directory. Click OK to select a different directory.
ga: Níl cead agat na comhaid a scríobh sa chomhadlann suiteála. Cliceáil OK chun comhadlann eile a roghnú.

source: You don't have sufficient disk space to install to this location. Click OK to select a different location.
ga: Níl go leor spáis diosca agat chun suiteáil a dhéanamh sa suíomh seo. Cliceáil OK chun suíomh eile a roghnú.

source: Sorry, $BrandShortName can't be installed. This version of $BrandShortName requires ${MinSupportedVer} or newer.
ga: Ní féidir $BrandShortName a shuiteáil. Tá ${MinSupportedVer} nó níos nuaí riachtanach don leagan seo de $BrandShortName.

source: Your computer must be restarted to complete a previous uninstall of $BrandShortName. Do you want to reboot now?
ga: Ní mór duit do ríomhaire a atosú chun díshuiteáil $BrandShortName a chur i gcrích. An bhfuil fonn ort atosú anois?

source: Your computer must be restarted to complete a previous upgrade of $BrandShortName. Do you want to reboot now?
ga: Caithfear do ríomhaire a atosú le huasghrádú roimhe seo de $BrandShortName a chríochnú. An bhfuil fonn ort atosú anois?

source: Error creating directory:
ga: Earráid agus comhadlann á cruthú:

source: Click Cancel to stop the installation or Retry to try again.
ga: Cliceáil Cealaigh leis an tsuiteáil a stopadh nó Atriail le hiarracht eile a dhéanamh.

source: Uninstall $BrandFullName
ga: Díshuiteáil $BrandFullName

source: Remove $BrandFullName from your computer.
ga: Bain $BrandFullName de do ríomhaire.

source: $BrandShortName will be uninstalled from the following location:
ga: Díshuiteálfar $BrandShortName ón suíomh seo:

source: Click Uninstall to continue.
ga: Cliceáil Díshuiteáil le dul ar aghaidh.

source: Checking existing installation…
ga: Tá an tsuiteáil reatha á seiceáil…

source: Installing $BrandShortName…
ga: $BrandShortName á Shuiteáil…

source: Installing Language Files (${AB_CD})…
ga: Comhaid Teanga (${AB_CD}) á Suiteáil…

source: Uninstalling $BrandShortName…
ga: $BrandShortName á Dhíshuiteáil…

source: A Little Housekeeping…
ga: Beagán Glantacháin…

source: Choose the type of setup you prefer, then click Next.
ga: Roghnaigh an cineál suiteála is fearr leat, agus cliceáil "Ar Aghaidh" ina dhiaidh sin.

source: $BrandShortName will be installed with the most common options.
ga: Déanfar $BrandShortName a shuiteáil leis na gnáthroghanna.

source: &Standard
ga: Gnáth&shuiteáil

source: You may choose individual options to be installed. Recommended for experienced users.
ga: Is féidir leat roghanna ar leith a shannadh lena suiteáil. Níl an rogha seo molta ach amháin d'úsáideoirí a bhfuil taithí mhaith acu ar an ábhar.

source: &Custom
ga: S&ainshuiteáil

source: &Upgrade
ga: &Nuashonrú

source: Welcome to the $BrandFullNameDA Setup Wizard
ga: Fáilte go dtí Treoraí Suiteála $BrandFullNameDA

source: This wizard will guide you through the installation of $BrandFullNameDA. It is recommended that you close all other applications before starting Setup. This will make it possible to update relevant system files without having to reboot your computer. $_CLICK
ga: Déanfaidh an treoraí seo treorú duit tríd an tsuiteáil de $BrandFullNameDA. Moltar duit gach feidhmchlár eile a dhúnadh sula dtosaíonn tú an Suiteálaí. Cinnteoidh sé seo gur féidir na comhaid oiriúnacha a nuashonrú gan do ríomhaire a atosú. $_CLICK

source: Choose Components
ga: Roghnaigh Comhpháirteanna

source: Choose which features of $BrandFullNameDA you want to install.
ga: Roghnaigh na gnéithe $BrandFullNameDA ba mhaith leat suiteáil.

source: Position your mouse over a component to see its description.
ga: Cuir do luch os cionn comhpháirte chun cur síos a fheiceáil.

source: Choose Install Location
ga: Roghnaigh Suíomh na Suiteála

source: Choose the folder in which to install $BrandFullNameDA.
ga: Roghnaigh an fillteán inar mian leat $BrandFullNameDA a shuiteáil.

source: Installing
ga: Á Shuiteáil

source: Please wait while $BrandFullNameDA is being installed.
ga: Fan fad is atá $BrandFullNameDA á shuiteáil, le do thoil.

source: Installation Complete
ga: Suiteáil Críochnaithe

source: Setup was completed successfully.
ga: D'éirigh leis an tsuiteáil.

source: Installation Aborted
ga: Suiteáil Tobscortha

source: Setup was not completed successfully.
ga: Níor éirigh leis an tsuiteáil.

source: &Finish
ga: &Críochnaigh

source: Completing the $BrandFullNameDA Setup Wizard
ga: Treoraí Suiteála $BrandFullNameDA ag críochnú

source: $BrandFullNameDA has been installed on your computer. Click Finish to close this wizard.
ga: Tá $BrandFullNameDA suiteáilte ar do ríomhaire. Cliceáil Críochnaigh leis an treoraí seo a dhúnadh.

source: Your computer must be restarted in order to complete the installation of $BrandFullNameDA. Do you want to reboot now?
ga: Caithfear do ríomhaire a atosú le suiteáil $BrandFullNameDA a chríochnú. An bhfuil fonn ort atosú anois?

source: Reboot now
ga: Atosaigh anois

source: I want to manually reboot later
ga: Atosóidh mé de láimh níos déanaí

source: Choose Start Menu Folder
ga: Roghnaigh Fillteán sa Roghchlár Tosaigh

source: Choose a Start Menu folder for the $BrandFullNameDA shortcuts.
ga: Roghnaigh fillteán sa Roghchlár Tosaigh le haghaidh aicearraí $BrandFullNameDA.

source: Select the Start Menu folder in which you would like to create the program's shortcuts. You can also enter a name to create a new folder.
ga: Roghnaigh an fillteán sa Roghchlár Tosaigh inar mian leat aicearraí an chláir a chruthú. Is féidir freisin fillteán nua a chruthú trí ainm nua a iontráil.

source: Are you sure you want to quit $BrandFullName Setup?
ga: An bhfuil tú cinnte go dteastaíonn uait scor de Shuiteáil $BrandFullName?

source: Welcome to the $BrandFullNameDA Uninstall Wizard
ga: Fáilte go Treoraí Díshuiteála $BrandFullNameDA

source: This wizard will guide you through the uninstallation of $BrandFullNameDA. Before starting the uninstallation, make sure $BrandFullNameDA is not running. $_CLICK
ga: Tabharfaidh an treoraí treoir duit trí díshuiteáil $BrandFullNameDA. Sula dtosaíonn tú an díshuiteáil, bí cinnte nach bhfuil $BrandFullNameDA ag rith. $_CLICK

source: Uninstall $BrandFullNameDA
ga: Díshuiteáil $BrandFullNameDA

source: Remove $BrandFullNameDA from your computer.
ga: Bain $BrandFullNameDA de do ríomhaire.

source: Uninstalling
ga: Á Dhíshuiteáil

source: Please wait while $BrandFullNameDA is being uninstalled.
ga: Fan fad is atá $BrandFullNameDA á dhíshuiteáil, le do thoil.

source: Uninstallation Complete
ga: Díshuiteáil Críochnaithe

source: Uninstall was completed successfully.
ga: D'éirigh leis an díshuiteáil.

source: Uninstallation Aborted
ga: Díshuiteáil Tobscortha

source: Uninstall was not completed successfully.
ga: Níor éirigh leis an díshuiteáil.

source: Completing the $BrandFullNameDA Uninstall Wizard
ga: Treoraí Díshuiteála $BrandFullNameDA ag críochnú

source: $BrandFullNameDA has been uninstalled from your computer. Click Finish to close this wizard.
ga: Tá $BrandFullNameDA díshuiteáilte ó do ríomhaire. Cliceáil Críochnaigh leis an treoraí seo a dhúnadh.

source: Your computer must be restarted in order to complete the uninstallation of $BrandFullNameDA. Do you want to reboot now?
ga: Caithfear do ríomhaire a atosú le díshuiteáil $BrandFullNameDA a chríochnú. An bhfuil fonn ort atosú anois?

source: Are you sure you want to quit $BrandFullName Uninstall?
ga: An bhfuil tú cinnte go dteastaíonn uait scor de Dhíshuiteáil $BrandFullName?

source: $BrandShortName Setup
ga: Socrú $BrandShortName

source: Thanks for choosing $BrandFullName, the browser that chooses you above everything else.
ga: Go raibh maith agat as $BrandFullName a roghnú, an brabhsálaí a chuireann tusa chun tosaigh.

source: You're about to enjoy the very latest in speed, flexibility and security so you're always in control.
ga: Tá tú ar tí taitneamh a bhaint as brabhsálaí sciobtha, solúbtha, agus slán. Beidh tusa i gceannas i gcónaí.

source: That's because $BrandShortName is made by a non-profit to make browsing and the Web better for you.
ga: Bhí $BrandShortName cruthaithe ag eagraíocht neamhbhrabúis sa chaoi go mbeidh tú in ann níos mó tairbhe a bhaint as an nGréasán.

source: You're also joining a global community of users, contributors and developers working to make the best browser in the world.
ga: Beidh tú ag glacadh páirte i gcomhphobal domhanda: úsáideoirí, rannpháirtithe, agus forbróirí atá ag iarraidh an brabhsálaí is fearr ar an domhan a dhéanamh.

source: Unable to install to the root of your disk. Click OK to select a different location.
ga: Ní féidir suiteáil ar fhréamhdheighilt an diosca. Cliceáil OK chun suíomh eile a roghnú.

source: Your download was interrupted. Please click the OK button to continue.
ga: Briseadh isteach ar d'íosluchtú. Cliceáil OK chun leanúint ar aghaidh.

source: &Install
ga: &Suiteáil

source: &Make $BrandShortName my default browser
ga: Úsáid $BrandShortName &mar do rogha brabhsálaí

source: Create Shortcuts for $BrandShortName:
ga: Cruthaigh aicearraí le haghaidh $BrandShortName:

source: On my &Task bar
ga: Ar mo &Thascbharra

source: On my &Quick Launch bar
ga: Ar mo Bharra &Mearlainseála

source: In my &Start Menu Programs Folder
ga: &San fhillteán 'An Roghchlár Tosaigh/Ríomhchláir' (Start Menu Programs)

source: Space Required:
ga: Spás de dhíth:

source: Space Available:
ga: Spás le fáil:

source: One moment, $BrandShortName will launch as soon as the install is complete…
ga: Fan nóiméad, tosóidh $BrandShortName chomh luath agus a bheidh an tsuiteáil críochnaithe…

source: One moment, $BrandShortName will launch as soon as the upgrade is complete…
ga: Fan nóiméad, tosóidh $BrandShortName chomh luath agus a bheidh an nuashonrú críochnaithe…

source: &Install the $BrandShortName background update service
ga: Su&iteáil an tSeirbhís Nuashonraithe $BrandShortName

source: S&end information about this installation to Mozilla
ga: S&eol faisnéis maidir leis an tsuiteáil seo chuig Mozilla

source: B&rowse…
ga: B&rabhsáil…

source: Destination Folder
ga: Sprioc-Fhillteán

source: Downloading $BrandShortName…
ga: $BrandShortName á íosluchtú…

source: Upgrading $BrandShortName…
ga: $BrandShortName á nuashonrú…

source: Select the folder to install $BrandShortName in.
ga: Roghnaigh an fillteán ar mhaith leat $BrandShortName a shuiteáil ann.

source: $BrandFullName Setup
ga: Suiteáil $BrandFullName

source: $BrandFullName Uninstall
ga: Díshuiteáil $BrandFullName

source: < &Back
ga: < Ar Ai&s

source: &Next >
ga: Ar &Aghaidh >

source: I &accept the terms in the License Agreement
ga: Táim toilteanach &glacadh le coinníollacha an Chomhaontú um Cheadúnas

source: I &do not accept the terms in the License Agreement
ga: Nílim &toilteanach glacadh le coinníollacha an Chomhaontú um Cheadúnas

source: &Uninstall
ga: &Díshuiteáil

source: Show &details
ga: Taispeáin &mionsonraí

source: Click Next to continue.
ga: Cliceáil "Ar Aghaidh" chun leanúint ar aghaidh.

source: Click Install to start the installation.
ga: Cliceáil "Suiteáil" chun tosú.

source: Click Uninstall to start the uninstallation.
ga: Cliceáil "Díshuiteáil" chun tosú.

source: Completed
ga: Críochnaithe

source: Please review the license agreement before installing $BrandFullNameDA. If you accept all terms of the agreement, select the first option below. $_CLICK
ga: Léigh an comhaontú um an gceadúnas roimh $BrandFullNameDA a shuiteáil le do thoil. Má ghlacann tú leis na téarmaí uilig, roghnaigh an chéad rogha thíos. $_CLICK

source: Check the components you want to install and uncheck the components you don't want to install. $_CLICK
ga: Roghnaigh na comhpháirteanna is mian leat a shuiteáil, agus díroghnaigh na comhpháirteanna nach mian leat a shuiteáil. $_CLICK

source: Select components to install:
ga: Roghnaigh na comhpháirteanna is mian leat a shuiteáil:

source: Setup will install $BrandFullNameDA in the following folder. To install in a different folder, click Browse and select another folder. $_CLICK
ga: Suiteálfar $BrandFullNameDA san fhillteán seo a leanas. Chun é a shuiteáil i bhfillteán eile, cliceáil Brabhsáil agus roghnaigh fillteán eile. $_CLICK

source: Select the folder to install $BrandFullNameDA in:
ga: Roghnaigh an fillteán ina suiteálfar $BrandFullNameDA:

source: "Space available: "
ga: "Spás le fáil: "

source: "Space required: "
ga: "Spás de dhíth: "

source: $BrandFullNameDA will be uninstalled from the following folder. $_CLICK
ga: Díshuiteálfar $BrandFullNameDA ón bhfillteán seo. $_CLICK

source: Uninstalling from:
ga: Á dhíshuiteáil ó:

source: Error opening file for writing: $0 Click Abort to stop the installation, Retry to try again, or Ignore to skip this file.
ga: Earráid agus comhad á scríobh: $0 Cliceáil "Abort" chun an tsuiteáil a stopadh, "Retry" chun iarracht eile a dhéanamh, nó "Ignore" chun neamhaird a dhéanamh den chomhad seo.

source: Error opening file for writing: $0 Click Retry to try again, or Cancel to stop the installation.
ga: Earráid agus comhad á scríobh: $0 Cliceáil "Retry" chun iarracht eile a dhéanamh, nó "Cancel" chun an tsuiteáil a stopadh.

source: "Can't write: "
ga: "Ní féidir scríobh: "

source: Copy failed
ga: Theip ar an gcóipeáil

source: "Copy to "
ga: "Cóipeáil go "

source: "Registering: "
ga: "Clárú: "

source: "Unregistering: "
ga: "Díchlárú: "

source: "Could not find symbol: "
ga: "Níorbh fhéidir siombail a aimsiú: "

source: "Could not load: "
ga: "Níorbh fhéidir luchtú: "

source: "Create folder: "
ga: "Cruthaigh fillteán: "

source: "Create shortcut: "
ga: "Cruthaigh aicearra: "

source: "Created uninstaller: "
ga: "Cruthaíodh díshuiteálaí: "

source: "Delete file: "
ga: "Scrios comhad: "

source: "Delete on reboot: "
ga: "Scrios ag am atosaithe: "

source: "Error creating shortcut: "
ga: "Earráid agus aicearra á chruthú: "

source: "Error creating: "
ga: "Earráid le linn cruthaithe: "

source: Error decompressing data! Corrupted installer?
ga: Earráid agus sonraí á ndíchomhbhrú! Suiteálaí truaillithe?

source: Error registering DLL
ga: Earráid agus DLL á chlárú

source: "ExecShell: "
ga: "Blaosc: "

source: "Execute: "
ga: "Rith: "

source: "Extract: "
ga: "Bain Amach: "

source: "Extract: error writing to file "
ga: "Extract: earráid le linn scríofa "

source: Installer corrupted: invalid opcode
ga: Díshuiteálaí truaillithe: cód neamhbhailí oibríochta

source: "No OLE for: "
ga: "Gan OLE le haghaidh: "

source: "Output folder: "
ga: "Fillteán aschurtha: "

source: "Remove folder: "
ga: "Bain fillteán: "

source: "Rename on reboot: "
ga: "Athainmnigh ag am atosaithe: "

source: "Rename: "
ga: "Athainmnigh: "

source: "Skipped: "
ga: "Neamhaird déanta de: "

source: Copy Details To Clipboard
ga: Cóipeáil Sonraí go dtí an Ghearrthaisce

source: Log install process
ga: Logáil an próiseas suiteála

source: &brandShortName; Add-ons are a Work In Progress
ga: Breiseáin &brandShortName;: Obair idir lámha

source: Uh-Oh!
ga: Ochón!

source: Sorry, &brandShortName; is busy working on supporting add-ons for you.
ga: Tá brón orainn, tá &brandShortName; gnóthach ag obair ar bhreiseáin ar do shon.

source: Go back to the
ga: Fill ar

source: &brandShortName; Start Page
ga: Leathanach Tosaigh &brandShortName;

source: Visit site
ga: Tabhair cuairt ar shuíomh

source: Add permanent exception
ga: Cruthaigh eisceacht bhuan

source: About
ga: Maidir Leis

source: By &vendorShortName;
ga: Le &vendorShortName;

source: Read the &brandShortName; privacy policy online
ga: Léigh polasaí príobháideachais &brandShortName; ar líne

source: Checking Add-on compatibility…
ga: Comhoiriúnacht na mBreiseán á Seiceáil…

source: Enter Search or Address
ga: Cuir Ábhar Cuardaigh nó Seoladh isteach

source: New Private Tab
ga: Cluaisín Nua Príobháideach

source: Your Results
ga: Do Chuid Torthaí

source: Open error console
ga: Oscail an consól earráide

source: Open JavaScript shell
ga: Oscail blaosc JavaScript

source: Find in page
ga: Aimsigh sa leathanach

source: Relaunch in Desktop
ga: Atosaigh ar an Deasc

source: Get app for this site
ga: Faigh aip le haghaidh an tsuímh seo

source: View page source
ga: Taispeáin foinse an leathanaigh

# topSitesHeader.label
source: Top Sites
ga: Barrshuímh

# bookmarksHeader.label
source: Bookmarks
ga: Leabharmharcanna

# recentHistoryHeader.label
source: Recent History
ga: An Stair Is Déanaí

source: Tabs from Other Devices
ga: Cluaisíní ó Ghléasanna Eile

# narrowTopSitesHeader.label
source: Top Sites
ga: Barrshuímh

# narrowBookmarksHeader.label
source: Bookmarks
ga: Leabharmharcanna

# narrowRecentHistoryHeader.label
source: Recent History
ga: An Stair Is Déanaí

source: Remote Tabs
ga: Cluaisíní i gCéin

source: Go to Page
ga: Téigh go Leathanach

source: Open
ga: Oscail

source: Pause
ga: Cuir ar Shos

source: Resume
ga: Lean

source: Delete
ga: Scrios

source: See all bookmarks
ga: Féach ar gach leabharmharc

source: Error Console
ga: Consól Earráide

source: Messages
ga: Teachtaireachtaí

source: Code:
ga: Cód:

# consoleCopyAll.label
source: Copy
ga: Cóipeáil

source: Source File:
ga: Comhad Foinse:

source: Line:
ga: Líne:

source: Column:
ga: Colún:

source: Follow
ga: Lean

# contextTextCopy.label
source: Copy
ga: Cóipeáil

source: Paste &amp; go
ga: Greamaigh &amp; téigh

source: Select
ga: Roghnaigh

source: Select all
ga: Roghnaigh uile

source: Open link in new tab
ga: Oscail an nasc i gcluaisín nua

source: Copy link
ga: Cóipeáil an nasc

source: Bookmark link
ga: Cruthaigh Leabharmharc le nasc

source: Save to picture library
ga: Sábháil i leabharlann phictiúr

source: Copy image
ga: Cóipeáil an íomhá

source: Copy image location
ga: Cóipeáil suíomh na híomhá

source: Open image in new tab
ga: Oscail an íomhá i gcluaisín nua

source: Save to video library
ga: Sábháil i leabharlann fhíseán

source: Copy video location
ga: Cóipeáil suíomh an fhíseáin

source: Open video in new tab
ga: Oscail an físeán i gcluaisín nua

source: Looking for your tabs? Just pull down or right-click
ga: Ar lorg do chuid cluaisíní? Tarraing anuas nó deaschliceáil

source: Go to the sites you visit most
ga: Tabhair cuairt ar na suímh is ansa leat

source: Find pages you've saved for later
ga: Aimsaigh na leathanaigh a shábháil tú

source: Access more features and options
ga: Bain feidhm as tuilleadh gnéithe agus roghanna

source: See where you've been on the Web
ga: Na háiteanna ina raibh tú ar an nGréasán

source: Welcome to &brandShortName;
ga: Fáilte go &brandShortName;

source: Different by design
ga: Difriúil, d'aon turas

source: Tap to go back to the previous page
ga: Tapáil chun filleadh ar an leathanach roimhe seo

source: Add a new tab to explore a new site
ga: Cuir cluaisín nua leis chun suíomh nua a thaiscéaladh

source: Use bookmarks to save pages for later
ga: Úsáid leabharmharc chun leathanach a shábháil

source: Pin any site to your Windows Start screen for quick access
ga: Feistigh aon suíomh le do scáileán Windows Start chun teacht air go tapa

source: Search %S for "%S"
ga: Déan cuardach %S ar "%S"

source: Pin to Top Sites
ga: Feistigh leis na Barrshuímh

source: Pin to Bookmarks
ga: Feistigh leis na Leabharmharcanna

source: Pin to Recent History
ga: Feistigh leis an Stair is Déanaí

source: Pin to Downloads
ga: Feistigh leis na hÍosluchtuithe

source: Unpin from Top Sites
ga: Dífheistigh ó na Barrshuímh

source: Hide Bookmark
ga: Cuir Leabharmharc i bhFolach

source: Unpin from Downloads
ga: Dífheistigh ó na hÍosluchtuithe

source: Undo delete
ga: Cealaigh: scriosadh

source: Clear selection
ga: Glan roghnúchán

source: Clear private data
ga: Glan sonraí príobháideacha

source: This will permanently delete the private data you have selected in "Options".
ga: Scriosfar na sonraí príobháideacha a roghnaigh tú faoi "Roghanna" go brách.

source: Feedback (online)
ga: Aiseolas (ar líne)

source: Help (online)
ga: Cabhair (ar líne)

source: Save Location
ga: Sábháil

source: Open Location
ga: Oscail

source: Open it now
ga: Oscail anois é

source: Show in Files
ga: Taispeáin i gComhaid

source: Bookmark added
ga: Leabharmharc cruthaithe

source: Downloading: %S
ga: %S á íosluchtú

source: %S has finished downloading
ga: Tá íosluchtú %S críochnaithe

source: Downloading #1, #2, #3
ga: #1 á íosluchtú, #2, #3

source: %S has been downloaded
ga: Bhí %S íosluchtaithe

source: Tap to save this file.
ga: Tapáil chun an comhad seo a shábháil.

source: Download too big
ga: Tá an t-íosluchtú rómhór

source: Not enough storage space
ga: Níl go leor spás saor ann

source: Do you want to open or save #1 (#2) from #3?
ga: An bhfuil fonn ort #1 (#2) a oscailt nó a shábháil ó #3?

source: Downloading one file, #2, #3;Downloading #1 files, #2, #3
ga: Comhad amháin á íosluchtú, #2, #3;#1 chomhad á n-íosluchtú, #2, #3;#1 chomhad á n-íosluchtú, #2, #3;#1 gcomhad á n-íosluchtú, #2, #3;#1 comhad á n-íosluchtú, #2, #3

source: One download has been completed;#1 downloads have been completed
ga: Íosluchtú amháin críochnaithe;#1 íosluchtú críochnaithe;#1 íosluchtú críochnaithe;#1 n-íosluchtú críochnaithe;#1 íosluchtú críochnaithe

source: Sorry, downloading %S failed.
ga: Tá brón orainn, theip ar íosluchtú %S.

source: Allow once
ga: Ceadaigh uair amháin

source: Always allow
ga: Ceadaigh i gcónaí

source: Never allow
ga: Ná ceadaigh riamh

source: Always for this site
ga: I gcónaí ar an suíomh seo

source: Never for this site
ga: Choíche ar an suíomh seo

source: Share location
ga: Nocht mo láthair

source: Share your location with %S?
ga: An bhfuil fonn ort an láthair ina bhfuil tú a nochtadh do %S?

source: %S wants to store data on your device for offline use.
ga: Tá %S ag iarraidh sonraí a stóráil ar do ghléas le haghaidh úsáide as líne.

source: Search for “%S” on:
ga: Cuardaigh “%S” ar:

source: Check for Updates
ga: Lorg Nuashonruithe

source: Resume Downloading %S…
ga: Lean le hÍosluchtú %S…

source: Apply Update…
ga: Cuir Nuashonrú i bhFeidhm…

source: Restart to Update
ga: Atosaigh chun an nuashonrú a chur i bhfeidhm

source: Upgrade Now…
ga: Uasghrádaigh Anois…

source: Upgrade Now
ga: Uasghrádaigh Anois

source: On
ga: Ann

source: Off
ga: As

source: Toggle
ga: Scoránaigh

source: Enter a string
ga: Cuir teaghrán isteach

source: Enter a number
ga: Cuir uimhir isteach

source: Create
ga: Cruthaigh

source: Private
ga: Príobháideach

source: Would you like to send Mozilla crash reports?
ga: An bhfuil fonn ort tuairiscí ar chlistí a sheoladh chuig Mhozilla?
