Repository: kscanne/gaeilge-mozdev
Catalog: src/firefox-trunk.*.po
Languages: ga

source: %S: Displays the current local time at the IRC server.
ga: %S: Taispeáin an t-am áitiúil ag an bhfreastalaí IRC.

source: %S (+|-)&lt;new mode&gt;: Set or unset a user mode.
ga: %S (+|-)&lt;mód nua&gt;: Socraigh nó díshocraigh mód úsáideora.

source: %S &lt;nick&gt;: Request the version of a user's client.
ga: %S &lt;leasainm&gt;: Faigh leagan de chliant an úsáideora.

source: %1$S [%2$S] entered the room.
ga: Tháinig %1$S [%2$S] isteach sa seomra.

source: You have rejoined the room.
ga: D'fhill tú ar an seomra.

source: You have been kicked by %1$S%2$S.
ga: Bhí tú ciceáilte amach ag %1$S%2$S.

source: %1$S has been kicked by %2$S%3$S.
ga: Bhí %1$S ciceáilte amach ag %2$S%3$S.

source: Your mode is %S.
ga: Do mhód: %S.

source: %1$S is now known as %2$S.
ga: Tugtar %2$S ar %1$S anois.

source: You are now known as %S.
ga: Tugtar %S ort anois.

source: Could not use the desired nickname. Your nick remains %S.
ga: Níorbh fhéidir an leasainm roghnaithe a úsáid. Is é %S do leasainm fós.

source: You have left the room (Part%1$S).
ga: D'fhág tú an seomra (Part%1$S).

source: %1$S has left the room (Part%2$S).
ga: D'fhág %1$S an seomra (Part%2$S).

source: %1$S has left the room (Quit%2$S).
ga: D'fhág %1$S an seomra (Quit%2$S).

source: %1$S has invited you to %2$S.
ga: Thug %1$S cuireadh duit chun %2$S.

source: %1$S was successfully invited to %2$S.
ga: Tugadh cuireadh do %1$S chun %2$S.

source: %1$S is already in %2$S.
ga: Tá %1$S i %2$S cheana.

source: %S was summoned.
ga: Cuireadh gairm ar %S.

source: WHOIS information for %S:
ga: Faisnéis WHOIS le haghaidh %S:

source: %1$S is offline. WHOWAS information for %1$S:
ga: Tá %1$S as líne. Faisnéis WHOWAS le haghaidh %1$S:

source: %S is an unknown nickname.
ga: Leasainm anaithnid: %S

source: %1$S changed the channel password to %2$S.
ga: D'athraigh %1$S focal faire an chainéil go dtí %2$S.

source: %S removed the channel password.
ga: Bhain %S an focal faire den chainéal.

# error.noChannel
source: There is no channel: %S.
ga: Níl aon chainéal %S ann.

source: Cannot join %S; you've joined too many channels.
ga: Ní féidir dul isteach i %S; tá tú ar an iomarca cainéal cheana.

source: Nick already in use, changing nick to %1$S [%2$S].
ga: Tá an leasainm in úsáid cheana, á athrú go %1$S [%2$S].

source: %S is not an allowed nickname.
ga: Ní leasainm ceadaithe é %S.

source: You are banned from this server.
ga: Tá cosc ort ar an bhfreastalaí seo.

source: You will soon be banned from this server.
ga: Beidh cosc ort ar an bhfreastalaí seo go luath.

source: You cannot change modes for other users.
ga: Ní féidir leat mód a athrú le haghaidh úsáideoirí eile.

source: %S is not online.
ga: Níl %S ar líne.

source: There was no nickname: %S
ga: Ní raibh aon leasainm ann: %S

# error.noSuchChannel
source: There is no channel: %S.
ga: Níl aon chainéal ann: %S.

source: %S is temporarily unavailable.
ga: Níl %S ar fáil ar feadh tamaill.

source: You cannot send messages to %S.
ga: Níl cead agat teachtaireachtaí a sheoladh chuig %S.

source: The channel %S is full.
ga: Tá cainéal %S lán.

source: You are not a channel operator on %S.
ga: Ní oibreoir cainéil thú ar %S.

source: You are not a channel owner of %S.
ga: Ní úinéir cainéil thú ar %S.

source: Cannot join %S, invalid channel password.
ga: Ní féidir dul isteach sa chainéal %S, focal faire neamhbhailí.

source: Connected to
ga: Ceangailte le

source: Connected from
ga: Ceangailte ó

source: Registered
ga: Cláraithe

source: Registered as
ga: Cláraithe mar

source: Using a secure connection
ga: Trí cheangal slán

source: Away
ga: Amuigh

source: IRC Operator
ga: Oibreoir IRC

source: Bot
ga: Róbat

source: Last activity
ga: Gníomhaíocht is déanaí

source: %S ago
ga: %S ó shin

source: Currently on
ga: Ar líne faoi láthair

source: Empty or corrupt log file: %S
ga: Logchomhad folamh nó truaillithe: %S

source: Unavailable
ga: Níl ar fáil

source: Offline
ga: As Líne

source: Invisible
ga: Dofheicthe

source: Idle
ga: Díomhaoin

source: Mobile
ga: Soghluaiste

source: I am currently away from the computer.
ga: Níl mé os comhair an ríomhaire faoi láthair.

source: Status is over 140 characters.
ga: Tá an stádas níos faide ná 140 carachtar.

source: An error %1$S occurred while sending: %2$S
ga: Tharla earráid %1$S agus an teachtaireacht á seoladh: %2$S

source: An error %1$S occurred while retweeting: %2$S
ga: Tharla earráid %1$S le linn atuíteála: %2$S

source: An error %1$S occurred while deleting: %2$S
ga: Tharla earráid %1$S le linn scriosadh: %2$S

source: Description is over the maximum length (160 characters), it was automatically truncated to: %S.
ga: Tá an cur siós níos faide ná an t-uasmhéid (160 carachtar); bhí sé giorraithe go huathoibríoch: %S.

source: %S timeline
ga: Amlíne %S

source: Copy Link to Tweet
ga: Cóipeáil Nasc le Tuít

source: Retweet
ga: Atuíteáil

source: Reply
ga: Freagair

source: Follow %S
ga: Lean %S

source: Stop following %S
ga: Ná lean %S a thuilleadh

source: You are now following %S.
ga: Tá tú ag leanúint %S anois.

source: You are no longer following %S.
ga: Níl tú ag leanúint %S a thuilleadh.

source: %S is now following you.
ga: Tá %S do do leanúint anois.

source: You have deleted this tweet: "%S".
ga: Scrios tú an tuít seo: "%S".

source: Replying to: %S
ga: Freagra ar: %S

source: Initiating authentication process
ga: Próiseas fíordheimhnithe á thosú

source: Waiting for your authorization
ga: Ag fanacht le húdarú uait

source: Finalizing authentication
ga: Fíordheimhniú á chur i gcrích

source: Requesting user timelines
ga: Amlínte úsáideora á bhfáil

source: Username mismatch.
ga: Ainmneacha mí-oiriúnaithe.

source: Failed to get request token.
ga: Ní bhfuarthas an ceadchomhartha iarratais.

source: You cancelled the authorization process.
ga: Chealaigh tú an próiseas údaraithe.

source: Failed to get authorization.
ga: Theip ar údarú.

source: There is no network connection available.
ga: Níl ceangal leis an líonra ar fáil.

source: Give permission to use your Twitter account
ga: Tabhair cead dúinn do chuntas Twitter a úsáid

source: Tracked keywords
ga: Eochairfhocail lorgtha

source: User Since
ga: Úsáideoir ó

source: Language
ga: Teanga

source: Timezone
ga: Crios Ama

source: Homepage
ga: Leathanach Baile

source: Protects Tweets
ga: Tuíteanna Faoi Rún

source: Currently Following
ga: Á Leanúint Faoi Láthair

source: Following
ga: Á Leanúint

source: Tweets
ga: Tuíteanna

source: Followers
ga: Leantóirí

source: Listed
ga: Liostaithe

source: Initializing stream
ga: Sruth á thúsú

source: Initializing encryption
ga: Criptiú á thúsú

source: Authenticating
ga: Á Fhíordheimhniú

source: Getting resource
ga: Acmhainn á fáil

source: Downloading contact list
ga: Liosta teagmhálacha á íosluchtú

source: Invalid username (your username should contain an '@' character)
ga: Ainm neamhbhailí (ba chóir carachtar '@' a bheith i d'ainm úsáideora)

source: Failed to create a socket (Are you offline?)
ga: Níorbh fhéidir soicéad a chruthú (An bhfuil tú as líne?)

source: The server closed the connection
ga: Dhún an freastalaí an ceangal

source: Connection reset by peer
ga: D'athshocraigh an comhghleacaí an ceangal

source: The connection timed out
ga: Ceangal imithe thar am

source: Received unexpected data
ga: Fuarthas sonraí gan choinne

source: Received an incorrect response
ga: Fuarthas freagra mícheart

source: The server requires encryption but you disabled it
ga: Éilíonn an freastalaí criptiúchán ach dhíchumasaigh tú é

source: The server doesn't support encryption but your configuration requires it
ga: Ní thacaíonn an freastalaí le criptiúchán ach éilíonn do chumraíocht é

source: Failed to start encryption
ga: Níorbh fhéidir criptiúchán a thosú

source: No authentication mechanism offered by the server
ga: Ní chuireann an freastalaí aon chóras fíordheimhnithe ar fáil

source: None of the authentication mechanisms offered by the server are supported
ga: Ní thacaítear le haon chóras fíordheimhnithe a chuireann an freastalaí ar fáil

source: Authentication failure
ga: Theip ar fhíordheimhniú

source: Not authorized (Did you enter the wrong password?)
ga: Gan údarú (Ar chuir tú an focal faire mícheart isteach?)

source: Failed to get a resource
ga: Theip ar acmhainn a fháil

source: This message could not be delivered: %S
ga: Níorbh fhéidir an teachtaireacht seo a sheoladh: %S

source: Could not join: %S
ga: Níorbh fhéidir dul isteach: %S

source: Unknown error
ga: Earráid anaithnid

source: Status (%S)
ga: Stádas (%S)

source: Subscription
ga: Síntiús

source: _Room
ga: _Seomra

source: _Server
ga: Frea_stalaí

source: _Nick
ga: _Leasainm

source: Resource
ga: Acmhainn

source: Priority
ga: Tosaíocht

source: Connection security
ga: Slándáil an cheangail

source: Require encryption
ga: Criptiúchán riachtanach

source: Use encryption if available
ga: Úsáid criptiú más féidir

source: Allow sending the password unencrypted
ga: Ceadaigh focal faire a sheoladh gan criptiúchán

source: email address
ga: seoladh ríomhphoist

source: Profile ID
ga: Aitheantas na Próifíle

source: Username or password is incorrect.
ga: Bhí an t-ainm úsáideora nó an focal faire mícheart.

source: Account locked due to too many failed login attempts.
ga: Cuireadh an cuntas faoi ghlas mar gheall ar an iomarca iarrachtaí ar logáil isteach nár éirigh leo.

source: Account locked due to too many login attempts.
ga: Cuireadh an cuntas faoi ghlas mar gheall ar an iomarca iarrachtaí ar logáil isteach.

source: Account has been deactivated.
ga: Díghníomhachtaíodh an cuntas.

source: The username does not exist.
ga: Níl an t-ainm úsáideora seo ann.

source: Unknown error: %S
ga: Earráid anaithnid: %S

source: HTTP connection error.
ga: Earráid leis an gceangal HTTP.

source: File transfer server
ga: Freastalaí aistrithe comhad

source: File transfer port
ga: Port aistrithe comhad

source: Encoding
ga: Ionchódú

source: %S has left the conference.
ga: D'fhág %S an glao comhdhála.

source: %S has joined the conference.
ga: Tháinig %S isteach sa ghlao comhdhála.

source: You have invited %S to the conference.
ga: Thug tú cuireadh chun na comhdhála do %S.

source: Screen reader started
ga: Tosaíodh an léitheoir scáileáin

source: Screen reader stopped
ga: Stopadh an léitheoir scáileáin

source: menu bar
ga: barra roghchláir

source: scroll bar
ga: scrollbharra

source: grip
ga: greim

source: alert
ga: foláireamh

source: menu popup
ga: roghchlár aníos

source: document
ga: cáipéis

source: pane
ga: pána

source: dialog
ga: dialóg

source: separator
ga: deighilteoir

source: toolbar
ga: barra uirlisí

source: status bar
ga: barra stádais

source: table
ga: tábla

source: column header
ga: ceanntásc colúin

source: row header
ga: ró ceanntásc

source: column
ga: colún

source: row
ga: ró

source: cell
ga: cill

source: link
ga: nasc

source: list
ga: liosta

source: list item
ga: mír liosta

source: outline
ga: imlíne

source: outline item
ga: mír imlíne

# pagetab
source: tab
ga: cluaisín

source: property page
ga: leathanach airíonna

source: graphic
ga: grafaic

source: button
ga: cnaipe

source: check button
ga: tic-chnaipe

source: radio button
ga: cnaipe raidió

source: combo box
ga: bosca teaglama

source: progress bar
ga: barra dul chun cinn

source: slider
ga: sleamhnán

source: spin button
ga: caschnaipe

source: diagram
ga: léaráid

source: animation
ga: beochan

source: equation
ga: cothromóid

source: button menu
ga: cnaipe roghchláir

source: white space
ga: spás bán

# pagetablist
source: tab list
ga: liosta cluaisíní

source: canvas
ga: canbhás

source: check menu item
ga: mír i roghchlár ticeáilte

source: label
ga: lipéad

source: password text
ga: téacs focail fhaire

source: radio menu item
ga: mír i roghchlár raidió

source: text container
ga: coimeádán téacs

source: toggle button
ga: cnaipe scoránaithe

source: tree table
ga: tábla crainn

source: header
ga: ceanntásc

source: footer
ga: buntásc

source: paragraph
ga: alt

source: entry
ga: iontráil

source: caption
ga: foscríbhinn

source: heading
ga: ceannteideal

source: section
ga: rannóg

source: form
ga: foirm

source: combo box list
ga: liosta i mbosca teaglama

source: combo box option
ga: rogha bhosca teaglama

source: image map
ga: mapa íomhá

# listboxoption
source: option
ga: rogha

source: list box
ga: bosca liosta

source: flat equation
ga: cothromóid chothrom

source: gridcell
ga: cill ghreille

source: note
ga: nóta

source: figure
ga: fíor

source: definition list
ga: liosta sainmhínithe

source: term
ga: téarma

source: definition
ga: sainmhíniú

source: text area
ga: limistéar téacs

source: date
ga: dáta

source: e-mail
ga: ríomhphost

# textInputType_search
source: search
ga: cuardach

source: telephone
ga: teileafón

source: heading level %S
ga: ceanntásc ag leibhéal %S

source: First item
ga: An chéad mhír

source: Last item
ga: An mhír dheiridh

source: 1 item;#1 items
ga: 1 mhír;#1 mhír;#1 mhír;#1 mír;#1 mír

source: %1$S of %2$S
ga: %1$S as %2$S

source: banner
ga: meirge

source: complementary
ga: comhlántach

source: content info
ga: eolas faoin ábhar

source: main
ga: príomh

source: navigation
ga: nascleanúint

source: search
ga: cuardach

source: with 1 column;with #1 columns
ga: le 1 cholún;le #1 cholún;le #1 cholún;le #1 gcolún;le #1 colún

source: and 1 row;and #1 rows
ga: agus 1 ró;agus #1 ró;agus #1 ró;agus #1 ró;agus #1 ró

source: Column %S
ga: Colún %S

source: Row %S
ga: Ró %S

source: spans %S columns
ga: thar %S cholún

source: spans %S rows
ga: thar %S ró

source: jumped
ga: léimte

# pressAction
source: pressed
ga: brúite

# checkAction
source: checked
ga: ticeáilte

source: unchecked
ga: gan tic

# selectAction
source: selected
ga: roghnaithe

source: unselected
ga: díroghnaithe

source: opened
ga: oscailte

source: closed
ga: dúnta

source: switched
ga: athraithe

source: clicked
ga: cliceáilte

# collapseAction
source: collapsed
ga: leacaithe

# expandAction
source: expanded
ga: leathnaithe

source: activated
ga: curtha i bhfeidhm

source: cycled
ga: timthriallta

source: hidden
ga: folaithe

source: loading
ga: á luchtú

source: loaded
ga: luchtaithe

source: new tab
ga: cluaisín nua

source: loading stopped
ga: luchtú stoptha

source: reloading
ga: á athluchtú

# stateChecked
source: checked
ga: ticeáilte

source: not checked
ga: gan tic

# statePressed
source: pressed
ga: brúite

# stateExpanded
source: expanded
ga: leathnaithe

# stateCollapsed
source: collapsed
ga: leacaithe

source: unavailable
ga: níl ar fáil

source: readonly
ga: inléite amháin

source: visited
ga: cuairt déanta air

source: has pop up
ga: preabhfhuinneog ann

# stateSelected
source: selected
ga: roghnaithe

source: editing
ga: eagarthóireacht

source: navigating
ga: nascleanúint

source: Anchors
ga: Ancairí

source: Buttons
ga: Cnaipí

source: Combo boxes
ga: Boscaí teaglama

source: Landmarks
ga: Sainchomharthaí

source: Entries
ga: Iontrálacha

source: Form elements
ga: Eilimintí foirme

source: Headings
ga: Ceannteidil

source: List items
ga: Míreanna i liosta

source: Links
ga: Naisc

source: Lists
ga: Liostaí

source: Page tabs
ga: Cluaisíní leathanaigh

source: Radio buttons
ga: Cnaipí raidió

source: Separators
ga: Deighilteoirí

source: Tables
ga: Táblaí

source: Check boxes
ga: Ticbhoscaí

# menubarAbbr
source: menu bar
ga: barra roghchláir

# scrollbarAbbr
source: scroll bar
ga: scrollbharra

# gripAbbr
source: grip
ga: greim

# alertAbbr
source: alert
ga: foláireamh

# menupopupAbbr
source: menu popup
ga: roghchlár aníos

# documentAbbr
source: document
ga: cáipéis

# paneAbbr
source: pane
ga: pána

# dialogAbbr
source: dialog
ga: dialóg

# separatorAbbr
source: separator
ga: deighilteoir

# toolbarAbbr
source: toolbar
ga: barra uirlisí

# statusbarAbbr
source: status bar
ga: barra stádais

# columnheaderAbbr
source: column header
ga: ceanntásc colúin

# rowheaderAbbr
source: row header
ga: ceanntásc ró

# columnAbbr
source: column
ga: colún

# rowAbbr
source: row
ga: ró

# cellAbbr
source: cell
ga: cill

source: lnk
ga: nsc

# listAbbr
source: list
ga: liosta

# listitemAbbr
source: list item
ga: mír liosta

# outlineAbbr
source: outline
ga: imlíne

# outlineitemAbbr
source: outline item
ga: mír imlíne

# pagetabAbbr
source: tab
ga: cluaisín

# propertypageAbbr
source: property page
ga: leathanach airíonna

# graphicAbbr
source: graphic
ga: grafaic

source: btn
ga: cnp

# checkbuttonAbbr
source: check button
ga: tic-chnaipe

# radiobuttonAbbr
source: radio button
ga: cnaipe raidió

# comboboxAbbr
source: combo box
ga: bosca teaglama

# progressbarAbbr
source: progress bar
ga: barra dul chun cinn

# sliderAbbr
source: slider
ga: sleamhnán

# spinbuttonAbbr
source: spin button
ga: caschnaipe

# diagramAbbr
source: diagram
ga: léaráid

# animationAbbr
source: animation
ga: beochan

# equationAbbr
source: equation
ga: cothromóid

# buttonmenuAbbr
source: button menu
ga: cnaipe roghchláir

# whitespaceAbbr
source: white space
ga: spás bán

# pagetablistAbbr
source: tab list
ga: liosta cluaisíní

# canvasAbbr
source: canvas
ga: canbhás

# checkmenuitemAbbr
source: check menu item
ga: mír i roghchlár ticeáilte

# labelAbbr
source: label
ga: lipéad

source: passwdtxt
ga: ff

# radiomenuitemAbbr
source: radio menu item
ga: mír i roghchlár raidió

# textcontainerAbbr
source: text container
ga: coimeádán téacs

# togglebuttonAbbr
source: toggle button
ga: cnaipe scoránaithe

# treetableAbbr
source: tree table
ga: tábla crainn

# headerAbbr
source: header
ga: ceanntásc

# footerAbbr
source: footer
ga: buntásc

# paragraphAbbr
source: paragraph
ga: alt

# entryAbbr
source: entry
ga: iontráil

# captionAbbr
source: caption
ga: foscríbhinn

# headingAbbr
source: heading
ga: ceannteideal

# sectionAbbr
source: section
ga: rannóg

# formAbbr
source: form
ga: foirm

# comboboxlistAbbr
source: combo box list
ga: liosta i mbosca teaglama

# comboboxoptionAbbr
source: combo box option
ga: rogha bhosca teaglama

source: imgmap
ga: mapa

# listboxoptionAbbr
source: option
ga: rogha

# listboxAbbr
source: list box
ga: bosca liosta

# flatequationAbbr
source: flat equation
ga: cothromóid chothrom

# gridcellAbbr
source: gridcell
ga: cill ghreille

# noteAbbr
source: note
ga: nóta

source: fig
ga: pic

# definitionlistAbbr
source: definition list
ga: liosta sainmhínithe

# termAbbr
source: term
ga: téarma

# definitionAbbr
source: definition
ga: sainmhíniú

source: txtarea
ga: lmstrtcs

source: #1c;#1c
ga: #1c;#1c;#1c;#1c;#1c

source: #1r;#1r
ga: #1r;#1r;#1r;#1r;#1r

source: Jump
ga: Léim

source: Press
ga: Brúigh

source: Check
ga: Ticeáil

source: Uncheck
ga: Díthiceáil

source: Switch
ga: Athraigh

source: Click
ga: Cliceáil

source: Collapse
ga: Laghdaigh

source: Expand
ga: Leathnaigh

source: Activate
ga: Gníomhachtaigh

source: Cycle
ga: Ciogal

source: HTML Content
ga: Ábhar HTML

source: tab
ga: cluaisín

source: term
ga: téarma

source: definition
ga: sainmhíniú

source: search
ga: cuardach

source: The file %S cannot be found. Please check the location and try again.
ga: Comhad %S gan aimsiú. Deimhnigh an suíomh agus bain triail eile as.

source: %S could not be found. Please check the name and try again.
ga: %S gan aimsiú. Deimhnigh an t-ainm agus bain triail eile as.

source: One of the following (%S) is not a registered protocol or is not allowed in this context.
ga: Níl ceann de na prótacail seo a leanas (%S) cláraithe, nó níl sé ceadaithe sa chomhthéacs seo.

source: The connection was refused when attempting to contact %S.
ga: Ceangal obtha agus iarracht ar siúl %S a rochtain.

source: The connection to %S has terminated unexpectedly. Some data may have been transferred.
ga: Scoireadh gan choinne den cheangal le %S. Seans gur aistríodh roinnt sonraí.

source: The operation timed out when attempting to contact %S.
ga: Chuaigh an oibríocht thar am agus iarracht ar siúl %S a rochtain.

source: Redirection limit for this URL exceeded. Unable to load the requested page. This may be caused by cookies that are blocked.
ga: Teorainn atreoraithe don URL seo. Ní féidir an leathanach iarrtha a luchtú. Is féidir gur fianáin coiscthe is cúis leis seo.

source: To display this page, the application must send information that will repeat any action (such as a search or order confirmation) that was performed earlier.
ga: Leis an leathanach seo a thaispeáint, ní mór don fheidhmchlár faisnéis a sheoladh a dhéanfaidh gníomh ar bith arís (m.sh. cuardach nó cur isteach ordaithe) a deineadh níos luaithe.

source: This document cannot be displayed unless you install the Personal Security Manager (PSM). Download and install PSM and try again, or contact your system administrator.
ga: Cáipéis í seo nach féidir a thaispeáint gan Bainisteoir Pearsanta Slándála (PSM) a shuiteáil. Íosluchtaigh agus suiteáil PSM anois agus bain triail eile as, nó cuir fios ar do riarthóir córais.

source: The document contains no data.
ga: Cáipéis fholamh.

source: This document cannot be displayed while offline. To go online, uncheck Work Offline from the File menu.
ga: Ní féidir an cháipéis seo a thaispeáint agus tú as líne. Chun dul ar líne, díroghnaigh "Oibrigh As Líne" on roghchlár "Comhad".

source: Access to the port number given has been disabled for security reasons.
ga: Ní féidir uimhir an phoirt a rochtain, i ngeall ar chúrsaí slándála.

source: The proxy server you have configured could not be found. Please check your proxy settings and try again.
ga: Níl fáil ar an seachfhreastalaí a chumraigh tú. Deimhnigh do shocruithe um sheachfhreastalaithe agus bain triail eile as.

source: The connection was refused when attempting to contact the proxy server you have configured. Please check your proxy settings and try again.
ga: Diúltaíodh don cheangal agus tú ag iarraidh teacht ar an seachfhreastalaí a chumraigh tú. Deimhnigh do shocruithe um sheachfhreastalaithe agus bain triail eile as.

source: This page uses an unsupported technology that is no longer available by default.
ga: Baineann an leathanach seo úsáid as teicneolaíocht nach dtacaítear léi de réir réamhshocraithe a thuilleadh.

source: Warning: Unresponsive script
ga: Rabhadh: script gan freagairt

source: A script on this page may be busy, or it may have stopped responding. You can stop the script now, or you can continue to see if the script will complete.
ga: Tá script ar an leathanach seo a d'fhéadfadh bheith gnóthach, nó gan freagairt. Tig leat an script a stopadh anois, nó is féidir leanadh ar aghaidh le feiceáil an gcríochnóidh an script.

source: A script on this page may be busy, or it may have stopped responding. You can stop the script now, open the script in the debugger, or let the script continue.
ga: D'fhéadfadh script sa leathanach seo a bheith gnóthach, nó b'fhéidir nach bhfuil sí ag freagairt. Tig leat an script a stopadh anois, nó í a oscailt sa dífhabhtóir, nó ligean léi dul ar aghaidh.

source: Stop script
ga: Stop an script

source: Debug script
ga: Dífhabhtaigh an script

# WaitForScriptButton
source: Continue
ga: Lean ar aghaidh

source: Attempt to load a javascript: URL from one host in a window displaying content from another host was blocked by the security manager.
ga: Chuir bainisteoir na slándála bac ar iarracht URL "javascript:" a luchtú ó ósta amháin i bhfuinneog ina bhfuil ábhar ó ósta eile á thaispeáint.

source: Scripts may not close windows that were not opened by script.
ga: Níl cead ag scripteanna fuinneoga nár oscail siad a dhúnadh.

source: This page is asking you to confirm that you want to leave - data you have entered may not be saved.
ga: Tá an leathanach seo ag fiafraí díot an bhfuil tú cinnte gur mian leat fágáil - d'fhéadfaí nár sábháladh na sonraí a chuir tú isteach.
