Repository: kscanne/gaeilge-mozdev
Catalog: src/firefox-trunk.*.po
Languages: ga

source: %S - Sharing Indicator
ga: %S - Táscaire Comhroinnte

source: Your camera and microphone are being shared. Click to control sharing.
ga: Tá do cheamara agus do mhicreafón á gcomhroinnt. Cliceáil chun comhroinnt a bhainistiú.

source: Your camera is being shared. Click to control sharing.
ga: Tá do cheamara á chomhroinnt. Cliceáil chun comhroinnt a bhainistiú.

source: Your microphone is being shared. Click to control sharing.
ga: Tá do mhicreafón á chomhroinnt. Cliceáil chun comhroinnt a bhainistiú.

source: An application is being shared. Click to control sharing.
ga: Tá feidhmchlár á chomhroinnt. Cliceáil chun comhroinnt a bhainistiú.

source: Your screen is being shared. Click to control sharing.
ga: Tá do scáileán á chomhroinnt. Cliceáil chun comhroinnt a bhainistiú.

source: A window is being shared. Click to control sharing.
ga: Tá fuinneog á comhroinnt. Cliceáil chun comhroinnt a bhainistiú.

source: Sharing Camera with "%S"
ga: Ceamara á chomhroinnt le "%S"

source: Sharing Microphone with "%S"
ga: Micreafón á chomhroinnt le "%S"

source: Sharing an Application with "%S"
ga: Feidhmchlár á chomhroinnt le "%S"

source: Sharing Screen with "%S"
ga: Scáileán á chomhroinnt le "%S"

source: Sharing a Window with "%S"
ga: Fuinneog á comhroinnt le "%S"

source: Control Sharing
ga: Bainistigh an Chomhroinnt

source: Sharing Camera with #1 tab;Sharing Camera with #1 tabs
ga: Ceamara á chomhroinnt le #1 chluaisín;Ceamara á chomhroinnt le #1 chluaisín;Ceamara á chomhroinnt le #1 chluaisín;Ceamara á chomhroinnt le #1 gcluaisín;Ceamara á chomhroinnt le #1 cluaisín

source: Sharing Microphone with #1 tab;Sharing Microphone with #1 tabs
ga: Micreafón á chomhroinnt le #1 chluaisín;Micreafón á chomhroinnt le #1 chluaisín;Micreafón á chomhroinnt le #1 chluaisín;Micreafón á chomhroinnt le #1 gcluaisín;Micreafón á chomhroinnt le #1 cluaisín

source: Sharing an Application with #1 tab;Sharing Applications with #1 tabs
ga: Feidhmchlár á chomhroinnt le #1 chluaisín;Feidhmchlár á chomhroinnt le #1 chluaisín;Feidhmchlár á chomhroinnt le #1 chluaisín;Feidhmchlár á chomhroinnt le #1 gcluaisín;Feidhmchlár á chomhroinnt le #1 cluaisín

source: Sharing Screen with #1 tab;Sharing Screen with #1 tabs
ga: Scáileán á chomhroinnt le #1 chluaisín;Scáileán á chomhroinnt le #1 chluaisín;Scáileán á chomhroinnt le #1 chluaisín;Scáileán á chomhroinnt le #1 gcluaisín;Scáileán á chomhroinnt le #1 cluaisín

source: Sharing a Window with #1 tab;Sharing Windows with #1 tabs
ga: Fuinneog á comhroinnt le #1 chluaisín;Fuinneog á comhroinnt le #1 chluaisín;Fuinneog á comhroinnt le #1 chluaisín;Fuinneog á comhroinnt le #1 gcluaisín;Fuinneog á comhroinnt le #1 cluaisín

source: Control Sharing on "%S"
ga: Bainistigh an Comhroinnt ar "%S"

source: The URL is not valid and cannot be loaded.
ga: Ní URL bailí é sin. Ní féidir a luchtú.

source: Firefox can't find the file at %S.
ga: Ní féidir le Firefox an comhad ag %S a aimsiú.

source: Firefox can't find the server at %S.
ga: Ní féidir le Firefox an freastalaí ag %S a aimsiú.

source: Firefox doesn't know how to open this address, because one of the following protocols (%S) isn't associated with any program or is not allowed in this context.
ga: Níl a fhios ag Firefox conas an seoladh seo a oscailt toisc nach bhfuil ceann de na prótacail seo a leanas (%S) comhcheangailte le ríomhchlár ar bith, nó níl sé ceadaithe sa chomhthéacs seo.

source: Firefox can't establish a connection to the server at %S.
ga: Ní féidir le Firefox ceangal leis an bhfreastalaí ag %S.

source: The connection to %S was interrupted while the page was loading.
ga: Idirbhriseadh an ceangal le %S agus an leathanach á luchtú.

source: The server at %S is taking too long to respond.
ga: Tá an freastalaí ag %S ró-fhada ag freagairt.

source: Firefox has detected that the server is redirecting the request for this address in a way that will never complete.
ga: Bhraith Firefox go bhfuil an freastalaí ag atreorú an iarratais i slí nach gcríochnóidh choíche.

source: To display this page, %S must send information that will repeat any action (such as a search or order confirmation) that was performed earlier.
ga: Leis an leathanach seo a thaispeáint, caithfidh %S faisnéis a sheoladh a athdhéanfaidh gníomh ar bith (cosúil le cuardach nó dearbhú ordaithe) a deineadh níos luaithe.

source: Firefox doesn't know how to communicate with the server.
ga: Níl a fhios ag Firefox conas dul i dteagmháil leis an bhfreastalaí.

source: The connection to the server was reset while the page was loading.
ga: Athshocraíodh an ceangal leis an bhfreastalaí agus an leathanach á luchtú.

source: This document is no longer available.
ga: Níl an cháipéis seo ar fáil a thuilleadh.

source: Firefox is currently in offline mode and can't browse the Web.
ga: Tá Firefox sa mhód as líne faoi láthair agus ní féidir an Gréasán a bhrabhsáil.

source: The document cannot change while Printing or in Print Preview.
ga: Ní féidir cáipéis a athrú le linn a phriontála, nó mar réamhamharc.

source: This address uses a network port which is normally used for purposes other than Web browsing. Firefox has canceled the request for your protection.
ga: Úsáideann an seoladh seo port líonra a úsáidtear de ghnáth le haghaidh cúiseanna seachas brabhsáil. Chealaigh Firefox d'iarratas ar mhaithe le do shlándáil.

source: Firefox is configured to use a proxy server that can't be found.
ga: Tá Firefox cumraithe le haghaidh úsáide seachfhreastalaí nach féidir a aimsiú.

source: Firefox is configured to use a proxy server that is refusing connections.
ga: Tá Firefox cumraithe le haghaidh úsáide seachfhreastalaí atá ag diúltú le ceangail.

source: The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.
ga: An leathanach atá tú ag iarraidh a amharc, ní féidir é a thaispeáint, agus comhbhrú ann nach bhfuil bailí.

source: The page you are trying to view cannot be shown because it is contained in a file type that may not be safe to open. Please contact the website owners to inform them of this problem.
ga: Ní féidir an leathanach a d'iarr tú a thaispeáint toisc go bhfuil sé i gcineál comhaid a d'fhéadfadh a bheith baolach le hoscailt. Téigh i dteagmháil le húinéirí an tsuímh Ghréasáin leis an fhadhb seo a chur in iúl dóibh, le do thoil.

source: External Protocol Request
ga: Iarratas ar Phrótacal Seachtrach

source: An external application must be launched to handle %1$S: links. Requested link: %2$S Application: %3$S If you were not expecting this request it may be an attempt to exploit a weakness in that other program. Cancel this request unless you are sure it is not malicious.
ga: Ní mór feidhmchlár seachtrach a thosú chun na naisc %1$S: a láimhseáil. Iarradh: %2$S Feidhmchlár: %3$S Mura raibh tú ag súil leis an iarratas seo b'fhéidir gur iarracht atá ann chun leas a bhaint as laige san fheidhmchlár sin. Cealaigh an t-iarratas seo mura bhfuil tú cinnte nach bhfuil sé mailíseach.

source: <Unknown>
ga: <Anaithnid>

source: Remember my choice for all links of this type.
ga: Meabhraigh mo rogha do naisc den chineál seo.

source: Launch application
ga: Cuir Feidhmchlár ar Siúl

source: The site at %S has been reported as an attack site and has been blocked based on your security preferences.
ga: Tuairiscíodh gur suíomh ionsaithe é an suíomh %S agus tá cosc curtha air de bharr do roghanna slándála.

source: The website at %S has been reported as a web forgery designed to trick users into sharing personal or financial information.
ga: Gach seans gur dearadh suíomh Gréasáin %S chun faisnéis phearsanta nó airgeadais a fháil le cleas ó dhaoine.

source: This page has a content security policy that prevents it from being loaded in this way.
ga: Tá polasaí slándála inneachair ag an leathanach seo a chuireann bac ar é a bheith luchtaithe mar seo.

source: The page you are trying to view cannot be shown because an error in the data transmission was detected.
ga: An leathanach atá tú ag iarraidh a amharc, ní féidir é a thaispeáint toisc gur tharla earráid agus na sonraí á seoladh.

source: This page uses an unsupported technology that is no longer available by default in Firefox.
ga: Baineann an leathanach seo úsáid as teicneolaíocht nach dtacaíonn Firefox léi de réir réamhshocraithe a thuilleadh.

source: Problem loading page
ga: Fadhb i rith luchtú an leathanaigh

source: Unable to connect
ga: Ní féidir ceangal

source: This address is restricted
ga: Tá an seoladh seo srianta

source: Server not found
ga: Freastalaí gan aimsiú

source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your computer's network connection.</li> <li>If your computer or network is protected by a firewall or proxy, make sure that &brandShortName; is permitted to access the Web.</li> </ul>
ga: <ul> <li>Scrúdaigh an seoladh le haghaidh botún cosúil le <strong>ww</strong>.sampla.com in áit <strong>www</strong>.sampla.com</li> <li>Mura bhfuil tú in ann leathanach ar bith a luchtú, déan seiceáil ar cheangal líonra do ríomhaire.</li> <li>Má tá do ríomhaire nó do líonra á chosaint ag balla dóiteáin nó seachfhreastalaí, cinntigh go bhfuil cead ag &brandShortName; an Gréasán a rochtain.</li> </ul>

source: File not found
ga: Comhad gan aimsiú

source: <ul> <li>Check the file name for capitalization or other typing errors.</li> <li>Check to see if the file was moved, renamed or deleted.</li> </ul>
ga: <ul> <li>Scrúdaigh an t-ainm comhaid le haghaidh botúin chlóscríofa sna litreacha móra srl.</li> <li>Féach an bhfuil an comhad bogtha, athainmnithe nó scriosta.</li></ul>

source: Oops.
ga: Úps.

source: <p>&brandShortName; can't load this page for some reason.</p>
ga: <p>Ní féidir le &brandShortName; an leathanach seo a luchtú ar fáth éigin.</p>

source: The address isn't valid
ga: Níl an seoladh bailí

source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you're using forward slashes (i.e. <strong>/</strong>).</li> </ul>
ga: <ul> <li>De ghnáth scríobhtar seoltaí Gréasáin mar seo <strong>http://www.sampla.com/</strong></li> <li>Bí cinnte gur tulslaiseanna atá agat (.i. <strong>/</strong>).</li></ul>

source: The connection was interrupted
ga: Idirbhriseadh an ceangal

source: Document Expired
ga: Cáipéis As Feidhm

source: <p>The requested document is not available in &brandShortName;'s cache.</p><ul><li>As a security precaution, &brandShortName; does not automatically re-request sensitive documents.</li><li>Click Try Again to re-request the document from the website.</li></ul>
ga: <p>Níl an cháipéis iarrtha ar fáil i dtaisce &brandShortName;.</p><ul><li>Mar gheall ar chúrsaí slándála, ní dhéanfaidh &brandShortName; iarracht eile aon cháipéis íogair a fháil go huathoibríoch.</li><li>Cliceáil 'Déan Iarracht Eile' chun an cháipéis a iarraidh ón suíomh arís.</li></ul>

source: Offline mode
ga: Mód as líne

source: <ul> <li>Press &quot;Try Again&quot; to switch to online mode and reload the page.</li> </ul>
ga: <ul> <li>Brúigh &quot;Déan Iarracht Arís&quot; chun dul ar líne agus an leathanach a luchtú arís.</li> </ul>

source: Content Encoding Error
ga: Earráid Ionchódaithe Inneachair

# contentEncodingError.longDesc
source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
ga: <ul> <li>Téigh i dteagmháil le húinéirí an tsuímh ghréasáin leis an bhfadhb a chur in iúl dóibh, le do thoil.</li> </ul>

source: Unsafe File Type
ga: Cineál Comhaid Baolach

# unsafeContentType.longDesc
source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
ga: <ul> <li>Téigh i dteagmháil le húinéirí an tsuímh ghréasáin leis an bhfadhb a chur in iúl dóibh, le do thoil.</li> </ul>

source: The connection was reset
ga: Athshocraíodh an ceangal

source: The connection has timed out
ga: Ceangal imithe thar am

source: The address wasn't understood
ga: Níor tuigeadh an seoladh

source: <ul> <li>You might need to install other software to open this address.</li> </ul>
ga: <ul> <li>B'fhéidir go mbeidh ort bogearraí eile a shuiteáil leis an seoladh seo a oscailt.</li></ul>

source: The proxy server is refusing connections
ga: Tá an seachfhreastalaí ag diúltú le ceangail

source: <ul> <li>Check the proxy settings to make sure that they are correct.</li> <li>Contact your network administrator to make sure the proxy server is working.</li> </ul>
ga: <ul> <li>Cinntigh go bhfuil na socruithe seachfhreastalaí ceart.</li> <li>Téigh i dteagmháil le do riarthóir líonra le bheith cinnte go bhfuil an seachfhreastalaí ag obair.</li></ul>

source: Unable to find the proxy server
ga: Ní féidir an seachfhreastalaí a aimsiú

source: <ul> <li>Check the proxy settings to make sure that they are correct.</li> <li>Check to make sure your computer has a working network connection.</li> <li>If your computer or network is protected by a firewall or proxy, make sure that &brandShortName; is permitted to access the Web.</li> </ul>
ga: <ul> <li>Cinntigh go bhfuil na socruithe seachfhreastalaí ceart.</li> <li>Cinntigh go bhfuil ceangal líonra do ríomhaire ag obair.</li> <li>Má tá do ríomhaire nó do líonra á chosaint ag balla dóiteáin nó seachfhreastalaí, cinntigh go bhfuil cead ag &brandShortName; an Gréasán a rochtain.</li></ul>

source: The page isn't redirecting properly
ga: Níl an leathanach ag atreorú i gceart

source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
ga: <ul> <li>Uaireanta tarlaíonn an fhadhb seo de bharr fianáin a bheith díchumasaithe nó bheith ag diúltú leo.</li></ul>

source: Unexpected response from server
ga: Freagra gan súil leis ón bhfreastalaí

source: <ul> <li>Check to make sure your system has the Personal Security Manager installed.</li> <li>This might be due to a non-standard configuration on the server.</li> </ul>
ga: <ul> <li>Cinntigh go bhfuil an Bainisteoir Pearsanta Slándála suiteáilte ar do ríomhaire.</li> <li>D'fhéadfadh seo tarlú de dheasca cumraíocht neamhchaighdeánach an fhreastalaí.</li></ul>

# nssFailure2.title
source: Secure Connection Failed
ga: Níorbh Fhéidir Ceangal Slán a Bhunú

source: <ul> <li>The page you are trying to view cannot be shown because the authenticity of the received data could not be verified.</li> <li>Please contact the website owners to inform them of this problem.</li> </ul>
ga: <ul> <li>Ní féidir an leathanach atá tú ag iarraidh amharc air a thaispeáint toisc nach féidir fírinne na sonraí a fuarthas a fhíordheimhniú.</li> <li>Téigh i dteagmháil le húinéirí an tsuímh Ghréasáin leis an fhadhb seo a chur in iúl dóibh le do thoil.</li> </ul>

# nssBadCert.title
source: Secure Connection Failed
ga: Níorbh Fhéidir Ceangal Slán a Bhunú

source: <ul> <li>This could be a problem with the server's configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
ga: <ul> <li>B'fhéidir gur fadhb i gcumraíocht an fhreastalaí atá ann, nó b'fhéidir go bhfuil duine éigin ag déanamh aithris ar an bhfreastalaí.</li> <li>Má d'éirigh leat ceangal leis an bhfreastalaí seo roimhe seo, b'fhéidir gur fadhb shealadach atá ann agus is féidir leat iarracht a dhéanamh níos déanaí.</li> </ul>

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your computer's network connection.</li> <li>If your computer or network is protected by a firewall or proxy, make sure that &brandShortName; is permitted to access the Web.</li> </ul>
ga: <ul> <li>D'fhéadfadh an suíomh bheith gan fáil nó ró-ghnóthach go sealadach. Bain triail eile as ar ball beag.</li> <li>Mura bhfuil tú in ann leathanach ar bith a luchtú, déan seiceáil ar cheangal líonra do ríomhaire.</li> <li>Má tá do ríomhaire nó do líonra á chosaint ag balla dóiteáin nó seachfhreastalaí, cinntigh go bhfuil cead ag &brandShortName; an Gréasán a rochtain.</li></ul>

source: Suspected Attack Site!
ga: Suíomh Amhrasta Ionsaithe!

source: <p>Attack sites try to install programs that steal private information, use your computer to attack others, or damage your system.</p> <p>Website owners who believe their site has been reported as an attack site in error may <a href='http://www.stopbadware.org/home/reviewinfo' >request a review</a>.</p>
ga: <p>Iarrann suímh ionsaithe bogearraí a shuiteáil a ghoideann faisnéis phríobháideach, a úsáideann do ríomhaire le cinn eile a ionsaí, nó a dhéanann dochar do do ríomhaire.</p> <p>Tig le húinéirí suíomhanna Gréasáin a chreideann gur tuairiscíodh go mícheart gur suímh ionsaithe iad <a href='http://www.stopbadware.org/home/reviewinfo'>athbhreithniú a iarraidh</a>.</p>

source: Suspected Web Forgery!
ga: Falsaíocht Ghréasáin!

source: <p>Entering any personal information on this page may result in identity theft or other fraud.</p> <p>These types of web forgeries are used in scams known as phishing attacks, in which fraudulent web pages and emails are used to imitate sources you may trust.</p>
ga: <p>D'fhéadfadh goid aitheantais nó calaois eile teacht mar thoradh ar fhaisnéis phearsanta ar bith a chur isteach sa leathanach seo.</p> <p>Úsáidtear suímh den chineál seo i gcamscéimeanna ar a dtugtar “bréagbhrandáil”, ina gcruthaíonn coirpigh leathanaigh agus ríomhphoist chalaoiseacha chun aithris a dhéanamh ar fhoinsí dlisteanacha a bhfuil muinín agat astu.</p>

source: Blocked by Content Security Policy
ga: Bactha ag an Polasaí Slándala Inneachair

source: <p>&brandShortName; prevented this page from loading in this way because the page has a content security policy that disallows it.</p>
ga: <p>Chuir &brandShortName; stad ar luchtú an leathanaigh seo toisc go bhfuil polasaí slándála inneachair ag an leathanach a dhícheadaíonn é.</p>

source: Corrupted Content Error
ga: Earráid: Ábhar Truaillithe

source: <p>The page you are trying to view cannot be shown because an error in the data transmission was detected.</p><ul><li>Please contact the website owners to inform them of this problem.</li></ul>
ga: <p>An leathanach atá tú ag iarraidh a amharc, ní féidir é a thaispeáint toisc gur tharla earráid agus na sonraí á seoladh.</p><ul><li>Téigh i dteagmháil le húinéir an tsuímh agus inis dóibh faoin fhadhb seo.</li></ul>

source: Or you can add an exception…
ga: Nó is féidir leat eisceacht a chruthú…

source: <p>You should not add an exception if you are using an internet connection that you do not trust completely or if you are not used to seeing a warning for this server.</p> <button id='getMeOutOfHereButton'>&securityOverride.getMeOutOfHereButton;</button> <button id='exceptionDialogButton'>&securityOverride.exceptionButtonLabel;</button>
ga: <p>Ná cruthaigh eisceacht mura bhfuil muinín agat as do cheangal Idirlín nó mura fheiceann tú rabhadh maidir leis an bhfreastalaí seo go rialta.</p> <button id='getMeOutOfHereButton'>&securityOverride.getMeOutOfHereButton;</button> <button id='exceptionDialogButton'>&securityOverride.exceptionButtonLabel;</button>

source: Report this error
ga: Déan tuairisc ar an earráid seo

source: Reporting the address and certificate information for <span id='hostname'></span> will help us identify and block malicious sites. Thanks for helping create a safer web!
ga: Dá dtabharfá seoladh agus eolas faoin teastas le haghaidh <span id='hostname'></span> dúinn, chabhródh sé linn suímh mhailíseacha a aithint agus cosc a chur orthu. Go raibh maith agat as Gréasán níos sláine níos sábháilte a thógáil linn!

source: Automatically report errors in the future
ga: Déan tuairisc ar earráidí go huathoibríoch amach anseo

source: Sending report
ga: Tuairisc á seoladh

source: Report sent
ga: Seoladh an tuairisc

source: Report
ga: Tuairisc

source: Try again
ga: Bain triail eile as

source: Remote XUL
ga: XUL Cianda

source: <p><ul><li>Please contact the website owners to inform them of this problem.</li></ul></p>
ga: <p><ul><li>Téigh i dteagmháil le húinéir an tsuímh agus inis dóibh faoin fhadhb seo.</li></ul></p>

source: Unable to Connect Securely
ga: Ní féidir ceangal slán a bhunú

source: Learn More…
ga: Tuilleadh Eolais…

source: Settings can be changed using the Applications tab in &brandShortName;'s Preferences.
ga: Is féidir socruithe a athrú trí úsáid an chluaisín Feidhmchláir i Sainroghanna &brandShortName;.

source: Settings can be changed using the Applications tab in &brandShortName;'s Options.
ga: Is féidir socruithe a athrú trí úsáid an chluaisín Feidhmchláir i Roghanna &brandShortName;.

source: Firefox had a problem and crashed. We'll try to restore your tabs and windows when it restarts. Unfortunately the crash reporter is unable to submit a crash report. Details: %s
ga: Tharla fadhb gan súil i bhFirefox agus chlis sé. Déanfar iarracht do chuid cluaisíní agus fuinneoga a chur ar ais nuair a atosaíonn sé. Ar an drochuair ní féidir leis an tuairisceoir tuairteála tuairisc a sheoladh. Mionsonraí: %s

source: Firefox had a problem and crashed. We'll try to restore your tabs and windows when it restarts. To help us diagnose and fix the problem, you can send us a crash report.
ga: Tharla fadhb gan súil i bhFirefox agus chlis sé. Déanfar iarracht do chuid cluaisíní agus fuinneoga a chur ar ais nuair a atosaíonn sé. Chun cabhrú linn leis an bhfadhb seo a aithint agus a dheisiú, is féidir leat tuarascáil chliste a sheoladh chugainn.

source: <em:contributor>Joe Solon</em:contributor> <em:contributor>Suzy Solon</em:contributor>
ga: <em:contributor>Séamus Ó Ciardhuáin</em:contributor> <em:contributor>Kevin Scannell</em:contributor> <em:contributor>Brian King</em:contributor>

source: $BrandShortName delivers safe, easy web browsing. A familiar user interface, enhanced security features including protection from online identity theft, and integrated search let you get the most out of the web.
ga: Soláthraíonn $BrandShortName bealach brabhsála atá sábháilte agus éasca. Cabhraíonn comhéadan aitheanta, áiseanna breise slándála, díonadh in aghaidh sonraí ID a ghoid agus cuardach comhtháite leat an leas is fearr a bhaint as an nGréasán.

source: $BrandShortName &Options
ga: R&oghanna $BrandShortName

source: $BrandShortName &Safe Mode
ga: Mód &Sábháilteachta $BrandShortName

source: Setup Type
ga: Modh Suiteála

source: Choose setup options
ga: Roghanna suiteála an phacáiste seo

source: Set Up Shortcuts
ga: Socrú Aicearraí

source: Create Program Icons
ga: Cruthaigh Deilbhíní

source: Set Up Optional Components
ga: Socraigh Comhpháirteanna Roghnacha

source: Optional Recommended Components
ga: Comhpháirteanna Roghnacha Molta

source: The Maintenance Service will allow you to update $BrandShortName silently in the background.
ga: Déanfaidh an tSeirbhís Chothabhála nuashonrú ar $BrandShortName go ciúin sa chúlra.

source: Install &Maintenance Service
ga: Suiteáil an tSeirbhís &Chothabhála

source: Summary
ga: Achoimre

source: Ready to start installing $BrandShortName
ga: Réidh chun $BrandShortName a shuiteáil

source: $BrandShortName will be installed to the following location:
ga: Suiteálfar $BrandShortName go dtí an suíomh seo:

source: A restart of your computer may be required to complete the installation.
ga: D'fhéadfadh atosú de do ríomhaire a bheith riachtanach leis an tsuiteáil a chríochnú.

source: A restart of your computer may be required to complete the uninstall.
ga: D'fhéadfadh atosú de do ríomhaire a bheith riachtanach leis an díshuiteáil a chríochnú.

source: U&se $BrandShortName as my default web browser
ga: Ú&sáid $BrandShortName mar mo rogha brabhsálaí

source: Click Install to continue.
ga: Cliceáil Suiteáil le dul ar aghaidh.
