Repository: kscanne/gaeilge-mozdev
Catalog: src/firefox-1.0.1.*.po
Languages: ga

source: Click Finish to continue starting &brandShortName;.
ga: Glíogáil Críoch chun leanúint ar aghaidh le &brandShortName; a thosú.

source: Optional Components
ga: Comhpháirteanna Roghnacha

source: Choose additional components you want to install, then click Install Now.
ga: Roghnaigh comhpháirteanna eile ba mhaith leat a shuiteáil, agus ansin gliogáil ar Suiteáil Anois.

source: Problems During Update
ga: Fadhbanna le Nuashonrú

source: &brandShortName; encountered problems when updating your software, and as a result not all components could be updated.
ga: Bhí fadhbanna ag &brandShortName; le nuashonrú do bhogearra agus níorbh fhéidir na comhpháirteanna go léir a nuashonrú dá bharr sin.

source: _: errors.details.label errors.details.accesskey &Details
ga: &Sonraí

source: &brandShortName; encountered problems when trying to find updates for some items.
ga: Bhí fadhbanna ag &brandShortName; agus é ag iarraidh teacht ar nuashonruithe do mhíreanna áirithe.

source: _: updateCheckError.label updateCheckError.accesskey &Details
ga: &Sonraí

source: Checking for Compatible Extensions and Themes...
ga: Ag seiceáil le haghaidh Eisínteachtaí agus Téamaí Comhoiriúnacha...

source: &brandShortName; is checking for compatibility updates to your Extensions and Themes...
ga: Tá &brandShortName; ag seiceáil le haghaidh nuashonruithe comhoiriúnacha ar do Eisínteachtaí agus do Théamaí...

source: Upgrade Complete
ga: Nuashonrú Déanta

source: &brandShortName; successfully downloaded and installed updates. You will have to restart &brandShortName; to complete the update.
ga: D'éirigh le &brandShortName; nuashonruithe a íoslódáil agus a shuiteáil. Ní mór &brandShortName; a atosú chun an nuashonrú a chur i gcrích.

source: U.A.E.
ga: Aontas na nÉimíríochtaí Arabacha

source: Bahrain
ga: An Bhairéin

source: Algeria
ga: An Ailgéir

source: Egypt
ga: An Éigipt

source: Iraq
ga: An Iaráic

source: Jordan
ga: An Iordáin

source: Kuwait
ga: An Chuáit

source: Lebanon
ga: An Liobáin

source: Libya
ga: An Libia

source: Morocco
ga: Maracó

source: Qatar
ga: Catar

source: Saudi Arabia
ga: An Araib Shádach

source: Syria
ga: An tSiria

source: Tunisia
ga: An Túinéis

source: Yemen
ga: An Éimin

source: Austria
ga: An Ostair

source: Germany
ga: An Ghearmáin

source: Luxembourg
ga: Lucsamburg

source: Liechtenstein
ga: Lichtinstéin

source: Australia
ga: An Astráil

source: Belize
ga: An Bheilís

source: Canada
ga: Ceanada

source: United Kingdom
ga: An Ríocht Aontaithe

source: Ireland
ga: Éire

source: Jamaica
ga: An Iamáice

source: New Zealand
ga: An Nua-Shéalainn

source: Philippines
ga: Na hOileáin Fhilipíneacha

source: Trinidad
ga: Oileán na Tríonóide

source: United States
ga: Stáit Aontaithe Mheiriceá

source: South Africa
ga: An Afraic Theas

source: Zimbabwe
ga: An tSiombáib

source: Argentina
ga: An Airgintín

source: Bolivia
ga: An Bholaiv

source: Chile
ga: An tSile

source: Colombia
ga: An Cholóim

source: Costa Rica
ga: Cósta Ríce

source: Dominican Republic
ga: An Phoblacht Dhoiminiceach

source: Ecuador
ga: Eacuadór

source: Spain
ga: An Spáinn

source: Guatemala
ga: Guatamala

source: Honduras
ga: Hondúras

source: Mexico
ga: Meicsiceo

source: Nicaragua
ga: Nicearagua

source: Peru
ga: An Peiriú

source: Puerto Rico
ga: Portó Ríce

source: Paraguay
ga: Paragua

source: El Salvador
ga: An tSalvadóir

source: Uruguay
ga: Uragua

source: Venezuela
ga: Veiniséala

source: Belgium
ga: An Bheilg

source: Switzerland
ga: An Eilvéis

source: France
ga: An Fhrainc

source: Monaco
ga: Monacó

source: Brazil
ga: An Bhrasaíl

source: Moldova, Republic of
ga: Poblacht na Moldóive

source: Finland
ga: An Fhionlainn

source: China
ga: An tSín

source: Hong Kong
ga: Hong Cong

source: Singapore
ga: Singeapór

source: Taiwan
ga: An Téaváin

source: Macedonia, F.Y.R. of
ga: Macadóin

source: North Korea
ga: Daonphoblacht Dhaonlathach na Cóiré

source: South Korea
ga: Poblacht na Cóiré

source: Malaysia
ga: An Mhalaeisia

source: Brunei Darussalam
ga: Brúiné Dárasalám

source: Pakistan
ga: An Phacastáin

source: India
ga: An India

source: Jump
ga: Léim

source: Press
ga: Brúigh

source: Switch
ga: Athraigh

source: Click
ga: Gliogáil

source: Configuration Error
ga: Earráid Chumraíochta

source: Failed to read the configuration file. Please contact your system administrator.
ga: Comhad cumraíochta gan léamh. Ceistigh riarthóir do chórais.

source: AutoConfig Alert
ga: Airdeall uathchumraíochta

source: Netscape.cfg/AutoConfig failed. Please contact your system administrator. Error: %S failed:
ga: Theip ar Netscape.cfg/AutoConfig. Ceistigh riarthóir do chórais. Earráid : theip ar %S:

source: Email Address
ga: Ríomhsheoladh

source: Enter your email address
ga: Cuir isteach do ríomhsheoladh

source: Deny
ga: Diúltaigh

source: Internet Security
ga: Slándáil Idirlín

source: A script from "%S" is requesting enhanced abilities that are UNSAFE and could be used to compromise your machine or data: %S Allow these abilities only if you trust this source to be free of viruses or malicious programs.
ga: Tá script as "%S" ag lorg cumais fheabhsaithe nach bhfuil sábháilte agus d'fhéadfaí iad a úsáid chun dochar a dhéanamh don ríomhaire nó do chuid sonraí: %S Ná ceadaigh na cumais seo ach nuair atá muinín agat go bhfuil an foinse seo saor ó víoras nó ó fheidhmchláir mhailíseacha.

source: A script from "%S" was denied %S privileges.
ga: Diúltaíodh pribhléidí do script ó "%S".

source: Security Error: Content at %S may not load or link to %S.
ga: Earráid slándála: Ní cheadaítear ábhar ag %S a lódáil nó nasc a dhéanamh le %S.

source: Security Error: Content at %S may not load data from %S.
ga: Earráid slándála: Ní cheadaítear ábhar ag %S sonraí a lódáil ó %S.

source: Permission denied to get property %S.%S
ga: Diúltaíodh cead chun cáilíocht %S.%S a fháil

source: Permission denied to set property %S.%S
ga: Diúltaíodh cead chun cáilíocht %S.%S a shocrú

source: Permission denied to call method %S.%S
ga: Diúltaíodh cead chun glaoch ar mhodh %S.%S

source: Permission denied to create wrapper for object of class %S
ga: Diúltaíodh cead chun rapar a chruthú do réad de chineál %S.%S

source: Unknown: %S
ga: Anaithnid: %S

source: Read private data from any site or window
ga: Léigh sonraí príobháideacha ó shuíomh nó ó fhuinneog ar bith

source: Modify any open window
ga: Mionathraigh aon fhuinneog atá ar oscailt

source: Run or install software on your machine
ga: Déan bogearraí a rith nó a shuiteáil ar do ríomhaire

source: Read and upload local files
ga: Léigh agus uaslódáil comhaid áitiúla

source: By-pass core security settings
ga: Seachthreoraigh croíshocraithe slándála

source: Read program settings
ga: Léigh socraithe an fheidhmchláir

source: Modify program settings
ga: Mionathraigh socraithe feidhmchláir

source: Plugin Finder Service
ga: Seirbhís Cuardaigh na mBreiseán

source: &brandShortName; is now checking for available plugins...
ga: Tá na breiseáin atá le fáil á lorg ag &brandShortName; anois...

source: The following plugins are available:
ga: Tá na breiseáin seo a leanas le fáil:

source: Plugin Licenses
ga: Ceadúnais na mBreiseán

source: I agree.
ga: Tá go Maith.

source: Installing Plugins
ga: Ag Suiteáil na mBreiseáin

source: &brandShortName; is installing plugins...
ga: Tá breiseáin á suiteáil ag &brandShortName;...

source: %1SKB of %2SKB
ga: %1SKB as %2SKB

source: Downloading
ga: Á Íoslódáil

source: Not Started
ga: Gan Tosú

source: Finished
ga: Críochnaithe

source: Download Error
ga: Earráid Íoslódála

source: _: quitCancelDownloadsAlertTitle Cancel All Downloads?
ga: Gach íoslódáil le cealú?

source: If you exit now, 1 download will be canceled. Are you sure you want to exit?
ga: Má scoireann tú anois, cealófar íoslódáil amháin. An bhfuil tú cinnte gur mian leat scoir?

source: If you exit now, %S downloads will be canceled. Are you sure you want to exit?
ga: Má scoireann tú anois, cealófar %S íoslódáil. An bhfuil tú cinnte gur mian leat scoir?

source: If you quit now, 1 download will be canceled. Are you sure you want to quit?
ga: Má scoireann tú anois, cealófar íoslódáil amháin. An bhfuil tú cinnte gur mian leat scoir?

source: If you quit now, %S downloads will be canceled. Are you sure you want to quit?
ga: Má scoireann tú anois, cealófar %S íoslódáil. An bhfuil tú cinnte gur mian leat scoir?

source: _: offlineCancelDownloadsAlertTitle Cancel All Downloads?
ga: Gach íoslódáil le cealú?

source: If you go offline now, %S downloads will be canceled. Are you sure you want to go offline?
ga: Má théann tú as líne anois, cealófar %S íoslódáil. An bhfuil tú cinnte gur mian leat dul as líne?

source: If you go offline now, 1 download will be canceled. Are you sure you want to go offline?
ga: Má théann tú as líne anois, cealófar íoslódáil amháin. An bhfuil tú cinnte gur mian leat dul as líne?

source: Cancel 1 Download
ga: Cealaigh íoslódáil amháin

source: Cancel %S Downloads
ga: Cealaigh %S íoslódáil

source: Don't Exit
ga: Ná Scoir

source: Don't Quit
ga: Ná Scoir

source: Stay Online
ga: Fan ar líne

source: Downloads Complete
ga: Íoslódáil Chríochnaithe

source: All files have finished downloading.
ga: Tá gach comhad íoslódáilte.

source: remain
ga: le déanamh

source: unknown file size
ga: comhad nach fios a méide

source: #1 at #2 KB/sec; #3
ga: #1 ag #2 KB/soic; #3

source: Cannot Open %S
ga: Ní Féidir %S a Oscailt

source: Cannot Show %S
ga: Ní Féidir %S a Thaispeáint

source: %S does not exist. It may have been renamed, moved, or deleted since it was downloaded.
ga: Níl %S ann. B'fhéidir go bhfuil sé athainmnithe, bogtha nó dealaithe óna íoslódáil.

source: Open With...
ga: Oscail Le...

source: %S%% of 1 file - Downloads
ga: %S%% as 1 comhad - Íoslódáil

source: %S%% of %S files - Downloads
ga: %S%% as %S comhad - Íoslódáil

source: "%S" is an executable file. Executable files may contain viruses or other malicious code that could harm your computer. Use caution when opening this file. Are you sure you want to launch "%S"?
ga: Fógairt! B'fhéidir go bhfuil víreas nó cód mailíseach le fáil i gcomhaid le rith mar "%S". Tá siad in ann dochar a dhéanamh do do ríomhaire. Bí cúramach nuair atá tú ag oscailt an chomhaid seo. An bhfuil tú cinnte gur mhian leat %S a chur ar siúl?

source: Open Executable File?
ga: Oscail Comhad Inrite?

source: Don't ask me this again
ga: Ná fiafraigh arís.

source: Enter name of file to save to...
ga: Iontráil ainm an chomhaid lena shábháil...

source: Errors
ga: Earráidí

source: %S (default)
ga: %S (réamhshocraithe)

source: Choose Helper Application
ga: Roghnaigh Feidhmchlár Cabhrach

source: The application you chose ("%S") could not be found. Check the file name or choose another application.
ga: Ní féidir an feidhmchlár ("%S") a bhí sonraithe agat a fháil. Deimhnigh ainm an chomhaid nó roghnaigh feidhmchlár eile.

source: Application not found
ga: Feidhmchlár gan aimsiú

source: Select Download Folder
ga: Roghnaigh Fillteán na hÍoslódála

source: %S file
ga: Comhad %S

source: Open with %S
ga: Oscail le %S

source: Use Password Manager to remember this value.
ga: Bí i dtuilleamaí Bhainisteoir na bhFocal Faire leis an luach seo a choinneáil i gcuimhne

source: Use Password Manager to remember this password.
ga: Bí i dtuilleamaí Bhainisteoir na bhFocal Faire leis an bhfocal faire seo a choinneáil i gcuimhne

source: Password Manager can remember this logon and enter it automatically the next time you return to this web site. Do you want Password Manager to remember this logon?
ga: Is féidir le Bainisteoir na bhFocal Faire an fhaisnéis logála seo a mheabhrú agus é a iontráil go huathoibríoch gach uair eile a fhilleann tú ar an líonláithreán seo. An mian leat go meabhróidh Bainisteoir na bhFocal Faire an fhaisnéis logála seo?

source: Never for this site
ga: Choíche don suíomh seo

source: Confirm Password Change
ga: Dearbhaigh an Focal Faire Nua

source: Hide Passwords
ga: Folaigh Focail Fhaire

source: Show Passwords
ga: Taispeáin Focail Fhaire

source: Are you sure you wish to show your passwords?
ga: An bhfuil tú cinnte gur mian leat d'fhocail fhaire a thaispeáint?

source: F&ilter:
ga: Scaga&ire:

source: Sho&w All
ga: Taispeáin &Gach

source: Preference Name
ga: Ainm na Sainrogha

source: Type
ga: Cineál

source: Click to sort
ga: Gliogáil lena sórtáil

source: Click to select columns to display
ga: Gliogáil chun colúin a roghnú le cur ar taispeáin

source: &Copy Name
ga: &Cóipeáil an tAinm

source: Copy &Value
ga: Cóipeáil an &Luach

source: &Modify
ga: &Athraigh

source: &Reset
ga: Athshoc&raigh

source: &String
ga: &Teaghrán

source: &Integer
ga: Slánu&imhir

source: &Boolean
ga: &Boole

source: &Character Encoding
ga: Ionchódú &Carachtar

source: &Auto-Detect
ga: U&ath-Bhrathadóireacht

source: &More Encodings
ga: &Tuilleadh Ionchóduithe

source: &West European
ga: &Iarthar na hEorpa

source: &East European
ga: &Oirthear na hEorpa

source: East &Asian
ga: Oirthe&ar na hÁise

source: &SE &amp; SW Asian
ga: An Áise &Thoir Theas &amp; Thiar Theas

source: &Middle Eastern
ga: An &Meán Oirthir

source: &Customize List...
ga: Sain&cheap Liosta...

source: %S (%S Image, %Sx%S pixels)
ga: %S (Íomhá %S, %Sx%S picteilín)

source: %S (%S Image)
ga: %S (Íomhá %S)

source: (%S Image, %Sx%S pixels)
ga: (Íomhá %S, %Sx%S picteilín)

source: (%S Image)
ga: (Íomhá %S)

source: %S (%S Object)
ga: %S (Réad den chineál %S)

source: (%S Object)
ga: (Réad den chineál %S)

source: Scaled (%S%%)
ga: Scálaithe (%S%%)

source: Afar
ga: Afárais

source: Abkhazian
ga: Abcáisis

source: Avestan
ga: Aivéistis

source: Afrikaans
ga: Afracáinis

source: Amharic
ga: Amarais

source: Aragonese
ga: Aragóinis

source: Assamese
ga: Asaimis

source: Asturian
ga: Astúiris

source: Aymara
ga: Adhmarais

source: Azerbaijani
ga: Asarbaiseáinis

source: Bashkir
ga: Baiscíris

source: Belarusian
ga: Bealarúisis

source: Bulgarian
ga: Bulgáiris

source: Bihari
ga: Bihairis

source: Bislama
ga: Bioslamais

source: Bengali
ga: Beangáilis

source: Tibetan
ga: Tibéadais

source: Breton
ga: Briotáinis

source: Bosnian
ga: Boisnis

source: Catalan
ga: Catalóinis

source: Chechen
ga: Seisnis

source: Corsican
ga: Corsaicis

source: Czech
ga: Seicis

source: Church Slavic
ga: Slaivis

source: Chuvash
ga: Suvais

source: Welsh
ga: Breatnais

source: Danish
ga: Danmhairgis

source: German
ga: Gearmáinis

source: Bhutani
ga: Bútáinis

source: English
ga: Béarla

source: Spanish
ga: Spáinnis

source: Estonian
ga: Eastóinis

source: Basque
ga: Bascais

source: Persian
ga: Peirsis

source: Finnish
ga: Fionlainnis

source: Fijian
ga: Fidsis

source: Faeroese
ga: Faróis

source: French
ga: Fraincis

source: Frisian
ga: Freaslainnis

source: Irish
ga: Gaeilge

source: Scots Gaelic
ga: Gaeilge na hAlban

source: Galician
ga: Gailísis

source: Guarani
ga: Guaráinis

source: Gujarati
ga: Gúisearáitis

source: Manx
ga: Manainnis

source: Hindi
ga: Hiondúis

source: Croatian
ga: Cróitis

source: Upper Sorbian
ga: Sorbais Uachtarach

source: Hungarian
ga: Ungáiris

source: Armenian
ga: Airméinis

source: Interlingua
ga: Idirtheanga

source: Indonesian
ga: Indinéisis

source: Interlingue
ga: Idirtheanga iartharach

source: Icelandic
ga: Íoslainnis

source: Italian
ga: Iodáilis

source: Inuktitut
ga: Ionúitis

source: Javanese
ga: Iávais

source: Georgian
ga: Seoirsis

source: Kikuyu
ga: Ciocúis

source: Kazakh
ga: Casacstáis

source: Greenlandic
ga: Graonlainnis

source: Cambodian
ga: Cambóidis

source: Kannada
ga: Cannadais

source: Konkani
ga: Concáinis

source: Kashmiri
ga: Caismíris

source: Kurdish
ga: Coirdis

source: Cornish
ga: Coirnis

source: Kirghiz
ga: Cirgeastáinis

source: Latin
ga: Laidin

source: Luxembourgish
ga: Lucsambuirgis

source: Laothian
ga: Láóitis

source: Lithuanian
ga: Liotuáinis

source: Latvian
ga: Laitvis

source: Malagasy
ga: Malagásais

source: Maori
ga: Maorais

source: Macedonian
ga: Macadóinis

source: Malayalam
ga: Mailéalaimis

source: Mongolian
ga: Mongóilis

source: Moldavian
ga: Moldávais

source: Marathi
ga: Maraitis

source: Malay
ga: Malaeis

source: Maltese
ga: Máltais

source: Burmese
ga: Burmais

source: Nauru
ga: Nárúis

source: Norwegian Bokmål
ga: Ioruais Bokm\u00e5l

source: Ndebele, North
ga: Ndebele, Thuaidh

source: Nepali
ga: Neipealais

source: Dutch
ga: Ollainnis

source: Norwegian Nynorsk
ga: Ioruais Nynorsk

source: Norwegian
ga: Ioruais

source: Ndebele, South
ga: Ndebele, Theas

source: Sotho, Northern
ga: Sotho, Thuaidh

source: Navajo
ga: Navachóis

source: Occitan
ga: Ocatáinis

source: Punjabi
ga: Painseáibis

source: Polish
ga: Polainnis

source: Portuguese
ga: Portaingéilis

source: Quechua
ga: Ceatsuais

source: Rhaeto-Romanic
ga: Réitea-Rómáinis

source: Romanian
ga: Rómáinis

source: Sanskrit
ga: Sanscrait

source: Sardinian
ga: Sairdínis

source: Sindhi
ga: Sindis

source: Northern Sami
ga: Sáimis Thuaidh

source: Singhalese
ga: Siolóinis

source: Slovak
ga: Slóvaicis

source: Slovenian
ga: Slóivéinis

source: Samoan
ga: Samóis

source: Somali
ga: Somáilis

source: Albanian
ga: Albáinis

source: Serbian
ga: Seirbis

source: Sotho, Southern
ga: Sotho, Theas

source: Sudanese
ga: Súdáinis

source: Swedish
ga: Sualainnis

source: Swahili
ga: Svahaílis

source: Telugu
ga: Teileagúilis

source: Tajik
ga: Táidsícis

source: Tigrinya
ga: Tigrinis

source: Turkmen
ga: Turcamáinis

source: Tagalog
ga: Tagálaigis

source: Tatar
ga: Tatairis

source: Tahitian
ga: Taihítis

source: Urdu
ga: Urdais

source: Uzbek
ga: Úisbéicis

source: Vietnamese
ga: Vítneamais

source: Walloon
ga: Vallúnais

source: Sorbian
ga: Sorbais

source: Wolof
ga: Volaifis

source: Yiddish
ga: Giúdais

source: Zulu
ga: Súlúis

source: The text you entered was not found.
ga: Ní raibh an téacs a bhí curtha agat faighte.

source: Printer Properties
ga: Sonraí Printéara

source: Paper Size:
ga: Páipéarmhéid

source: Print Command:
ga: Ordú Priontála:

source: GrayScale
ga: Liathscála

source: Color
ga: Dath

source: Gap from edge of paper to Margin (inches)
ga: Bearna idir ciumhais leathanaigh agus imeall (orlaí)

source: Left:
ga: Ar chlé:

source: Right:
ga: Ar dheis:

source: Create Profile Wizard
ga: Cruthaigh Draoi Próifíle

source: _: Do not translate this. Only change the numeric values if you need this dialogue box to appear bigger. width: 45em; height: 32em;
ga: width: 45em; height: 32em;

source: &brandShortName; stores information about your settings and preferences in your personal profile.
ga: Sábhálann &brandShortName; eolas faoi do shocruithe agus sainroghanna i do phróifíl phearsanta.

source: If you are sharing this copy of &brandShortName; with other users, you can use profiles to keep each user's information separate. To do this, each user should create his or her own profile.
ga: Má tá an chóip seo de &brandShortName; á roinnt le húsáideoirí eile, is féidir leat úsáid a bhaint as próifílí chun eolas pearsanta a choinneáil ar leithligh ó chéile. Seo le déanamh, ní foláir do gach úsáideoir próifíl phearsanta a chruthú.

source: If you are the only person using this copy of &brandShortName;, you must have at least one profile. If you would like, you can create multiple profiles for yourself to store different sets of settings and preferences. For example, you may want to have separate profiles for business and personal use.
ga: Más tusa ar an t-aon duine amháin ag baint úsáide as an gcóip seo de &brandShortName;, is gá próifíl amháin ar a laghad a bheith agat. Más mian leat, is féidir leat próifílí éagsúla a chruthú duit féin chun socruithe agus roghanna éagsúla a choinneáil. Mar shampla, d'fhéadfaí próifílí ar leith a bheith agat le haghaidh gnó agus le haghaidh d'úsáide féin.

source: To begin creating your profile, click Next.
ga: Chun próifíl a chruthú, gliogáil Ar Aghaidh.

source: If you create several profiles you can tell them apart by the profile names. You may use the name provided here or use one of your own.
ga: Má chruthaíonn tú próifílí éagsúla, is féidir iad a aithint óna chéile le hainmneacha na bpróifílí. Is féidir an t-ainm a thugtar anseo a úsáid, nó do cheann féin.

source: &Enter new profile name:
ga: Iontráil ainm próifíle nua:

source: Your user settings, preferences, bookmarks and mail will be stored in:
ga: Do shocruithe úsáideora, sainroghanna, leabharmharcanna agus ríomhphost, sábháladh sé i:

source: Default User
ga: Úsáideoir Réamhshocraithe

source: &Choose Folder...
ga: Roghnaigh Fillteán...

source: &Use Default Folder
ga: Úsáid Fillteán Réamhshocraithe

source: Do you want to trust "%S" for the following purposes?
ga: An mian leat muinín a chur i "%S" maidir leis na gcuspóirí seo leanas?

source: Certificate Authority (unnamed)
ga: Údarás Teastais (neamhainmnithe)

source: Edit certificate trust
ga: Cuir eagar ar Mhuinín Teastais

source: The certificate "%S" represents a Certificate Authority.
ga: Léiríonn an teastas "%S" Údarás Teastais.

source: _: editTrustSSL The certificate "%S" was issued by:
ga: An teastas "%S" eisithe ag:

source: _: editTrustEmail The certificate "%S" was issued by:
ga: An teastas "%S" eisithe ag:

source: Because you do not trust the certificate authority that issued this certificate, you do not trust the authenticity of this certificate unless otherwise indicated here.
ga: Mar nach bhfuil muinín agat as an údarás teastais a d'eisigh an teastas seo, níl muinín agat as fordheimhniú an teastais seo ach amháin má léiríonn tú anseo é.

source: Because you trust the certificate authority that issued this certificate, you trust the authenticity of this certificate unless otherwise indicated here.
ga: Mar go bhfuil muinín agat as an údarás teastais a d'eisigh an teastas seo, tá muinín agat as fordheimhniú an teastais seo ach amháin má léiríonn tú a mhalairt anseo.

source: Because you do not know the certificate authority that issued this certificate, you do not trust the authenticity of this certificate unless otherwise indicated here.
ga: Mar nach bhfuil aithne agat ar an údarás teastais a d'eisigh an teastas seo, níl muinín agat as fordheimhniú an teastais seo ach amháin má léiríonn tú a mhalairt anseo.

source: Certificate for this certificate authority was not found
ga: Níl fáil ar an teastas don údarás teastais seo

source: Are you sure you want to delete these web site certificates?
ga: An bhfuil tú cinnte gur mian leat teastais na suíomhanna idirlín seo a scrios?

source: If you delete a web site certificate, you will be asked to accept it again the next time you visit the web site.
ga: Má scriosann tú teastas suíomh idirlín, iarrfar ort glacadh leis arís an chéad uair eile a thugann tú cuairt ar an suíomh idirlín.

source: Delete Web Site Certificates
ga: Scrios Teastais na suíomhanna idirlín

source: Are you sure you want to delete these certificates?
ga: An bhfuil tú cinnte gur mian leat na teastais seo a scrios?

source: If you delete one of your own certificates, you can no longer use it to identify yourself.
ga: Má scriosann tú ceann de do theastais féin, ní féidir é a úsáid níos mó chun tú féin a chur in aithne.

source: Delete your Certificates
ga: Scrios na Teastais agatsa

source: Are you sure you want to delete these CA certificates?
ga: An bhfuil tú cinnte gur mian leat na teastais CA seo a scrios?

source: If you delete a certificate authority (CA) certificate, your browser will no longer trust any certificates issued by that CA.
ga: Má scriosann tú teastas ó údarás teastais (CA), ní bheidh muinín ag do bhrabhsálaí níos mó as teastas ar bith a eisíonn an CA sin.

source: Delete CA Certificates
ga: Scrios Teastais an CA

source: Are you sure you want to delete these people's e-mail certificates?
ga: An bhfuil tú cinnte gur mian leat teastais ríomhphoist na ndaoine seo a scrios?
