Repository: kscanne/gaeilge-mozdev
Catalog: src/firefox-1.0.1.*.po
Languages: ga

source: You can specify which web sites are allowed to install software. Type the exact address of the site you want to allow and then click Allow.
ga: Is féidir na suíomhanna a bhfuil cead acu bogearraí a shuiteáil a shonrú. Clóscríobh seoladh cruinn an tsuímh a theastaíonn uait a cheadú agus ansin gliogáil Ceadaigh.

source: _: installpermissionstitle Allowed Sites
ga: Suímh Cheadaithe

source: You can specify which web sites are allowed to open popup windows. Type the exact address of the site you want to allow and then click Allow.
ga: Is féidir na suíomhanna a bhfuil cead acu preabfhuinneoga a oscailt a shonrú. Clóscríobh seoladh cruinn an tsuímh a theastaíonn uait a cheadú agus ansin gliogáil Ceadaigh.

source: _: popuppermissionstitle Allowed Sites
ga: Suímh Cheadaithe

source: You can specify which web sites are allowed to download files to your computer. Type the exact address of the site you want to allow and then click Allow.
ga: Is féidir na suíomhanna a bhfuil cead acu comhaid a íoslódáil chuig do ríomhaire a shonrú. Clóscríobh seoladh cruinn an tsuímh a theastaíonn uait a cheadú agus ansin gliogáil Ceadaigh.

source: _: downloadpermissionstitle Allowed Sites
ga: Suímh Cheadaithe

source: You can specify which web sites are allowed to load images. Type the exact address of the site you want to manage and then click Block or Allow.
ga: Is féidir na suíomhanna a bhfuil cead acu íomhánna a lódáil a shonrú. Clóscríobh seoladh cruinn an tsuímh a theastaíonn uait a cheadú agus ansin gliogáil Coisc nó Ceadaigh.

source: _: imagepermissionstitle Exceptions
ga: Eisceachtaí

source: (not set)
ga: (gan socrú)

source: Unable to change Master Password.
ga: Ní féidir Príomhfhocal Faire a athrú.

source: You did not enter the correct current Master Password. Please try again.
ga: Níor iontráil tú an Príomhfhocal Faire ceart. Déan iarracht eile.

source: Master Password successfully changed.
ga: D'éirigh le hathrú an Phríomhfhocail Faire.

source: Warning! You have deleted your Master Password.
ga: Rabhadh! Tá do Phríomhfhocal Faire scriosta agat.

source: Warning! You have decided not to use a Master Password.
ga: Rabhadh! Tá sé beartaithe agat gan Príomhfhocal Faire a úsáid.

source: Your stored web and email passwords, form data, and private keys will not be protected.
ga: Ní bheidh cosaint ag na focail faire gréasáin agus ríomhphoist, sonraí foirme, ná ag na heochracha príobháideacha atá agat.

source: You are currently in FIPS mode. FIPS requires a non-empty Master Password.
ga: Tá tú i mód FIPS faoi láthair. Tá Príomhfhocal Faire neamhfholamh ag teastáil ó FIPS.

source: Password Change Succeeded
ga: D'éirigh le hathrú an fhocail faire

source: Password Change Failed
ga: Theip ar athrú an fhocail faire.

source: Home Page
ga: Leathanach Baile

source: Loc&ation(s):
ga: Suí&omh/suímh:

source: Use &Current Page
ga: Úsáid an Leathanach &Reatha

source: Use Current Pages
ga: Úsáid na Leathanaigh Reatha

source: &Use Bookmark...
ga: Úsáid Leabhar&mharc...

source: Use &Blank Page
ga: Úsáid Leathanach &Bán

source: Default Browser
ga: Brabhsálaí Réamhshocraithe

source: Set Default Browser
ga: Socraigh Brabhsálaí Réamhshocraithe

source: Set &brandShortName; as your default browser.
ga: Socraigh &brandShortName; mar do bhrabhsálaí roghnaithe

source: C&onnection Settings...
ga: S&ocruithe Cheangail...

source: Set up Proxies for accessing the internet.
ga: Cumraigh Ionadaithe Rochtana Idirlín

source: Connection
ga: Nascadh

source: Fonts &amp; Colors
ga: Clófhoirne &amp; Dathanna

source: Select default Fonts and Colors for web pages.
ga: Roghnaigh Clónna agus Dathanna réamhshocraithe le haghaidh leathanach lín.

source: &Fonts &amp; Colors...
ga: Cló&fhoirne &amp; Dathanna...

source: Languages
ga: Teangacha

source: Select default Languages and Character Encoding for web pages.
ga: Roghnaigh Teangacha agus Ionchódú Carachtar réamhshocraithe le haghaidh leathanach lín.

source: &Languages...
ga: &Teangacha...

source: &brandShortName; shoul&d check to see if it is the default browser when starting.
ga: Agus &brandShortName; ag tosú, déanfaidh sé seiceáil an é féin an brabhsálaí réamhshocraithe.

source: Check &Now
ga: Marcáil A&nois

source: Enter the web location (URL), or specify the local file you would like to open:
ga: Iontráil suíomh (URL) an leathanaigh lín, nó teideal an chomhaid áitiúil is mian leat a oscailt:

source: Choose File...
ga: Roghnaigh Comhad...

source: New Window
ga: Fuinneog Nua

source: New Tab
ga: Cluaisín Nua

source: Current Window
ga: Fuinneog Reatha

source: Open Web Location
ga: Oscail Suíomh Idirlín

source: Open in:
ga: Oscail i:

source: Example: &vendorURL;
ga: Sampla: &vendorURL;

source: Open
ga: Oscail

source: Host:
ga: Ósta:

source: Domain:
ga: Fearann:

source: Encrypted connections only
ga: Ceangail chriptithe amháin

source: Any type of connection
ga: Gach cineál ceangail

source: at end of session
ga: ag deireadh seisiúin

source: Show Details
ga: Taispeáin Sonraí

source: Hide Details
ga: Folaigh Sonraí

source: The site %S wants to set a cookie.
ga: Ba mhaith le suíomh %S fianán a shocrú.

source: The site %S wants to set a second cookie.
ga: Ba mhaith le suíomh %S fianán eile a shocrú.

source: The site %S wants to set another cookie. You already have %S cookies from this site.
ga: Ba mhaith leis an suíomh %S fianán eile a shocrú. Tá %S fianán agat cheana ón suíomh seo.

source: The site %S wants to modify an existing cookie.
ga: Ba mhaith leis an suíomh %S fianán atá ann cheana a athrú.

source: The site %S wants to load an image.
ga: Ba mhaith leis an suíomh %S íomhá a lódáil.

source: Remember this decision
ga: Meabhraigh an cinneadh seo

source: Enable &Java
ga: Údaraigh &Java

source: Enable Java&Script
ga: Údaraigh Java&Script

source: &Advanced...
ga: C&asta...

source: Load &Images
ga: &Lódáil Íomhánna

source: for the originating &web site only
ga: don suíomh bunaidh &Idirlín amháin

source: &Block Popup Windows
ga: Coisc Preab&fhuinneoga

source: Allow web s&ites to install software
ga: Tabhair cead do shuímh lín bogearraí a shuiteáil

source: Allowed Sites
ga: Suímh Cheadaithe

source: Exceptions
ga: Eisceachtaí

source: Add Engines...
ga: Innill Chuardaigh Nua...

source: Clear Search History
ga: Bánaigh Stair an Chuardaigh

source: View and remove cookies that are stored on your computer.
ga: Féach ar na cuacha atá sábháilte i do ríomhaire agus bain amach iad.

source: Cookie Name
ga: Ainm ar an fhianán

source: Information about the selected Cookie
ga: Eolas maidir leis an bhFianán seo

source: Remove Cookie
ga: Dealaigh Fianán

source: Remove All Cookies
ga: Dealaigh Fianán Uile

source: Content:
ga: Ábhar:

source: Path:
ga: Conair:

source: Send For:
ga: Feistigh:

source: Stored Cookies
ga: Fianáin Stóráilte

source: Don't allow sites that set removed cookies to set future cookies
ga: Ná ceadaigh do na suíomhanna a shocraigh na cuacha atá bainte amach cuacha eile a shocrú

source: New Site
ga: Suíomh Nua

source: Address of web site:
ga: Seoladh an líonláithreáin:

source: Frame Info
ga: Eolas Fráma

source: Untitled Page
ga: Leathanach gan Teideal

source: Default
ga: Réamhshocraithe

source: Not Specified
ga: Gan Sonrú

source: Empty String
ga: Teaghrán Folamh

source: (not cached)
ga: (gan taisceadh)

source: (no expiration set)
ga: (gan dáta síothlaithe socraithe)

source: Quirks mode
ga: Modh Quirks

source: Standards compliance mode
ga: Géilliúil do Chaighdeáin

source: (no referrer)
ga: (gan tagróir)

source: Form %S:
ga: Foirm %S:

source: Unnamed Form:
ga: Foirm gan Teideal:

source: None (opens in same window)
ga: (san fhuinneog chéanna)

source: Checked
ga: Marcáilte

source: Unchecked
ga: Gan Mharcáil

source: Anchor
ga: Ancaire

source: Area
ga: Méid

source: Form Submission
ga: Cur Foirm faoi bhráid

source: Submit Query
ga: Seol Fiosrú

source: Related Link
ga: Nasc Gaolmhar

source: Stylesheet
ga: Bileog Stíle

source: Reverse Link
ga: Frithnasc

source: Simple XLink
ga: XLink Simplí

source: Image
ga: Íomhá

source: Background
ga: Cúlra

source: Applet
ga: Feidhmchláirín

source: Object
ga: Réad

source: Embed
ga: Neadaigh

source: Icon
ga: Deilbhín

source: Input
ga: Ionchur

source: Width: %Spx, Height: %Spx
ga: Leithead: %Spx, Airde: %Spx

source: Physical Width: %Spx, Physical Height: %Spx
ga: Leithead Fisiceach: %Spx, Airde Fhisiceach: %Spx

source: Disk Cache
ga: Taisce Diosca

source: Memory Cache
ga: Taisce Cuimhne

source: HTTP Cache
ga: Taisce HTTP

source: FTP Cache
ga: Taisce FTP

source: %S KB (%S bytes)
ga: %S KB (%S giotán)

source: About this cookie
ga: Maidir leis an bhfianán seo

source: Policy:
ga: Beartas:

source: &Allow
ga: &Ceadaigh

source: Allow for &Session
ga: Ceadaigh don &Seisiún

source: &Deny
ga: &Diúltaigh

source: Confirm setting cookie
ga: Deimhnigh socrú an fhianáin

source: &Use my choice for all cookies from this site
ga: Úsáid mo rogha do gach fianán ón suíomh seo

source: Accessibility
ga: Inrochtaineacht

source: Move system caret with focus/selection changes
ga: Aistrigh caret córais le hathruithe fócas/roghnaithe

source: Browsing
ga: Brabhsáil

source: Hide the tab bar when only one web site is open
ga: Folaigh barra na gcluaisíní mura bhfuil ach suíomh amháin oscailte

source: Select new tabs opened from links
ga: Roghnaigh cluaisíní nua atá oscailte ó naisc

source: Select new tabs opened from bookmarks or history
ga: Roghnaigh cluaisíní nua ó leabharmharcanna nó ón stair

source: Warn when closing multiple tabs
ga: Tabhair rabhadh dom agus ag iarraidh cluaisíní iomadúla a dhúnadh

source: Use autoscrolling
ga: Úsáid uathscrollú

source: Use smooth scrolling
ga: Úsáid mínscrollú

source: Multimedia
ga: Ilmheáin

source: Resize large images to fit in the browser window
ga: Cuir íomhánna móra in oiriúint do mhéid na fuinneoige

source: Security
ga: Slándáil

source: Use SSL 2.0
ga: Úsáid SSL 2.0

source: Use SSL 3.0
ga: Úsáid SSL 3.0

source: Use TLS 1.0
ga: Úsáid TLS 1.0

source: Begin finding when you begin typing
ga: Úsáid Cuardach Beo

source: to search links only
ga: chun naisc amháin a chuardach

source: Certificates
ga: Teastais Deimhnithe

source: Client Certificate Selection
ga: Roghnú Teastas Cliaint

source: Decide how &brandShortName; selects a security certificate to present to web sites that require one:
ga: Socraigh conas a roghnóidh &brandShortName; teastas slándála le cur i láthair suíomhanna idirlín a éilíonn ceann:

source: Select Automatically
ga: Roghnaigh go huathoibríoch

source: Ask Every Time
ga: Fiafraigh gach uair

source: &Manage Certificates
ga: &Bainistiú na dTeastas

source: Use the Certificate Manager to manage your personal certificates, as well as those of other people and certificate authorities.
ga: Úsáid Bainisteoir na dTeastas chun eagar a chur ar do theastais phearsanta, chomh maith le teastais dhaoine eile agus na n-údarás teastas.

source: Manage Certificates...
ga: Bainistiú na dTeastas...

source: Manage &Security Devices
ga: Bainistiú na nGléas &Slándála

source: Use this button to manage your security devices, such as smart cards.
ga: Úsáid an cnaipe seo chun do chuid fearas slándála, ar nós cártaí cliste, a eagrú.

source: Manage Security Devices...
ga: Bainistiú na nGléas Slándála...

source: _: validation.label Validation
ga: Bailíochtú

source: _: validation.title Validation
ga: Bailíochtú

source: Use the CRL Manager to manage the Certificate Revocation Lists (CRL) that are stored in your certificate database.
ga: Úsáid an Bainisteoir CRL chun bainistiú a dhéanamh ar na Liostaí Cúlghairme (CRL) atá sábháilte i do bhunachar sonraí teastais.

source: Manage CRLs...
ga: Bainistiú CRLanna...

source: M
ga: B

source: Manage CRLs
ga: Bainistiú CRLanna

source: Name
ga: Teideal

source: Last Update
ga: Nuashonraithe

source: Next Update
ga: An Chéad Nuashonrú eile

source: Auto Update
ga: Nuashonrú uathoibríoch

source: Auto Update Status
ga: Stádas an Nuashonrú Uathoibríoch

source: Delete
ga: Dealaigh

source: _: validation.updatecrl.label Update
ga: Nuashonraigh

source: _: validation.advanced.label Settings
ga: Socruithe

source: Automatic CRL Update Preferences
ga: Sainroghanna do Nuashonrú Uathoibríoch CRL

source: Enable Automatic Update for this CRL
ga: Cumasaigh Nuashonrú Uathoibríoch don CRL seo

source: _: validation.crl.autoupdate.time.label1 Update
ga: Nuashonraigh

source: Day(s) before Next Update date
ga: Laethanta go dtí an chéad dáta eile don Nuashonrú

source: Update every
ga: Nuashonraigh gach

source: Day(s)
ga: Lá

source: CRL would be imported From:
ga: Bheadh an CRL iompórtáilte ó:

source: CRL Import Status
ga: Stádas Iompórtála CRL

source: The Certificate Revocation List (CRL) was successfully imported.
ga: D'éirigh le hiompórtáil an Liosta Cúlghairme Teastais (CRL).

source: CRL Issued By:
ga: CRL Eisithe ag:

source: Organization:
ga: Eagraíocht:

source: Unit:
ga: Aonad:

source: Next Update On:
ga: An chéad Nuashonrú eile:

source: Previous Consecutive Update Failures:
ga: Theip ar Nuashonrú go Leanúnach cheana:

source: Details of Last Update Failure:
ga: Sonraí faoin uair dheireanach ar theip ar Nuashonrú:

source: OK
ga: Tá go Maith

source: Cancel
ga: Cealaigh

source: _: edit.button Settings
ga: Socruithe

source: &brandShortName; can use Online Certificate Status Protocol (OCSP) to verify certificates. Set &brandShortName; to use OCSP as follows:
ga: Tig le &brandShortName; an Prótacal Stádas Teastais Ar-Líne (Online Certificate Status Protocol, OCSP) a úsáid chun teastais a fhíorú. Socraigh &brandShortName; chun OCSP a úsáid mar seo:

source: Do not use OCSP for certificate validation
ga: Ná húsáid OCSP do bháilíochtú teastas

source: Use OCSP to validate only certificates that specify an OCSP service URL
ga: Úsáid OCSP do bháilíochtú teastas lena sannaítear URL le seirbhis OCSP

source: Use OCSP to validate all certificates using this URL and signer:
ga: Úsáid OCSP do bháilíochtú teastas uile an URL seo agus an tsínitheora seo:

source: &Service URL:
ga: URL na &Seirbhíse:

source: &Response Signer:
ga: Sínitheoir na bhFreag&raí:

source: Software Update
ga: Nuashonrú Bogearraí

source: Periodically check for updates to:
ga: Déan nuashonraithe a sheiceáil go rialta i gcóir:

source: M&y Extensions and Themes
ga: &M'Eisínteachtaí agus Téamaí

source: Automatically &download and install updates to Extensions and Themes.
ga: Íosló&dáil agus suiteáil Eisínteachtaí agus Téamaí nuashonraithe go huathoibríoch.

source: Allowed &Sites
ga: Ceadaigh &Sites

source: Tabbed Browsing
ga: Brabhsáil le Cluaisíní

source: Open links from other applications in:
ga: Oscail naisc ó fheidhmchláir eile i:

source: a new window
ga: bhfuinneog nua

source: a new tab in the most recent window
ga: gcluaisín nua san fhuinneog is déanaí

source: the most recent tab/window
ga: gcluaisín/bhfuinneog is déanaí

source: Force links that open new windows to open in:
ga: Tabhair ar nascanna a osclaíonn fuinneoga nua iad a oscailt:

source: the same tab/window as the link
ga: sa chluaisín/fuinneog chéanna agus an nasc

source: a new tab
ga: i gcluaisín nua

source: New &Bookmark...
ga: &Leabharmharc Nua...

source: New &Live Bookmark...
ga: Leabharmharc &Beo Nua...

source: New F&older...
ga: &Fillteán Nua...

source: New Separa&tor
ga: Deighil&teoir Nua

source: &Export...
ga: &Easpórtáil...

source: &Search Bookmarks...
ga: &Cuardaigh Leabharmharcanna...

source: Search...
ga: Cuardaigh...

source: Propert&ies...
ga: Ai&ríonna...

source: i
ga: e

source: &Rename...
ga: Athai&nmnigh...

source: &Move Bookmark(s)...
ga: Ai&strigh Leabharmharc(anna)...

source: Move...
ga: Aistrigh...

source: Add...
ga: Cuir isteach...

source: Manage
ga: Bainistiú

source: Refresh Live Bookmark
ga: Athnuaigh Leabharmharc Beo

source: &Toolbar
ga: Barra na n&Uirlisí

source: &Show columns
ga: &Taispeáin colúin

source: &Unsorted
ga: &Gan Sórtáil

source: &A > Z Sort Order
ga: Ord Sórtála &A > Z

source: &Z > A Sort Order
ga: Ord Sórtála &Z > A

source: Set as &Bookmarks Toolbar Folder
ga: Socraigh mar Fhillteán do &Bharra Uirlisí Leabharmharcanna

source: &Name
ga: Ai&nm

source: &Location
ga: &Suíomh

source: &Keyword
ga: &Lorgfhocal

source: &Added
ga: C&ruthaithe

source: Last &Modified
ga: &Athraithe

source: Last Visited
ga: Feicthe

source: &Description
ga: &Cur Síos

source: Bookmarks
ga: Leabharmharcanna

source: Bookmark Manager
ga: Bainisteoir na Leabharmharcanna

source: &Search:
ga: C&uardaigh:

source: Set Home Page
ga: Socraigh Leathanach Baile

source: Choose a Bookmark to be your Home Page. If you choose a folder, the Bookmarks in that folder will be opened in Tabs.
ga: Roghnaigh Leabharmharc mar Leathanach Baile duit féin. Má tá fillteán roghnaithe agat, osclófar na leabharmharcanna san fhillteán sin i gcluaisíní.

source: &Expand
ga: &Leathnaigh

source: &Collapse
ga: &Laghdaigh

source: By &Date
ga: De réir &Dátaí

source: By &Site
ga: De réir &Suíomh

source: View
ga: Amharc

source: By Most &Visited
ga: De réir líon Cuairteanna

source: By &Last Visited
ga: De réir na Cuairte is Déanaí

source: By Da&te and Site
ga: De réir Dá&taí agus Suíomh

source: &Open
ga: &Oscail

source: Open in New &Tab
ga: Oscail i gCluaisín Nua

source: Open in New &Window
ga: Oscail i bhFuinneog Nua

source: &Bookmark This Link...
ga: Cruthaigh &Leabharmharc don Nasc Seo...

source: As you browse the web, information about where you have been, what you have done, etc is kept in the following areas.
ga: Agus tú ag siúl an idirlín, coinnítear faisnéis faoi na háiteanna ina rabhais, faoi do ghníomhartha, srl., sna réimsí thíos.

source: &Remember visited pages for the last
ga: Meabh&raigh leathanaigh ar tugadh cuairt orthu sna

source: days
ga: lá is déanaí

source: _: clearHistory.label Clear
ga: Bánaigh

source: Cache
ga: Taisce

source: Pages you view are stored in the cache for quicker viewing later on.
ga: Cuirtear na leathanaigh sa taisce i ndiaidh cuairte, len iad a ataispeáint níos gasta.

source: &Use up to:
ga: Úsáid s&uas le:

source: KB of disk space for the cache.
ga: KB spás diosca don taisce

source: _: clearCache.label Clear
ga: Bánaigh

source: Cookies
ga: Fianáin

source: Allow sites to set &cookies
ga: Ceadaigh suímh &fianáin a shocrú

source: for the current &session only
ga: I gcomhair an tseisiúin &seo amháin

source: Cookies are pieces of information stored by web pages on your computer. They are used to remember login information and other data.
ga: Is píosaí beaga eolais iad fianáin a fhágtar ar do ríomhaire ó leathanaigh lín. Úsáidtear iad chun eolas logála isteach agus sonraí eile a choinneáil.

source: &but ask before accepting
ga: &ach ná glactar leo gan cheist

source: _: clearCookies.label Clear
ga: Bánaigh

source: View Cookies
ga: Taispeáin Fianáin

source: Keep Cookies:
ga: Coinnigh Fianáin:

source: until they expire
ga: go dtí go mbeidh siad caite

source: until I close &brandShortName;
ga: go dtí go ndúnaim &brandShortName;

source: ask me every time
ga: fiafraigh díom i gcónaí

source: Saved Form Information
ga: Faisnéis Sábháilte ó Fhoirmeacha

source: Information entered in web page forms and the Search Bar is saved to make filling out forms and searching faster.
ga: Déantar faisnéis arna hiontráil i bhfoirmeacha leathanaigh lín agus i mBarra an Chuardaigh a shábháil, chun dlús a chur le comhlánú foirmeacha agus le cuardach ábhair.

source: Save in&formation I enter in web page forms and the Search Bar
ga: Sábháil gach &faisnéis a bhíonn á iontráil agam i bhfoirmeacha leathanaigh lín agus i mBarra an Chuardaigh

source: _: clearFormfill.label Clear
ga: Bánaigh

source: Download Manager History
ga: Stair an Bhainisteora Íoslódála

source: The Download Manager keeps track of recently downloaded files.
ga: Coimeádann an Bainisteoir Íoslódála tuairisc ar na chomhaid a íoslódáladh le déanaí.

source: Remove files from the Download Manager:
ga: Bain comhaid ón mBainisteoir Íoslódála:

source: Upon successful download
ga: Tar éis éirí le híoslódáil

source: When &brandShortName; exits
ga: Agus &brandShortName; ag scor

source: Manually
ga: De Láimh

source: _: clearDownloads.label Clear
ga: Bánaigh

source: Saved Passwords
ga: Focail Fhaire a sábháladh

source: Login information for web pages can be kept in the Password Manager so that you do not need to re-enter your login details every time you visit.
ga: Is féidir faisnéis logála do leathanaigh idirlín a choinneáil i mBainisteoir na bhFocal Faire, i slí is nach gá duit do shonraí logála a iontráil gach uair a dtugann tú cuairt.

source: Remember &Passwords
ga: Meabhraigh &Focail Fhaire

source: _: clearPasswords.label Clear
ga: Bánaigh

source: View Saved Passwords
ga: Taispeáin Focail Fhaire a Sábháladh

source: Clear All
ga: Bánaigh Uile

source: Clear all information stored while browsing:
ga: Bánaigh gach faisnéis a stóráladh le linn na brabhsála

source: Import Wizard
ga: Draoi Iompórtála

source: Import Options, Bookmarks, History, Passwords and other data from:
ga: Iompórtáil Roghanna, Leabharmharcanna, Stair, Focail Fhaire agus sonraí eile ó:

source: Import Preferences, Bookmarks, History, Passwords and other data from:
ga: Iompórtáil Sainroghanna, Leabharmharcanna, Stair, Focail Fhaire agus sonraí eile ó:

source: Import Bookmarks from:
ga: Iompórtáil comhad leabharmharc ó:

source: Firefox 0.8, Firebird or &Phoenix
ga: Firefox 0.8, Firebird nó &Phoenix

source: &Don't import anything
ga: &Ná hiompórtáil rud ar bith

source: &Netscape 6, 7 or Mozilla 1.x
ga: &Netscape 6, 7 nó Mozilla 1.x

source: _: importFromCamino.label Camino
ga: Camino

source: _: importFromCamino.accesskey Camino
ga: Camino

source: _: importFromSafari.label Safari
ga: Safari

source: _: importFromSafari.accesskey Safari
ga: Safari

source: &From File
ga: Ó &Chomhad

source: Import Settings and Data From
ga: Iompórtáil Socruithe agus Sonraí ó:

source: Items to Import
ga: Rudaí le hIompórtáil

source: Select which items to import:
ga: Roghnaigh na rudaí le hiompórtáil:

source: Importing...
ga: Á nIompórtáil...

source: The following items are currently being imported...
ga: Tá na rudaí seo á n-iompórtáil faoi láthair...

source: Select Profile
ga: Roghnaigh Próifíl

source: The following profiles are available to import from:
ga: Próifílí le fáil ónar féidir a iompórtáil:

source: Import Complete
ga: Iompórtáil curtha i gcrích

source: The following items were successfully imported:
ga: Iompórtáladh na rudaí seo go rathúil:

source: %S &Options
ga: %S &Roghanna

source: %S is not currently set as your default browser. Would you like to make it your default browser?
ga: Níl %S curtha mar bhrabhsálaí réamhshocraithe. Ar mhaith leat é a chur mar bhrabhsálaí réamhshocraithe?

source: Always perform this check when starting %S.
ga: Seiceáil mar seo i gcónaí agus %S á thosú.

source: %S is already set as your default browser.
ga: Tá %S cheana ina bhrabhsálaí réamhshocraithe.

source: Selecting a new theme changes the look of buttons, dialog boxes, menus, toolbars, and other items.
ga: Má roghnaítear téama úr, athrófar cuma cnaipí, boscaí comhrá, barraí uirlisí agus nithe eile dá réir.

source: Theme to use:
ga: Téama le húsáid:

source: &Apply Theme
ga: Cuir Téama i bh&Feidhm

source: &Uninstall Theme
ga: &Díshuiteáil Téama

source: Preview Image
ga: Réamhamharc Íomhá

source: Get New Themes
ga: Faigh Téamaí Nua

source: Close Options and visit the author's web page
ga: Dún Roghanna agus tabhair cuairt ar leathanach lín an údair

source: Close Options and visit Firefox Help's Themes page
ga: Dún Roghanna agus tabhair cuairt ar leathanach Cabhair le Mozilla Firefox

source: Plug-Ins
ga: Breiseáin

source: Plug-Ins are currently available for the following file types:
ga: Tá breiseáin ar fáil faoi láthair do chomhaid de na cineálacha seo leanas:
