Repository: kscanne/gaeilge-mozdev
Catalog: src/firefox-trunk.*.po
Languages: ga

source: Certificate Authority (unnamed)
ga: Údarás Deimhniúcháin (gan ainm)

source: The certificate "%S" represents a Certificate Authority.
ga: Léiríonn an teastas "%S" Údarás Deimhniúcháin.

source: The certificate "%S" was issued by:
ga: Teastas "%S" eisithe ag:

source: Because you do not trust the certificate authority that issued this certificate, you do not trust the authenticity of this certificate unless otherwise indicated here.
ga: Mar nach bhfuil muinín agat as an údarás deimhniúcháin a d'eisigh an teastas seo, níl muinín agat as fíre an teastais seo ach amháin má léiríonn tú anseo é.

source: Because you trust the certificate authority that issued this certificate, you trust the authenticity of this certificate unless otherwise indicated here.
ga: Mar go bhfuil muinín agat as an údarás deimhniúcháin a d'eisigh an teastas seo, tá muinín agat as fíre an teastais seo ach amháin má léiríonn tú a mhalairt anseo.

source: Because you do not know the certificate authority that issued this certificate, you do not trust the authenticity of this certificate unless otherwise indicated here.
ga: Mar nach bhfuil aithne agat ar an údarás deimhniúcháin a d'eisigh an teastas seo, níl muinín agat as fíre an teastais seo ach amháin má léiríonn tú a mhalairt anseo.

source: Certificate for this certificate authority was not found
ga: Níl fáil ar an teastas don údarás deimhniúcháin seo

source: Are you sure you want to delete these server exceptions?
ga: An bhfuil tú cinnte gur mian leat na heisceachtaí freastalaí seo a scriosadh?

source: If you delete a server exception, you restore the usual security checks for that server and require it uses a valid certificate.
ga: Má scriosann tú eisceacht freastalaí, cuirtear an ghnáthsheiceáil slándála i bhfeidhm arís don fhreastalaí sin agus beidh teastas bailí de dhíth uaidh.

source: Delete Server Certificate Exceptions
ga: Scrios Eisceachtaí Teastais na bhFreastalaithe

# deleteUserCertConfirm
source: Are you sure you want to delete these certificates?
ga: An bhfuil tú cinnte gur mian leat na teastais seo a scriosadh?

source: If you delete one of your own certificates, you can no longer use it to identify yourself.
ga: Má scriosann tú ceann de do theastais féin, ní féidir é a úsáid níos mó chun tú féin a chur in aithne.

source: Delete your Certificates
ga: Scrios do Theastais

source: You have requested to delete these CA certificates. For built-in certificates all trust will be removed, which has the same effect. Are you sure you want to delete or distrust?
ga: D'iarr tú na teastais seo ó údaráis deimhniúcháin a scrios. I gcás na dteastas inmheánacha, beifear mímhuiníneach ar fad astu, leis an éifeacht chéanna. An bhfuil tú cinnte go dteastaíonn uait iad a scrios nó bheith mimhuiníneach astu?

source: If you delete or distrust a certificate authority (CA) certificate, this application will no longer trust any certificates issued by that CA.
ga: Má scriosann tú teastas ó údarás deimhniúcháin, nó má tá tú mímhuiníneach as, ní bheidh muinín ag an bhfeidhmchlár seo as teastas ar bith eisithe ag an údarás deimhniúcháin sin.

source: Delete or Distrust CA Certificates
ga: Scrios nó bí mímhuiníneach as teastais ó údaráis deimhniúcháin

source: Are you sure you want to delete these people's e-mail certificates?
ga: An bhfuil tú cinnte gur mian leat teastais ríomhphoist na ndaoine seo a scriosadh?

source: If you delete a person's e-mail certificate, you will no longer be able to send encrypted e-mail to that person.
ga: Má scriosann tú teastas ríomhphoist duine, ní bheidh tú in ann ríomhphost criptithe a sheoladh chuige a thuilleadh.

source: Delete E-Mail Certificates
ga: Scrios Teastais Ríomhphoist

# deleteOrphanCertConfirm
source: Are you sure you want to delete these certificates?
ga: An bhfuil tú cinnte gur mian leat na teastais seo a scriosadh?

source: Delete Certificates
ga: Scrios Teastais

source: Certificate File to Import
ga: Comhad teastais atá le hiompórtáil

source: File Name to Backup
ga: Ainm an Chomhaid atá le cóipeáil

source: PKCS12 Files
ga: Comhaid PKCS12

source: This certificate has been verified for the following uses:
ga: Tá an teastas seo fíoraithe do na húsáidí seo a leanas:

source: Could not verify this certificate because it has been revoked.
ga: Ní féidir an teastas seo a fhíorú toisc gur cealaíodh é.

source: Could not verify this certificate because it has expired.
ga: Ní féidir an teastas seo a fhíorú toisc go bhfuil sé as feidhm.

source: Could not verify this certificate because it is not trusted.
ga: Ní féidir an teastas seo a fhíorú toisc nach gcuirtear muinín ann.

source: Could not verify this certificate because the issuer is not trusted.
ga: Ní féidir an teastas seo a fhíorú toisc nach gcuirtear muinín san eisitheoir.

source: Could not verify this certificate because the issuer is unknown.
ga: Ní féidir an teastas seo a fhíorú toisc nach fios cé a d'eisigh é.

source: Could not verify this certificate because the CA certificate is invalid.
ga: Ní féidir an teastas seo a fhíorú toisc go bhfuil teastas an Údaráis Deimhniúcháin neamhbhailí.

source: Could not verify this certificate because it was signed using a signature algorithm that was disabled because that algorithm is not secure.
ga: Ní féidir an teastas seo a fhíorú toisc gur síníodh é le halgartam a bhí díchumasaithe toisc nach bhfuil sé slán.

source: Could not verify this certificate for unknown reasons.
ga: Ní féidir an teastas seo a fhíorú, ach ní fios cén fáth.

source: Connection Not Encrypted
ga: Níl an ceangal criptithe

source: The website %S does not support encryption for the page you are viewing.
ga: Ní thacaíonn an suíomh Gréasáin %S le criptiúchán don leathanach a bhfuil tú ag amharc air.

source: Information sent over the Internet without encryption can be seen by other people while it is in transit.
ga: Is féidir le daoine eile faisnéis gan criptiúchán a sheoltar thar an Idirlíon a fheiceáil agus é ar an aistear.

source: The page you are viewing is not encrypted.
ga: Tá an leathanach a bhfuil tú ag amharc air gan criptiú.

source: Connection Encrypted (%1$S, %2$S bit keys, %3$S)
ga: Ceangal Criptithe (%1$S, eochracha %2$S giotán, %3$S)

source: The page you are viewing was encrypted before being transmitted over the Internet.
ga: Criptíodh an leathanach ar a bhfuil tú ag amharc roimh é a thraschur ar an Idirlíon.

source: Encryption makes it difficult for unauthorized people to view information traveling between computers. It is therefore unlikely that anyone read this page as it traveled across the network.
ga: De bharr criptiúcháin, tá sé an-deacair do dhaoine faisnéis a léamh gan cead agus í á traschur idir ríomhairí. Is beag seans, mar sin, gur léigh aon duine an leathanach seo agus é ag taisteal tríd an líonra.

source: Connection Partially Encrypted
ga: Ceangal páirtchriptithe

source: Parts of the page you are viewing were not encrypted or the encryption is not strong enough before being transmitted over the Internet.
ga: Níor criptíodh cuid den leathanach ar a bhfuil tú ag amharc roimh é a thraschur thar an Idirlíon, nó níl an criptiúchán sách láidir.

source: Certificate Viewer:
ga: Amharcán Teastais:

source: <Not Part Of Certificate>
ga: <Ní ina chuid den Teastas>

source: You should click OK only if you trust "%S" to protect your encryption private key.
ga: Ná cliceáil "OK" mura bhfuil muinín agat i "%S" chun d'eochair phríobháideach chriptiúcháin a stóráil.

source: (not set)
ga: (gan socrú)

source: Unable to change Master Password.
ga: Níorbh fhéidir an Príomhfhocal Faire a athrú.

source: You did not enter the correct current Master Password. Please try again.
ga: Níor iontráil tú an Príomhfhocal Faire ceart. Déan iarracht eile.

source: Master Password successfully changed.
ga: D'éirigh le hathrú an Phríomhfhocail Faire.

source: Warning! You have deleted your Master Password.
ga: Rabhadh! Tá do Phríomhfhocal Faire scriosta agat.

source: Warning! You have decided not to use a Master Password.
ga: Rabhadh! Tá sé beartaithe agat gan Príomhfhocal Faire a úsáid.

source: Your stored web and email passwords, form data, and private keys will not be protected.
ga: Ní bheidh cosaint ag na focail faire Ghréasáin agus ríomhphoist, sonraí foirme, ná ag na heochracha príobháideacha atá agat.

source: Failed to Login
ga: Theip ar an Logáil Isteach

source: Choose a PKCS#11 device to load
ga: Roghnaigh gléas PKCS#11 le luchtú

source: Module
ga: Modúl

source: Label
ga: Lipéad

source: Manufacturer
ga: Déantóir

source: HW Version
ga: Leagan na gCrua-earraí

source: FW Version
ga: Leagan na nDochtearraí

source: Not Present
ga: Níl Ann

source: Uninitialized
ga: Gan túsú

source: Not Logged In
ga: Gan Logáil Isteach

source: Logged In
ga: Logáilte Isteach

source: Ready
ga: Réidh

source: Enable FIPS
ga: Cumasaigh FIPS

source: Disable FIPS
ga: Díchumasaigh FIPS

source: FIPS mode requires that you have a Master Password set for each security device. Please set the password before trying to enable FIPS mode.
ga: Is riachtanas é den mhód FIPS Príomhfhocal Faire a bheith socraithe agat do gach aon ghléas slándála. Socraigh an Príomhfhocal Faire roimh iarracht a dhéanamh an mód FIPS a chumasú.

source: Unable to change the FIPS mode for the security device. It is recommended that you exit and restart this application.
ga: Ní féidir mód FIPS an ghléis slándála a athrú. Moltar duit an feidhmchlár seo a atosú.

source: Your password has been reset.
ga: Bánaíodh d'fhocal faire.

source: Select File containing somebody's Email certificate to import
ga: Roghnaigh comhad ina bhfuil teastas ríomhphoist atá le hiompórtáil

source: Select File containing CA certificate(s) to import
ga: Roghnaigh comha(i)d ina bhfuil teasta(i)s ó Údará(i)s Deimhniúcháin atá le hiompórtáil.

source: Select File containing Server certificate to import
ga: Roghnaigh comhad ina bhfuil teastas Freastalaí atá le hiompórtáil

source: Certificate Files
ga: Comhaid Teastais

source: Save Certificate To File
ga: Sábháil Teastas go Comhad

source: X.509 Certificate (PEM)
ga: Teastas X.509 (PEM)

source: X.509 Certificate with chain (PEM)
ga: Teastas X.509 le slabhra (PEM)

source: X.509 Certificate (DER)
ga: Teastas X.509 (DER)

source: X.509 Certificate (PKCS#7)
ga: Teastas X.509 (PKCS#7)

source: X.509 Certificate with chain (PKCS#7)
ga: Teastas X.509 le slabhra (PKCS#7)

source: File Error
ga: Earráid Chomhaid

source: Can't write to file %S: %S.
ga: Ní féidir scríobh chuig an gcomhad %S: %S.

source: Access denied
ga: Rochtain diúltaithe

source: File is locked
ga: Comhad faoi ghlas

source: No space left on device
ga: Níl spás fágtha ar an ngléas

source: You are about to override how %S identifies this site.
ga: Tá tú ar tí an tslí ina n-aithníonn %S an suíomh seo a shárú.

source: This site attempts to identify itself with invalid information.
ga: Tá faisnéis neamhbhailí á húsáid ag an suíomh seo chun é féin a shainaithint.

source: Wrong Site
ga: Suíomh Mícheart

source: The certificate belongs to a different site, which could mean that someone is trying to impersonate this site.
ga: Is le suíomh eile an teastas, rud a d'fhéadfadh a bheith ina chomhartha go bhfuil duine éigin ag iarraidh an suíomh seo a phearsanú.

source: Outdated Information
ga: Faisnéis as Dáta

source: The certificate is not currently valid. It may have been stolen or lost, and could be used by someone to impersonate this site.
ga: Níl an teastas bailí faoi láthair. Seans go raibh sé goidte nó caillte, agus d'fhéadfadh duine éigin é a úsáid chun an suíomh seo a phearsanú.

source: Unknown Identity
ga: Aitheantas Anaithnid

source: The certificate is not trusted because it hasn't been verified as issued by a trusted authority using a secure signature.
ga: Ní chuirtear muinín sa teastas toisc nach bhfuil sé fíoraithe ag údarás aitheanta le síniú slán.

source: Valid Certificate
ga: Teastas Bailí

source: This site provides valid, verified identification. There is no need to add an exception.
ga: Soláthraíonn an suíomh sainaitheantas bailí fíoraithe. Ní gá eisceacht a chruthú.

source: Checking Information
ga: Eolas á sheiceáil

source: Attempting to identify this site…
ga: Ag iarraidh an suíomh seo a aithint…

source: No Information Available
ga: Níl eolas ar fáil

source: Unable to obtain identification status for this site.
ga: Níorbh fhéidir stádas aitheanta a fháil don suíomh seo.

source: Failed to connect to the server
ga: Theip ar cheangal leis an bhfreastalaí

source: Wrong Recovery Key
ga: Eochair Athshlánaithe Mhícheart

source: Incorrect account name or password
ga: Ainm cuntais nó focal faire mícheart

source: Missing account name
ga: Ainm an chuntais ar iarraidh

source: Missing password
ga: Focal faire ar iarraidh

source: No saved Recovery Key to use
ga: Níl aon Eochair Athshlánaithe ann

source: Server incorrectly configured
ga: Tá cumraíocht an fhreastalaí mícheart

source: One or more data types could not be synced
ga: Níorbh fhéidir cineál nó cineálacha sonraí a shioncrónú

source: Firefox Sync server maintenance is underway, syncing will resume automatically
ga: Tá an freastalaí Firefox Sync á dheisiú faoi láthair; tosóidh sioncrónú go huathoibríoch

source: Incorrect words, try again
ga: Focail mhíchearta, bain triail eile as

source: Use a stronger password
ga: Úsáid focal faire níos láidre

source: Password can't match current password
ga: Níl cead agat an focal faire céanna a úsáid

source: Password can't match your user name
ga: Níl cead agat d'ainm úsáideora a úsáid mar fhocal faire

source: Password can't match your email address
ga: Ní féidir leis an bhfocal faire do sheoladh ríomhphost a mheaitseáil

source: The passwords entered do not match
ga: Ní ionann na focail fhaire a iontráladh

source: The password entered is too short
ga: Tá an focal faire róghearr

source: %1$S's %2$S on %3$S
ga: %2$S %1$S ar %3$S

source: Remote tabs are being synced…
ga: Cluaisíní cianda á sioncrónú…

source: Sync your other devices again to access their tabs
ga: Sioncrónaigh do ghléasanna eile arís chun a gcuid cluaisíní a rochtain

source: All remote tabs are already open
ga: Tá gach cluaisín cianda oscailte cheana

source: Recent desktop tabs will be available once they sync
ga: Beidh na cluaisíní deisce is deireanaí ar fáil tar éis sioncronaithe

source: Error While Signing In
ga: Tharla earráid le linn logála isteach

source: Sync encountered an error while connecting: %1$S. Please try again.
ga: Tharla earráid agus ceangal á bhunú: %1$S. Bain triail eile as.

source: Error While Signing Out
ga: Tharla earráid le linn logála amach

source: Sync encountered an error while connecting. It's probably ok, and you don't have to do anything about it.
ga: Tharla earráid agus ceangal á bhunú. Is dócha go bhfuil gach rud ceart go leor agus ní gá duit aon rud a dhéanamh.

source: Error While Syncing
ga: Tharla earráid le linn sioncrónaithe

source: Sync encountered an error while syncing: %1$S. Sync will automatically retry this action.
ga: Tharla earráid le linn sioncrónaithe: %1$S. Déanfaidh Sync iarracht eile go huathoibríoch.

source: Sync has not been able to complete during the last %1$S days. Please check your network settings.
ga: Níl aon sioncrónú déanta le %1$S lá anuas. Féach ar shocruithe do líonra.

source: Server Status
ga: Stádas an Fhreastalaí

# error.sync.serverStatusButton.accesskey
source: V
ga: d

source: You need to update Firefox Sync to continue syncing your data.
ga: Caithfidh tú nuashonrú a dhéanamh ar Firefox Sync chun dul ar aghaidh le sioncrónú do chuid sonraí.

source: Update Firefox Sync
ga: Nuashonraigh Firefox Sync

source: Approaching Server Quota
ga: Tarraingt ar Chuóta an Fhreastalaí

source: You are approaching the server quota. Please review which data to sync.
ga: Tá tú ag druidim le cuóta an fhreastalaí. Déan athbhreithniú ar na sonraí atá le sioncronú.

source: Server Quota Exceeded
ga: Cuóta Sáraithe

source: Sync failed because it exceeded the server quota. Please review which data to sync.
ga: Theip ar an sioncronú toisc gur sháraigh sé cuóta an fhreastalaí. Déan athbhreithniú ar na sonraí atá le sioncronú.

# error.sync.viewQuotaButton.accesskey
source: V
ga: F

source: Service Shutting Down
ga: Seirbhís á Dúnadh

source: Your Firefox Sync service is shutting down soon. Upgrade %1$S to keep syncing.
ga: Dúnfar an leagan de Firefox Sync atá agat go luath. Ní mór duit %1$S a nuashonrú chun leanúint leis an siocrónú.

source: Service Unavailable
ga: Níl an tSeirbhís ar fáil

source: Your Firefox Sync service is no longer available. You need to upgrade %1$S to keep syncing.
ga: Níl an leagan de Firefox Sync atá agat ar fáil a thuilleadh. Ní mór duit %1$S a nuashonrú chun leanúint leis an siocrónú.

source: Close this notification
ga: Dún an fógra seo

source: General Notification
ga: Fógairt Ghinearálta

source: Configuration Error
ga: Earráid Chumraíochta

source: Failed to read the configuration file. Please contact your system administrator.
ga: Comhad cumraíochta gan léamh. Ceistigh riarthóir do chórais.

source: AutoConfig Alert
ga: Airdeall uathchumraíochta

source: Netscape.cfg/AutoConfig failed. Please contact your system administrator. Error: %S failed:
ga: Theip ar Netscape.cfg/AutoConfig. Ceistigh riarthóir do chórais. Earráid : theip ar %S:

source: Email Address
ga: Seoladh Ríomhphoist

source: Enter your email address
ga: Cuir isteach do sheoladh ríomhphoist

source: &Deny
ga: &Diúltaigh

source: Confirm setting cookie
ga: Deimhnigh socrú an fhianáin

source: &Use my choice for all cookies from this site
ga: Ú&sáid mo rogha do gach fianán ón suíomh seo

source: Show Details
ga: Taispeáin Sonraí

source: Hide Details
ga: Folaigh Sonraí

source: The site %S wants to set a cookie.
ga: Ba mhaith leis an suíomh %S fianán a shocrú.

source: The site %S wants to set a second cookie.
ga: Ba mhaith leis an suíomh %S fianán eile a shocrú.

source: The site %S wants to set another cookie. You already have %S cookies from this site.
ga: Ba mhaith leis an suíomh %S fianán eile a shocrú. Tá %S fianán agat cheana ón suíomh seo.

source: The site %S wants to modify an existing cookie.
ga: Ba mhaith leis an suíomh %S fianán atá ann cheana a athrú.

source: About About
ga: Maidir le 'About'

source: This is a list of “about” pages for your convenience.<br/> Some of them might be confusing. Some are for diagnostic purposes only.<br/> And some are omitted because they require query strings.
ga: Seo é liosta de leathanaigh “about”, mar áis tagartha.<br/> Seans go gcuirfeadh cuid acu mearbhall ort. Úsáidtear cuid acu le haghaidh tástála amháin.<br/> Agus ligeadh cuid acu ar lár toisc go dteastaíonn teaghráin iarratais uathu.

source: version
ga: leagan

source: About Networking
ga: Maidir le Líonrú

source: This is very experimental. Do not use without adult supervision.
ga: Gné turgnamhach. Ná úsáid gan treoir ó dhuine fásta.

source: Show this warning next time
ga: Taispeáin an rabhadh seo an chéad uair eile

source: Sockets
ga: Soicéid

source: Autorefresh every 3 seconds
ga: Athnuaigh gach 3 shoicind

source: Hostname
ga: Óstainm

source: Active
ga: Gníomhach

source: Host
ga: Óstach

source: Sent
ga: Seolta

source: Received
ga: Faighte

source: Family
ga: Clann

source: Addresses
ga: Seoltaí

source: Expires (Seconds)
ga: As Feidhm (Soicindí)

source: Messages Sent
ga: Teachtaireachtaí Seolta

source: Messages Received
ga: Teachtaireachtaí Faighte

source: Bytes Sent
ga: Bearta Seolta

source: Bytes Received
ga: Bearta Faighte

source: Loading...
ga: Á Luchtú...

source: Failed to load article from page
ga: Níorbh fhéidir alt a luchtú ón leathanach

source: Light
ga: Geal

source: Dark
ga: Dorcha

source: Sepia
ga: Dúch Cudail

source: Auto
ga: Uathoibríoch

source: About Your Rights
ga: Maidir Le Do Chearta

source: &brandShortName; Privacy Policy
ga: Polasaí Príobháideachais &brandShortName;

source: . Other features and Services can be disabled in the application preferences.
ga: . Is féidir gnéithe agus Seirbhísí eile a dhíchumasú i sainroghanna an fheidhmchláir.

source: Troubleshooting Information
ga: Fabhtcheartú

source: This page contains technical information that might be useful when you're trying to solve a problem. If you are looking for answers to common questions about &brandShortName;, check out our <a id='supportLink'>support website</a>.
ga: Ar an leathanach seo tá eolas teicniúil a d'fhéadfadh a bheith úsáideach agus tú ag iarraidh fadhb a réiteach. Má tá freagraí á lorg agat ar cheisteanna coitianta maidir le &brandShortName;, féach ar ár <a id='supportLink'>suíomh tacaíochta</a>.

source: Crash Reports
ga: Tuairiscí ar Chlistí

source: Report ID
ga: Aitheantas na Tuairisce

source: Submitted
ga: Seolta

source: All Crash Reports
ga: Gach Tuairisc

# aboutSupport.extensionName
source: Name
ga: Ainm

# aboutSupport.extensionVersion
source: Version
ga: Leagan

# aboutSupport.extensionId
source: ID
ga: Aitheantas

source: Experimental Features
ga: Gnéithe Turgnamhacha

# aboutSupport.experimentName
source: Name
ga: Ainm

# aboutSupport.experimentId
source: ID
ga: Aitheantas

source: End Date
ga: Dáta Deiridh

source: Application Basics
ga: Buntús an Fheidhmchláir

# aboutSupport.appBasicsName
source: Name
ga: Ainm

# aboutSupport.appBasicsVersion
source: Version
ga: Leagan

# aboutSupport.appBasicsUpdateHistory
source: Update History
ga: Stair na Nuashonruithe

source: Show Update History
ga: Taispeáin Stair na Nuashonruithe

source: Profile Directory
ga: Comhadlann Phróifíle

source: Profile Folder
ga: Fillteán Próifíle

source: Enabled Plugins
ga: Forlíontáin Chumasaithe

source: Build Configuration
ga: Cumraíocht Tógála

source: User Agent
ga: Gníomhaire Úsáideora

source: Memory Use
ga: Úsáid Chuimhne

source: Multiprocess Windows
ga: Fuinneoga Ilphróisis

source: Open Directory
ga: Oscail Comhadlann

source: Show in Finder
ga: Taispeáin sa Finder

source: Show Folder
ga: Taispeáin Fillteán

source: Important Modified Preferences
ga: Sainroghanna Tábhachtacha Athraithe

# aboutSupport.modifiedPrefsName
source: Name
ga: Ainm

# aboutSupport.modifiedPrefsValue
source: Value
ga: Luach

source: user.js Preferences
ga: Sainroghanna user.js

source: Your profile folder contains a <a id='prefs-user-js-link'>user.js file</a>, which includes preferences that were not created by &brandShortName;.
ga: Tá <a id='prefs-user-js-link'>comhad user.js</a> i do fhillteán próifíle, ina bhfuil sainroghanna nach raibh cruthaithe ag &brandShortName;.

source: Important Locked Preferences
ga: Sainroghanna Tábhachtacha Faoi Ghlas

# aboutSupport.lockedPrefsName
source: Name
ga: Ainm

# aboutSupport.lockedPrefsValue
source: Value
ga: Luach

source: Incremental GC
ga: Bailitheoir Dramhaíola Incriminteach

source: Activated
ga: Gníomhachtaithe

source: Prevent Accessibility
ga: Coisc Inrochtaineacht

source: Library Versions
ga: Leaganacha Leabharlann

source: Installation History
ga: Stair Suiteála

# aboutSupport.updateHistoryTitle
source: Update History
ga: Stair na Nuashonruithe

source: Copy text to clipboard
ga: Cóipeáil an téacs go dtí an ghearrthaisce

source: Copy raw data to clipboard
ga: Cóipeáil amhshonraí go dtí an ghearrthaisce

source: Sandbox
ga: Bosca gainimh

source: Crash Reports for the Last #1 Day;Crash Reports for the Last #1 Days
ga: Tuairiscí sa #1 lá is déanaí;Tuairiscí sa #1 lá is déanaí;Tuairiscí sa #1 lá is déanaí;Tuairiscí sa #1 lá is déanaí;Tuairiscí sa #1 lá is déanaí

source: #1 minute ago;#1 minutes ago
ga: #1 nóiméad ó shin;#1 nóiméad ó shin;#1 nóiméad ó shin;#1 nóiméad ó shin;#1 nóiméad ó shin

source: #1 hour ago;#1 hours ago
ga: #1 uair ó shin;#1 uair ó shin;#1 huaire ó shin;#1 n-uaire ó shin;#1 uair ó shin

source: #1 day ago;#1 days ago
ga: #1 lá ó shin;#1 lá ó shin;#1 lá ó shin;#1 lá ó shin;#1 lá ó shin
