Repository: kscanne/gaeilge-mozdev
Catalog: src/firefox-trunk.*.po
Languages: ga

source: Expected identifier for pseudo-class parameter but found '%1$S'.
ga: Bhíothas ag súil le haitheantóir mar pharaiméadar na bréagaicme ach fuarthas "%1$S".

source: Expected part of argument to pseudo-class but found '%1$S'.
ga: Bhíothas ag súil le cuid de argóint le haghaidh bréagaicme ach fuarthas "%1$S".

source: Missing closing ')' in pseudo-class, found '%1$S' instead.
ga: ")" dúnta ar iarraidh i mbréagaicme, fuarthas "%1$S" ina ionad.

source: Missing argument in pseudo-class '%1$S'.
ga: Argóint ar iarraidh i mbréagaicme "%1$S".

source: selector
ga: roghnóir

source: Expected '{' to begin declaration block but found '%1$S'.
ga: Bhíothas ag súil le "{" chun tús a chur le bloc fógra ach fuarthas "%1$S".

source: color
ga: dath

source: Expected color but found '%1$S'.
ga: Fuarthas "%1$S" ach bhíothas ag súil le dath.

source: color component
ga: comhpháirt datha

source: Expected a percentage but found '%1$S'.
ga: Fuarthas "%1$S" ach bhíothas ag súil le céatadán.

source: Expected an integer but found '%1$S'.
ga: Bhíothas ag súil le slánuimhir ach fuarthas "%1$S".

source: Expected number or percentage in rgb() but found '%1$S'.
ga: Bhíothas ag súil le huimhir nó céatadán i rgb() ach fuarthas "%1$S".

source: Expected '%2$S' but found '%1$S'.
ga: Bhíothas ag súil le "%2$S" ach fuarthas "%1$S".

source: hue
ga: lí

source: Expected ',' but found '%1$S'.
ga: Bhíothas ag súil le "," ach fuarthas "%1$S".

source: saturation
ga: sáithiú

source: lightness
ga: gile

source: opacity in color value
ga: teimhneacht i ndath

source: Expected a number but found '%1$S'.
ga: Bhíothas ag súil le huimhir ach fuarthas "%1$S".

source: Expected <position> but found '%1$S'.
ga: Bhíothas ag súil le <position> ach fuarthas '%1$S'.

source: Expected radius but found '%1$S'.
ga: Bhíothas ag súil le ga ach fuarthas '%1$S'.

source: Expected ')' but found '%1$S'.
ga: Bhíothas ag súil le ")" ach fuarthas "%1$S".

source: ';' or '}' to end declaration
ga: ";" nó "}" chun fógra a chríochnú

source: Expected ':' but found '%1$S'.
ga: Bhíothas ag súil le ":" ach fuarthas "%1$S".

source: Expected declaration but found '%1$S'.
ga: Bhíothas ag súil le fógra ach fuarthas "%1$S".

source: end of declaration
ga: deireadh fógra

source: important
ga: tábhachtach

source: Expected 'important' but found '%1$S'.
ga: Bhíothas ag súil le "important" ach fuarthas "%1$S".

source: Expected ';' to terminate declaration but found '%1$S'.
ga: Bhíothas ag súil le ";" chun fógra a chríochnú ach fuarthas "%1$S".

source: Expected ';' or '}' to terminate declaration but found '%1$S'.
ga: Bhíothas ag súil le ";" nó "}" chun fógra a chríochnú ach fuarthas "%1$S".

source: Cannot specify value for internal property.
ga: Ní féidir luach a shonrú d'airí inmheánach.

source: end of comment
ga: deireadh nóta tráchta

source: Found unclosed string '%1$S'.
ga: Fuarthas teaghrán gan dúnadh: "%1$S".

source: Expected font descriptor but found '%1$S'.
ga: Bhíothas ag súil le tuarascálaí cló ach fuarthas '%1$S'.

source: Unknown descriptor '%1$S' in @font-face rule.
ga: Tuarascálaí anaithnid '%1$S' i riail @font-face.

source: Expected '(' to start media query expression but found '%1$S'.
ga: Bhíothas ag súil le '(' mar thús sloinn iarratais mheáin ach fuarthas '%1$S'.

source: contents of media query expression
ga: inneachar sloinn iarratais mheáin

source: Expected media feature name but found '%1$S'.
ga: Bhíothas ag súil le hainm gné meáin ach fuarthas '%1$S'.

source: Expected ':' or ')' after media feature name but found '%1$S'.
ga: Bhíothas ag súil le ':' nó ')' i ndiaidh ainm gné meáin ach fuarthas '%1$S'.

source: Media features with min- or max- must have a value.
ga: Caithfear luach a bheith ag gnéithe meán le min- nó max-.

source: Found invalid value for media feature.
ga: Fuarthas luach neamhbhailí le haghaidh gné meáin.

source: Expected '{' to begin @font-face rule but found '%1$S'.
ga: Bhíothas ag súil le '{' ag tús riail @font-face ach fuarthas '%1$S'.

source: Expected '}' to end @font-face rule but found '%1$S'.
ga: Bhíothas ag súil le '}' ag deireadh riail @font-face ach fuarthas '%1$S'.

source: Did not expect anonymous box.
ga: Ní rabhthas ag súil le bosca gan ainm.

source: Unexpected end of @font-feature-values rule.
ga: Deireadh rialach @font-feature-values gan súil leis.

source: Expected opening { of @font-feature-values rule but found '%1$S'.
ga: Bhíothas ag súil le { ag tús na rialach @font-feature-values, ach fuarthas '%1$S'.

source: Expected font family list for @font-feature-values rule but found '%1$S'.
ga: Bhíothas ag súil le liosta finte clófhoirne i riail @font-feature-values ach fuarthas '%1$S'.

source: Expected '}' to end @font-feature-values rule but found '%1$S'.
ga: Bhíothas ag súil le '}' ag deireadh na rialach @font-feature-values, ach fuarthas '%1$S'.

source: Expected identifier but found '%1$S'.
ga: Bhíothas ag súil le haitheantóir, ach fuarthas '%1$S'.

source: Expected non-negative integer value but found '%1$S'.
ga: Bhíothas ag súil le slánuimhir neamhdhiúltach, ach fuarthas '%1$S'.

source: Family list cannot contain generic font family name.
ga: Ní cheadaítear fine clófhoirne chineálach i liosta na bhfinte clófhoirne.

source: Expected 'ltr' or 'rtl' in direction selector but found '%1$S'.
ga: Bhíothas ag súil le 'ltr' nó 'rtl' sa roghnóir treo, ach fuarthas '%1$S'.

source: 'not', '(', or function
ga: 'not', '(', nó feidhm

source: Expected whitespace after 'not', 'and', or 'or'.
ga: Bhíothas ag súil le spás bán tar éis 'not', 'and', nó 'or'.

source: Expected '(' or function while parsing supports condition but found '%1$S'.
ga: Bhíothas ag súil le ')' agus coinníoll @supports á pharsáil, ach fuarthas '%1$S'.

source: Expected ')' while parsing supports condition but found '%1$S'.
ga: Bhíothas ag súil le ')' agus coinníoll @supports á pharsáil, ach fuarthas '%1$S'.

source: Expected 'not', '(', or function while parsing supports condition but found '%1$S'.
ga: Bhíothas ag súil le 'not', '(', nó feidhm agus coinníoll @supports á pharsáil, ach fuarthas '%1$S'.

source: Expected 'not' while parsing supports condition but found '%1$S'.
ga: Bhíothas ag súil le 'not' agus coinníoll @supports á pharsáil, ach fuarthas '%1$S'.

source: Expected '{' to begin @supports rule but found '%1$S'.
ga: Bhíothas ag súil le '{' ag tús rialach @supports, ach fuarthas '%1$S'.

source: filter
ga: scag

source: Expected 'none' or URL but found '%1$S'.
ga: Bhíothas ag súil le 'none' nó URL ach fuarthas '%1$S'.

source: Expected 'none', URL, or filter function but found '%1$S'.
ga: Bhíothas ag súil le 'none', URL, nó scagaire ach fuarthas '%1$S'.

source: Expected non-negative number or percentage.
ga: Bhíothas ag súil le huimhir neamhdhiúltach nó céatadán.

source: variable
ga: athróg

source: Expected variable value but found '%1$S'.
ga: Bhíothas ag súil le luach athróige ach fuarthas '%1$S'.

source: Error in parsing value for '%1$S' after substituting variables.
ga: Earráid agus luach ar '%1$S' á pharsáil tar éis athróga a ionadú.

source: Falling back to 'inherit'.
ga: Ag dul i muinín 'inherit'.

source: Falling back to 'initial'.
ga: Ag dul i muinín 'initial'.

source: Submit Query
ga: Seol Fiosrú

source: Browse…
ga: Brabhsáil…

source: File Upload
ga: Uasluchtaigh Comhaid

source: This is a searchable index. Enter search keywords:
ga: Is innéacs inchuardaithe é seo. Clóscríobh lorgfhocail:

source: Form contains enctype=%S, but does not contain method=post. Submitting normally with method=GET and no enctype instead.
ga: Tá "enctype=%S" san fhoirm, ach níl "method=post" inti. Á cur ar aghaidh le "method=GET" agus gan "enctype".

source: Form contains a file input, but is missing method=POST and enctype=multipart/form-data on the form. The file will not be sent.
ga: Tá comhad mar ionchur san fhoirm, ach tá "method=POST" agus "enctype=multipart/form-data" ar iarraidh. Ní sheolfar an fhoirm.

source: Form Post from %S
ga: Foirm a sheoladh ó %S

source: All Supported Types
ga: Gach Cineál a dTacaítear Leis

source: No file selected.
ga: Níl aon chomhad roghnaithe.

source: No files selected.
ga: Níl aon chomhad roghnaithe.

source: %S files selected.
ga: %S comhad roghnaithe.

source: Choose a color
ga: Roghnaigh dath

source: and one more;and #1 more
ga: agus ceann amháin eile;agus #1 cheann eile;agus #1 cinn eile;agus #1 gcinn eile;agus #1 ceann eile

source: Garbage after “</”.
ga: Bruscar tar éis “</”.

source: Saw “</>”. Probable causes: Unescaped “<” (escape as “&lt;”) or mistyped end tag.
ga: Chonacthas “</>”. Is dócha go raibh “<” gan éalúchán (úsáid “&lt;”) ann, nó is clib dheiridh bhriste é.

source: Character reference was not terminated by a semicolon.
ga: Aonán carachtair gan leathstad ag a deireadh.

source: No digits in numeric character reference.
ga: Aonán uimhriúil carachtair gan uimhreacha.

source: “>” in system identifier.
ga: “>” in aitheantóir córais.

source: “>” in public identifier.
ga: “>” in aitheantóir poiblí.

source: Nameless doctype.
ga: Doctype gan ainm.

source: Consecutive hyphens did not terminate a comment. “--” is not permitted inside a comment, but e.g. “- -” is.
ga: Dhá fhleiscín as a chéile ach níl siad ag deireadh nóta tráchta. Ní cheadaítear “--” laistigh de nóta tráchta, ach ceadaítear “- -” mar shampla.

source: Premature end of comment. Use “-->” to end a comment properly.
ga: Deireadh nóta tráchta gan súil leis. Is ceart “-->” a úsáid ag deireadh nóta tráchta.

source: Bogus comment.
ga: Nóta tráchta mícheart.

source: “<” in an unquoted attribute value. Probable cause: Missing “>” immediately before.
ga: “<” in luach aitreabúide gan chomharthaí athfhriotail. Is dócha go bhfuil “>” ar iarraidh go díreach roimhe.

source: “`” in an unquoted attribute value. Probable cause: Using the wrong character as a quote.
ga: “`” in luach aitreabúide gan chomharthaí athfhriotail. Is dócha gur baineadh úsáid as carachtar mícheart athfhriotail.

source: Quote in an unquoted attribute value. Probable causes: Attributes running together or a URL query string in an unquoted attribute value.
ga: Comhartha athfhriotail in luach aitreabúide gan chomharthaí athfhriotail. Is dócha gur baineadh úsáid as carachtar mícheart athfhriotail.

source: “=” in an unquoted attribute value. Probable causes: Attributes running together or a URL query string in an unquoted attribute value.
ga: “=” in luach aitreabúide gan chomharthaí athfhriotail. Is dócha go bhfuil dhá aitreabúid in aice a chéile, nó go bhfuil teaghrán iarratais URL in luach aitreabúide gan chomharthaí athfhriotail.

source: A slash was not immediately followed by “>”.
ga: Chonacthas slais, ach ní raibh “>” díreach ina diaidh.

source: No space between attributes.
ga: Gan spás idir aitreabúidí.

source: “`” at the start of an unquoted attribute value. Probable cause: Using the wrong character as a quote.
ga: “`” in luach aitreabúide gan chomharthaí athfhriotail (ag an tosach). Is dócha gur baineadh úsáid as carachtar mícheart athfhriotail.

source: “=” at the start of an unquoted attribute value. Probable cause: Stray duplicate equals sign.
ga: “=” in luach aitreabúide gan chomharthaí athfhriotail (ag an tosach). Is dócha go bhfuil comhartha cothroime ar strae ann.

source: Attribute value missing.
ga: Aitreabúid gan luach.

source: Saw “<” when expecting an attribute name. Probable cause: Missing “>” immediately before.
ga: Fuarthas “<” ach bhíothas ag súil le hainm aitreabúide. Is dócha go bhfuil “>” ar iarraidh go díreach roimhe.

source: Saw “=” when expecting an attribute name. Probable cause: Attribute name missing.
ga: Fuarthas “=” ach bhíothas ag súil le hainm aitreabúide. Is dócha go bhfuil ainm aitreabúide ar iarraidh.

source: Bad character after “<”. Probable cause: Unescaped “<”. Try escaping it as “&lt;”.
ga: Droch-charachtar tar éis “<”. Is dócha go raibh “<” gan éalúchán ann. Bain triail as “&lt;” ina ionad.

source: Saw “<>”. Probable causes: Unescaped “<” (escape as “&lt;”) or mistyped start tag.
ga: Chonacthas “<>”. Is dócha go raibh “<” gan éalúchán (úsáid “&lt;”) ann, nó is clib thosaigh bhriste é.

source: Saw “<?”. Probable cause: Attempt to use an XML processing instruction in HTML. (XML processing instructions are not supported in HTML.)
ga: Chonacthas “<?”. Is dócha gur treoir XML i gcomhad HTML é seo. (Ní thacaítear le treoracha XML i gcomhad HTML.)

source: The string following “&” was interpreted as a character reference. (“&” probably should have been escaped as “&amp;”.)
ga: Glacadh leis an teaghrán tar éis “&” mar aonán carachtair. (Is ceart “&amp;” a úsáid in ionad “&”.)

source: Named character reference was not terminated by a semicolon. (Or “&” should have been escaped as “&amp;”.)
ga: Ní raibh leathstad ag deireadh an aonáin ainmnithe carachtair. (Is é sin, nó “&amp;” a úsáid in ionad “&”.)

source: “&” did not start a character reference. (“&” probably should have been escaped as “&amp;”.)
ga: Chonacthas “&” ach ní raibh sé ag tús aonáin carachtair. (Is dócha gur chóir “&amp;” a bheith ann in ionad “&”.)

source: Saw a quote when expecting an attribute name. Probable cause: “=” missing immediately before.
ga: Fuarthas comhartha athfhriotail ach bhíothas ag súil le hainm aitreabúide. Is dócha go bhfuil “=” ar iarraidh go díreach roimhe.

source: “<” in attribute name. Probable cause: “>” missing immediately before.
ga: Fuarthas “<” in ainm aitreabúide. Is dócha go bhfuil “>” ar iarraidh go díreach roimhe.

source: Quote in attribute name. Probable cause: Matching quote missing somewhere earlier.
ga: Chonacthas comhartha athfhriotail in ainm aitreabúide. Is dócha go raibh comhartha athfhriotail ar iarraidh níos luaithe.

source: Expected a public identifier but the doctype ended.
ga: Bhíothas ag súil le haitheantóir poiblí, agus fuarthas deireadh an fhógra doctype.

source: Bogus doctype.
ga: Doctype mícheart.

source: End tag had attributes.
ga: Aitreabúidí i gclib dheiridh.

source: Stray “/” at the end of an end tag.
ga: “/” sa bhreis ag deireadh clibe deiridh.

source: Character reference expands to a non-character.
ga: Déanann an t-aonán carachtair tagairt do neamhcharachtar..

source: Character reference expands to a surrogate.
ga: Déanann an t-aonán carachtair tagairt do charachtar ionaid.

source: Character reference expands to a control character.
ga: Déanann an t-aonán carachtair tagairt do charachtar rialúcháin.

source: A numeric character reference expanded to carriage return.
ga: Rinne aonán uimhriúil tagairt d'aisfhilleadh carráiste.

source: A numeric character reference expanded to the C1 controls range.
ga: Rinne aonán uimhriúil tagairt do charachtar sa raon C1-rialúcháin.

source: End of file inside public identifier.
ga: Fuarthas comhadchríoch laistigh d'aitheantóir poiblí.

source: End of file inside comment.
ga: Comhadchríoch taobh istigh de nóta tráchta.

source: End of file inside doctype.
ga: Comhadchríoch taobh istigh de doctype.

source: End of file reached when inside an attribute value. Ignoring tag.
ga: Comhadchríoch taobh istigh de luach aitreabúide. Déanfar neamhaird den chlib.

source: End of file occurred in an attribute name. Ignoring tag.
ga: Comhadchríoch taobh istigh d'ainm aitreabúide. Déanfar neamhaird den chlib.

source: Saw end of file without the previous tag ending with “>”. Ignoring tag.
ga: Chonacthas comhadchríoch ach bhí clib éigin oscailte fós. Déanfar neamhaird den chlib.

source: End of file seen when looking for tag name. Ignoring tag.
ga: Chonacthas comhadchríoch ach bhí ainm clibe á lorg fós. Déanfar neamhaird den chlib.

source: End of file inside end tag. Ignoring tag.
ga: Comhadchríoch taobh istigh de chlib dheiridh. Déanfar neamhaird den chlib.

source: End of file after “<”.
ga: Comhadchríoch tar éis “<”.

source: Character reference outside the permissible Unicode range.
ga: Aonán carachtair lasmuigh den raon Unicode.

source: Character reference expands to a permanently unassigned code point.
ga: Déanann an t-aonán carachtair tagairt do chódphointe gan sainmhíniú go buan.

source: Duplicate attribute.
ga: Aitreabúid dúblach.

source: End of file inside system identifier.
ga: Comhadchríoch taobh istigh d'aitheantóir an chórais.

source: Expected a system identifier but the doctype ended.
ga: Bhíothas ag súil le haitheantóir córais, ach fuarthas deireadh an doctype.

source: Missing space before doctype name.
ga: Spás ar iarraidh roimh ainm an doctype.

source: “--!” found in comment.
ga: Fuarthas “--!” i nóta tráchta.

source: Character reference expands to zero.
ga: Déanann an t-aonán carachtair tagairt do nialas.

source: No space between the doctype “SYSTEM” keyword and the quote.
ga: Níl aon spás idir an eochairfhocal doctype “SYSTEM” agus an comhartha athfhriotail.

source: No space between the doctype public and system identifiers.
ga: Níl aon spás idir an doctype “PUBLIC” agus aitheantóirí an chórais.

source: No space between the doctype “PUBLIC” keyword and the quote.
ga: Níl aon spás idir an eochairfhocal doctype “PUBLIC” agus an comhartha athfhriotail.

source: Stray start tag “%1$S”.
ga: Clib thosaigh fhánach “%1$S”.

source: Stray end tag “%1$S”.
ga: Clib dheiridh fhánach “%1$S”.

source: End tag “%1$S” seen, but there were open elements.
ga: Chonacthas clib dheiridh “%1$S”, ach bhí eilimintí oscailte ann.

source: End tag “%1$S” implied, but there were open elements.
ga: Clib dheiridh “%1$S” intuigthe, ach bhí eilimintí oscailte ann.

source: A table cell was implicitly closed, but there were open elements.
ga: Dúnadh cill i dtábla go tostach, ach bhí eilimintí oscailte ann.

source: Stray doctype.
ga: Doctype fánach.

source: Almost standards mode doctype. Expected “<!DOCTYPE html>”.
ga: Doctype “beagnach caighdeánach”. Bhíothas ag súil le “<!DOCTYPE html>”.

source: Quirky doctype. Expected “<!DOCTYPE html>”.
ga: Doctype “comhoiriúnacht shiarghabhálach”. Bhíothas ag súil le “<!DOCTYPE html>”.

source: Non-space character in page trailer.
ga: Carachtar neamhspáis in eireaball an leathanaigh.

source: Non-space after “frameset”.
ga: Carachtar neamhspáis tar éis “frameset”.

source: Non-space in “frameset”.
ga: Carachtar neamhspáis laistigh de “frameset”.

source: Non-space character after body.
ga: Carachtar neamhspáis tar éis chorp an leathanaigh.

source: Non-space in “colgroup” when parsing fragment.
ga: Carachtar neamhspáis laistigh de “colgroup” agus blúire á pharsáil.

source: Non-space character inside “noscript” inside “head”.
ga: Carachtar neamhspáis laistigh de “noscript” laistigh de “head”.

source: “%1$S” element between “head” and “body”.
ga: Eilimint “%1$S” idir “head” agus “body”.

source: Start tag seen without seeing a doctype first. Expected “<!DOCTYPE html>”.
ga: Chonacthas clib thosaigh gan doctype. Bhíothas ag súil le “<!DOCTYPE html>”.

source: No “select” in table scope.
ga: Gan “select” i scóip an tábla.

source: “select” start tag where end tag expected.
ga: Chonacthas clib thosaigh “select” ach bhíothas ag súil le clib dheiridh.

source: “%1$S” start tag with “select” open.
ga: Clib thosaigh “%1$S” le “select” oscailte.

source: Bad start tag “%1$S” in “head”.
ga: Droch-chlib thosaigh “%1$S” in “head”.

source: Saw a start tag “image”.
ga: Chonacthas clib thosaigh “image”.

source: “isindex” seen.
ga: Chonacthas “isindex”.

source: An “%1$S” start tag seen but an element of the same type was already open.
ga: Chonacthas clib thosaigh “%1$S” ach bhí eilimint den chineál seo oscailte cheana.

source: Heading cannot be a child of another heading.
ga: Ní cheadaítear ceanntásc mar mhac ceanntáisc eile.

source: “frameset” start tag seen.
ga: Chonacthas clib thosaigh “frameset”.

source: No cell to close.
ga: Níl aon chill le dúnadh.

source: Start tag “%1$S” seen in “table”.
ga: Chonacthas clib thosaigh “%1$S” i “table”.

source: Saw a “form” start tag, but there was already an active “form” element. Nested forms are not allowed. Ignoring the tag.
ga: Chonacthas clib thosaigh “form”, ach bhí eilimint oscailte “form” ann cheana. Ní cheadaítear foirmeacha neadaithe. Rinneadh neamhaird den chlib.

source: Start tag for “table” seen but the previous “table” is still open.
ga: Chonacthas clib thosaigh “table”, ach bhí an “table” roimhe sin oscailte fós.

source: “%1$S” start tag in table body.
ga: Clib thosaigh “%1$S” laistigh de chorp tábla.

source: End tag seen without seeing a doctype first. Expected “<!DOCTYPE html>”.
ga: Chonacthas clib dheiridh gan doctype. Bhíothas ag súil le “<!DOCTYPE html>”.

source: Saw an end tag after “body” had been closed.
ga: Chonacthas clib dheiridh tar éis dheireadh an “body”.

source: “%1$S” end tag with “select” open.
ga: Chonacthas clib dheiridh “%1$S” ach bhí “select” oscailte fós.

source: Garbage in “colgroup” fragment.
ga: Bruscar i ngiota “colgroup”.

source: End tag “br”.
ga: Clib dheiridh “br”.

source: No “%1$S” element in scope but a “%1$S” end tag seen.
ga: Níl aon eilimint “%1$S” ann, ach chonacthas clib dheiridh “%1$S”.

source: HTML start tag “%1$S” in a foreign namespace context.
ga: Clib thosaigh HTML “%1$S” in ainmspáis iasachta.

source: “table” closed but “caption” was still open.
ga: Dúnadh “table” ach bhí “caption” oscailte fós.

source: No table row to close.
ga: Níl aon ró le dúnadh.

source: Misplaced non-space characters inside a table.
ga: Carachtair neamhspáis as ionad, taobh istigh de thábla.

source: Unclosed children in “ruby”.
ga: Macnóid gan dúnadh laistigh de “ruby”.

source: Start tag “%1$S” seen without a “ruby” element being open.
ga: Chonacthas clib thosaigh “%1$S” gan eilimint “ruby” oscailte.

source: Self-closing syntax (“/>”) used on a non-void HTML element. Ignoring the slash and treating as a start tag.
ga: Úsáideadh an chomhréir fhéindúnta (“/>”) le heilimint neamhfholamh HTML. Rinneadh neamhaird den slais agus déileálfar leis mar chlib thosaigh.

source: Unclosed elements on stack.
ga: Eilimintí neamhdhúnta ar an gcruach.

source: End tag “%1$S” did not match the name of the current open element (“%2$S”).
ga: Ní ionann clib dheiridh “%1$S” agus ainm na heiliminte atá oscailte faoi láthair (“%2$S”).

source: End tag “%1$S” violates nesting rules.
ga: Sáraíonn clib dheiridh “%1$S” rialacha a bhaineann le neadú.

source: End tag for “%1$S” seen, but there were unclosed elements.
ga: Chonacthas clib dheiridh “%1$S” ach bhí eilimintí gan dúnadh ann.

source: The "coords" attribute of the <area shape="rect"> tag is not in the "left,top,right,bottom" format.
ga: Níl an aitreabúid "coords" den chlib <area shape="rect"> san fhormáid "clé,barr,deis,bun".

source: The "coords" attribute of the <area shape="circle"> tag is not in the "center-x,center-y,radius" format.
ga: Níl an aitreabúid "coords" den chlib <area shape="circle"> san fhormáid "lárphointe-x,lárphointe-y,ga".

source: The "coords" attribute of the <area shape="circle"> tag has a negative radius.
ga: Tá ga diúltach ag an aitreabúid "coords" den chlib <area shape="circle">.

source: The "coords" attribute of the <area shape="poly"> tag is not in the "x1,y1,x2,y2 …" format.
ga: Níl an aitreabúid "coords" den chlib <area shape="poly"> san fhormáid "x1,y1,x2,y2 …".

source: The "coords" attribute of the <area shape="poly"> tag is missing the last "y" coordinate (the correct format is "x1,y1,x2,y2 …").
ga: Tá an "y" deireanach den aitreabúid "coords" den chlib <area shape="poly"> ar iarraidh ("x1,y1,x2,y2 …" an fhormáid cheart).

source: %S (%S Image, %S × %S pixels)
ga: %S (Íomhá %S, %S × %S picteilín)

source: %S (%S Image)
ga: %S (Íomhá %S)

source: (%S Image, %S × %S pixels)
ga: (Íomhá %S, %S × %S picteilín)

source: (%S Image)
ga: (Íomhá %S)

source: %S (%S Object)
ga: %S (Réad den chineál %S)

source: (%S Object)
ga: (Réad den chineál %S)

source: The image "%S" cannot be displayed because it contains errors.
ga: Ní féidir íomhá "%S" a thaispeáint toisc go bhfuil earráidí inti.

source: Scaled (%S%%)
ga: Scálaithe (%S%%)
