Repository: kscanne/gaeilge-mozdev
Catalog: src/firefox-trunk.*.po
Languages: ga

source: Cop&y Image
ga: Cói&peáil an Íomhá

source: C&opy Video Location
ga: Cói&peáil Suíomh an Fhíseáin

source: C&opy Audio Location
ga: &Cóipeáil Suíomh na Fuaime

source: Copy &Email Address
ga: Cóipeáil an S&eoladh Ríomhphoist

source: T&his Frame
ga: An F&ráma Seo

source: &Play
ga: &Seinn

source: &Pause
ga: Cuir ar &Shos

source: &Mute
ga: Gan Fuai&m

source: Un&mute
ga: Le Fuai&m

source: P&lay Speed
ga: &Luas Seinnte

source: &Slow Motion (0.5×)
ga: Go &Mall (0.5×)

source: &Normal Speed
ga: G&náthluas

source: &High Speed (1.5×)
ga: Go &Tapa (1.5×)

source: &Ludicrous Speed (2×)
ga: &Luas Áiféiseach (2×)

source: Show &Controls
ga: Taispeáin &Rialtáin

source: Hide &Controls
ga: Folaigh &Rialtáin

# videoFullScreen.label videoFullScreen.accesskey
source: &Full Screen
ga: Lánscá&ileán

source: &Save Snapshot As…
ga: &Sábháil Grianghraf Mar…

source: Show S&tatistics
ga: Taispeáin S&taitisticí

source: Hide S&tatistics
ga: Folaigh S&taitisticí

source: Zoom &In
ga: Súmáil &Isteach

source: Zoom &Out
ga: Súmáil &Amach

source: &Reset
ga: Athshoc&raigh

source: Zoom &Text Only
ga: Súmáil &Téacs Amháin

source: &Zoom
ga: &Súmáil

source: Close sidebar
ga: Dún an barra taoibh

source: E&xit
ga: &Scoir

source: Exit &brandShorterName;
ga: Scoir &brandShorterName;

source: &Quit
ga: &Scoir

source: Quit &brandShorterName;
ga: Scoir &brandShorterName;

source: &Close
ga: &Dún

source: Page St&yle
ga: Stíl &Leathanaigh

source: &No Style
ga: Ga&n Stíl

source: &Basic Page Style
ga: Stíl Leathanaigh &Bhunúsach

source: Change pop-up blocking settings for this website
ga: Athraigh socruithe do phreabfhuinneoga ón suíomh Gréasáin seo

source: Edit Pop-up Blocker Preferences…
ga: Eagraigh Sainroghanna do Bhacadh na bPreabfhuinneog…

source: &Edit Pop-up Blocker Options…
ga: &Eagraigh Roghanna do Bhacadh na bPreabfhuinneog…

source: Switch Page &Direction
ga: Athraigh Treo an &Leathanaigh

source: S&witch Text Direction
ga: Athraigh Treo an &Téacs

source: &Find in This Page…
ga: &Aimsigh sa Leathanach Seo…

source: Find A&gain
ga: Ai&msigh Arís

source: g
ga: C

source: &Add Dictionaries…
ga: &Cuir Foclóirí Leis…

source: Done
ga: Déanta

source: Cancel
ga: Cealaigh

source: This website does not supply identity information.
ga: Ní sholáthraíonn an suíomh seo faisnéis maidir lena aitheantas.

source: You are connected to
ga: Tá tú ceangailte le

source: which is run by
ga: atá á reáchtáil ag

source: More Information…
ga: Tuilleadh Eolais…

source: Permissions
ga: Ceadanna

source: How do I tell if my connection to a website is secure?
ga: Cá bhfios dom an bhfuil ceangal slán le suíomh Gréasáin agam?

source: Browser tabs
ga: Cluaisíní brabhsálaí

source: Set Up &syncBrand.shortName.label;…
ga: Socraigh &syncBrand.shortName.label;…

source: &Sync Now
ga: &Sioncrónaigh Anois

source: &Reconnect to &syncBrand.shortName.label;…
ga: &Athcheangail le &syncBrand.shortName.label;…

source: Social Toolbar Button
ga: Cnaipe Barra Shóisialta

source: &Show sidebar
ga: &Taispeáin an barra taoibh

source: Manage Services…
ga: Bainistigh Seirbhísí…

source: Show desktop &notifications
ga: Taispeái&n fógraí deisce

source: Services from <label/> have been enabled. You can change your settings for services in the <label class='text-link'>Add-on Manager</label>.
ga: Cumasaíodh seirbhísí ó <label/>. Is féidir leat socruithe a bhaineann le seirbhísí a athrú i <label class='text-link'>mBainisteoir na mBreiseán</label>.

source: Oops, &undo this!
ga: Úps, &ná déan é seo!

source: &Learn more…
ga: &Tuilleadh eolais…

source: Not Now
ga: Níl Anois

source: Activations Directory
ga: Eolaire Sóisialta

source: You can activate Share services from the directory.
ga: Is féidir leat seirbhísí sóisialta a ghníomhachtú ón eolaire.

source: Take me there!
ga: Go dtí an t-eolaire!

source: Click on a service to add it to &brandShortName;.
ga: Cliceáil seirbhís chun í a chur le &brandShortName;.

source: View More
ga: Tuilleadh

source: Customize &brandShortName;
ga: Saincheap &brandShortName;

source: Additional Tools and Features
ga: Uirlisí agus Gnéithe Breise

source: Want more tools?
ga: An bhfuil tuilleadh uirlisí uait?

source: Choose from thousands of add-ons
ga: Roghnaigh ó na mílte breiseán

source: Restore Defaults
ga: Athchóirigh na Réamhshocruithe

source: Show / Hide Toolbars
ga: Taispeáin / Folaigh Barraí Uirlisí

source: Title Bar
ga: Barra Teidil

source: Themes
ga: Téamaí

source: My Themes
ga: Mo Chuid Téamaí

source: Recommended
ga: Molta

source: Get More Themes
ga: Faigh Tuilleadh Téamaí

source: Fo&cus chats
ga: &Cuir comhráite i bhfócas

source: Save &Page To…
ga: Sábháil an &Leathanach le…

source: Save &Link To…
ga: Sábháil an &Nasc le…

source: &Camera to share:
ga: &Ceamara le comhroinnt:

source: &Microphone to share:
ga: &Micreafón le comhroinnt:

source: All visible windows on your screen will be shared.
ga: Comhroinnfear gach fuinneog infheicthe ar do scáileáin.

source: Most websites will work properly even if content is blocked.
ga: Den chuid is mó, feidhmeoidh suímh Ghréasáin mar is ceart fiú má chuireann tú cosc ar ábhar.

source: Insecure content
ga: Ábhar neamhshlán

source: Some unencrypted elements on this website have been blocked.
ga: Cuireadh cosc ar roinnt eilimintí gan criptiú ar an suíomh seo.

# mixedContentBlocked2.learnMore
source: Learn More
ga: Tuilleadh Eolais

# mixedContentBlocked2.options
source: Options
ga: Roghanna

source: &Disable protection for now
ga: &Díchumasaigh cosaint don am i láthair

# mixedContentBlocked2.block.label mixedContentBlocked2.block.accesskey
source: &Enable protection
ga: &Cumasaigh cosaint

source: Protection is disabled
ga: Tá cosaint díchumasaithe

source: Tracking
ga: Rianú

source: Parts of the page that track your online activity have been blocked.
ga: Cuireadh cosc ar chodanna den leathanach a rianaíonn do chuid ghníomhaíochta ar líne.

# trackingContentBlocked.learnMore
source: Learn More
ga: Tuilleadh Eolais

# trackingContentBlocked.options
source: Options
ga: Roghanna

source: &Disable protection for this site
ga: &Díchumasaigh cosaint don suíomh seo

# trackingContentBlocked.block.label trackingContentBlocked.block.accesskey
source: &Enable protection
ga: &Cumasaigh cosaint

source: Tracking protection is disabled
ga: Tá cosaint ó rianú díchumasaithe

source: Press ESC at any time to show it again.
ga: Brúigh ESC am ar bith chun é a thaispeáint arís.

source: &Show All
ga: &Taispeáin Uile

source: Allow Now
ga: Ceadaigh Anois

source: Allow and Remember
ga: Ceadaigh agus Meabhraigh

source: Block Plugin
ga: Cuir Cosc ar an bhForlíontán

source: 28em
ga: 31em

# uiTour.infoPanel.close
source: Close
ga: Dún

source: Sidebars
ga: Barraí Taoibh

source: Relaunch in &brandShortName; for Windows 8 Touch
ga: Atosaigh &brandShortName; le haghaidh Windows 8 Touch

source: Forget the last:
ga: Déan dearmad ar an tréimhse is déanaí:

source: Five minutes
ga: Cúig nóiméad

source: Two hours
ga: Dhá uair an chloig

source: 24 hours
ga: 24 uair an chloig

source: Proceeding will:
ga: Má théann tú ar aghaidh:

source: Delete Recent <html:strong>Cookies</html:strong>
ga: Scriosfar na <html:strong>Fianáin</html:strong> is déanaí

source: Delete Recent <html:strong>History</html:strong>
ga: Scriosfar an <html:strong>Stair</html:strong> is déanaí

source: Close all <html:strong>Tabs</html:strong> and <html:strong>Windows</html:strong>
ga: Dúnfar gach <html:strong>Cluaisín</html:strong> agus <html:strong>Fuinneog</html:strong>

source: Open a new clean Window
ga: Oscail fuinneog ghlan nua

source: This action cannot be undone.
ga: Ní féidir an gníomh seo a chur ar ceal.

source: Forget!
ga: Déan Dearmad!

source: Your recent history is cleared.
ga: Scriosadh an stair is déanaí.

source: Safe browsing!
ga: Slán leat!

source: Thanks!
ga: Go raibh maith agat!

source: &Don't ask me again
ga: &Ná fiafraigh díom arís

source: Reading List
ga: Liosta Léitheoireachta

source: Show more…
ga: Tuilleadh…

source: Add to Reading List
ga: Cuir le do Liosta Léitheoireachta

source: Timed Out
ga: Thar Am

source: Open File
ga: Oscail Comhad

source: Set Home Page
ga: Socraigh Leathanach Baile

source: Do you want this document to be your new home page?
ga: An bhfuil tú ag iarraidh an cháipéis seo a roghnú mar do leathanach baile?

source: Search %1$S for "%2$S"
ga: Téigh ar lorg "%2$S" i %1$S

source: [Folder Name]
ga: [Ainm Fillteáin]

source: %S prevented this site (%S) from asking you to install software on your computer.
ga: Stop %S an suíomh seo (%S) ó bheith ag iarraidh ort bogearraí a shuiteáil ar do ríomhaire.

# xpinstallPromptAllowButton
source: Allow
ga: Ceadaigh

source: Software installation has been disabled by your system administrator.
ga: Tá suiteáil bhogearraí díchumasaithe ag riarthóir do chórais.

source: Software installation is currently disabled. Click Enable and try again.
ga: Tá suiteáil bhogearraí díchumasaithe faoi láthair. Cliceáil Cumasaigh agus déan iarracht eile.

source: Enable
ga: Cumasaigh

source: Add-on downloading;Add-ons downloading
ga: Breiseán á íosluchtú;Breiseáin á n-íosluchtú;Breiseáin á n-íosluchtú;Breiseáin á n-íosluchtú;Breiseáin á n-íosluchtú

source: Add-on download cancelled.;Add-on downloads cancelled.
ga: Cealaíodh íosluchtú an bhreiseáin.;Cealaíodh íosluchtú na mbreiseán.;Cealaíodh íosluchtú na mbreiseán.;Cealaíodh íosluchtú na mbreiseán.;Cealaíodh íosluchtú na mbreiseán.

source: Restart Download;Restart Downloads
ga: Atosaigh an tÍosluchtú;Atosaigh na hÍosluchtuithe;Atosaigh na hÍosluchtuithe;Atosaigh na hÍosluchtuithe;Atosaigh na hÍosluchtuithe

# addonDownloadRestart.accessKey
source: R
ga: A

source: #1 has been installed successfully.;#2 add-ons have been installed successfully.
ga: D'éirigh le suiteáil #1.;D'éirigh le suiteáil #2 bhreiseán.;D'éirigh le suiteáil #2 bhreiseán.;D'éirigh le suiteáil #2 mbreiseán.;D'éirigh le suiteáil #2 breiseán.

source: #1 will be installed after you restart #3.;#2 add-ons will be installed after you restart #3.
ga: Beidh #1 suiteáilte tar éis duit #3 a atosú.;Beidh #2 bhreiseán suiteáilte tar éis duit #3 a atosú;Beidh #2 bhreiseán suiteáilte tar éis duit #3 a atosú;Beidh #2 mbreiseán suiteáilte tar éis duit #3 a atosú;Beidh #2 breiseán suiteáilte tar éis duit #3 a atosú

# addonInstallRestartButton
source: Restart Now
ga: Atosaigh Anois

source: The add-on could not be downloaded because of a connection failure on #2.
ga: Níorbh fhéidir an breiseán a íosluchtú mar gheall ar theip cheangail ar #2.

source: The add-on from #2 could not be installed because it does not match the add-on #3 expected.
ga: Níorbh fhéidir an breiseán ó #2 a shuiteáil toisc nach raibh sé comhoiriúnach don bhreiseán a raibh #3 ag súil leis.

source: The add-on downloaded from #2 could not be installed because it appears to be corrupt.
ga: Níorbh fhéidir an breiseán íosluchtaithe ó #2 a shuiteáil toisc go ndealraíonn sé go bhfuil sé truaillithe.

# addonError-4
source: #1 could not be installed because #3 cannot modify the needed file.
ga: Níorbh fhéidir #1 a shuiteáil toisc nach bhfuil #3 in ann comhad riachtanach a athrú.

source: This add-on could not be installed because of a filesystem error.
ga: Níorbh fhéidir an breiseán seo a shuiteáil de bharr earráide sa chóras comhad.

source: This add-on could not be installed because it does not match the add-on #3 expected.
ga: Níorbh fhéidir an breiseán seo a shuiteáil toisc nach raibh sé comhoiriúnach don bhreiseán a raibh #3 ag súil leis.

source: This add-on could not be installed because it appears to be corrupt.
ga: Níorbh fhéidir an breiseán a shuiteáil toisc go ndealraíonn sé go bhfuil sé truaillithe.

# addonLocalError-4
source: #1 could not be installed because #3 cannot modify the needed file.
ga: Níorbh fhéidir #1 a shuiteáil toisc nach bhfuil #3 in ann an comhad riachtanach a athrú.

source: #1 could not be installed because it is not compatible with #3 #4.
ga: Níorbh fhéidir #1 a shuiteáil toisc nach bhfuil sé comhoiriúnach le #3 #4.

source: #1 could not be installed because it has a high risk of causing stability or security problems.
ga: Tá baol mór ann go mbeidh an breiseán #1 ina údár le fadhbanna slándála agus cobhsaíochta, agus ní féidir é a shuiteáil.

source: This site (%S) attempted to install a theme.
ga: Rinne an suíomh seo (%S) iarracht téama a shuiteáil.

# lwthemeInstallRequest.allowButton
source: Allow
ga: Ceadaigh

source: A new theme has been installed.
ga: Suiteáladh téama nua.

source: Undo
ga: Cealaigh

source: Manage Themes…
ga: Bainistigh Téamaí…

source: M
ga: B

source: %S will be installed after you restart.
ga: Beidh %S suiteáilte tar éis duit atosú.

# lwthemeNeedsRestart.button
source: Restart Now
ga: Atosaigh Anois

# lwthemeNeedsRestart.accesskey
source: R
ga: A

source: #1 prevented this site from opening a pop-up window.;#1 prevented this site from opening #2 pop-up windows.
ga: Níor lig #1 don suíomh seo preabfhuinneog a oscailt.;Níor lig #1 don suíomh seo #2 phreabfhuinneog a oscailt.;Níor lig #1 don suíomh seo #2 phreabfhuinneog a oscailt.;Níor lig #1 don suíomh seo #2 bpreabfhuinneog a oscailt.;Níor lig #1 don suíomh seo #2 preabfhuinneog a oscailt.

# popupWarningButton
source: Options
ga: Roghanna

source: P
ga: R

source: Allow pop-ups for %S
ga: Ceadaigh preabfhuinneoga do %S

source: Block pop-ups for %S
ga: Cuir cosc ar phreabfhuinneoga do %S

source: Don't show this message when pop-ups are blocked
ga: Ná taispeáin an teachtaireacht seo nuair a bhíonn cosc ar phreabfhuinneoga

source: Don't show info bar when pop-ups are blocked
ga: Ná taispeáin an barra eolais nuair a bhíonn cosc ar phreabfhuinneoga

source: Show '%S'
ga: Taispeáin "%S"

source: %S is blocking content on this page.
ga: Tá %S ag cur cosc ar ábhar ar an leathanach seo.

source: %S is not blocking any content on this page.
ga: Níl %S ag cur cosc ar aon ábhar ar an leathanach seo.

source: The %S plugin has crashed.
ga: Thuairteáil forlíontán %S.

source: Reload page
ga: Athluchtaigh an leathanach

# crashedpluginsMessage.reloadButton.accesskey
source: R
ga: A

source: Submit a crash report
ga: Seol tuairisc ar chliseadh

# crashedpluginsMessage.learnMore
source: Learn More…
ga: Tuilleadh Eolais…

source: Did you mean to go to %S?
ga: An bhfuil tú ag iarraidh dul go dtí %S?

source: Yes, take me to %S
ga: Tá, oscail %S anois

source: No thanks
ga: Níl

source: Allow %2$S to run "%1$S"?
ga: Tabhair cead do %2$S "%1$S" a rith?

source: Allow %S to run plugins?
ga: Tabhair cead do %S forlíontáin a rith?

# pluginActivate.learnMore
source: Learn More…
ga: Tuilleadh Eolais…

source: %3$S has prevented the outdated plugin "%1$S" from running on %2$S.
ga: Choisc %3$S forlíontán as dáta "%1$S" ar rith ar %2$S.

source: Outdated plugin
ga: Forlíontán as dáta

source: Update now…
ga: Nuashonraigh anois…

source: %3$S has prevented the unsafe plugin "%1$S" from running on %2$S.
ga: Choisc %3$S forlíontán contúirteach "%1$S" ar rith ar %2$S.

source: Vulnerable plugin!
ga: Forlíontán contúirteach!

source: What's the risk?
ga: Cad é an chontúirt?

source: %2$S has blocked "%1$S" for your protection.
ga: Chuir %2$S cosc ar "%1$S" ar mhaithe le do shlándáil.

source: Blocked for your protection
ga: Coiscthe ar mhaithe le do shlándáil

source: "%S" is disabled.
ga: Tá "%S" díchumasaithe.

source: Disabled
ga: Díchumasaithe

source: Manage plugins…
ga: Bainistigh forlíontáin…

source: "%S" is enabled on %S.
ga: Tá "%S" cumasaithe ar %S.

source: Outdated plugin "%S" is enabled on %S.
ga: Forlíontán as dáta "%S" cumasaithe ar %S.

source: Insecure plugin "%S" is enabled on %S.
ga: Forlíontán contúirteach "%S" cumasaithe ar %S.

# pluginInfo.unknownPlugin
source: Unknown
ga: Anaithnid

# pluginActivateAlways.accesskey
source: R
ga: G

# pluginBlockNow.accesskey
source: B
ga: C

source: Continue Allowing
ga: Tabhair Cead Dó Fós

# pluginContinue.accesskey
source: C
ga: T

source: Activate %S.
ga: Gníomhachtaigh %S.

source: This plugin is vulnerable and should be updated.
ga: Tá an forlíontán seo contúirteach agus ba chóir duit é a nuashonrú.

source: This plugin has security vulnerabilities.
ga: Tá fabhtanna slándála san fhorlíontán seo.

source: Continue Blocking
ga: Coinnigh an Bac

source: Allow…
ga: Ceadaigh…

source: Clear All History
ga: Glan an Stair Go Léir

source: Clear Now
ga: Glan Anois

source: Clearing
ga: Á Ghlanadh

source: All history will be cleared.
ga: Glanfar an stair go léir.

source: All selected items will be cleared.
ga: Glanfar gach mír roghnaithe.

source: Update to %S
ga: Nuashonrú: leagan %S

source: Subscribe to '%S'…
ga: Liostáil le "%S"…

source: Open All in Tabs
ga: Oscail gach rud i gcluaisíní

source: Restore All Tabs
ga: Athchóirigh Gach Cluaisín

source: Restore Closed Tabs
ga: Athchóirigh Cluaisíní Dúnta

source: Restore All Windows
ga: Athchóirigh Gach Fuinneog

source: Restore Closed Windows
ga: Athchóirigh Fuinneoga Dúnta

source: #1 (and #2 other tab);#1 (and #2 other tabs)
ga: #1 (agus #2 chluaisín eile);#1 (agus #2 chluaisín eile);#1 (agus #2 chluaisín eile);#1 (agus #2 gcluaisín eile);#1 (agus #2 cluaisín eile)

source: Stay on this page
ga: Fan ar an leathanach seo

source: Go back to this page
ga: Téigh siar chuig an leathanach seo

source: Go forward to this page
ga: Téigh ar aghaidh chuig an leathanach seo

source: Paste & Go
ga: Greamaigh agus Téigh

# refreshBlocked.goButton
source: Allow
ga: Ceadaigh

source: %S prevented this page from automatically reloading.
ga: Níor lig %S don leathanach seo athluchtú go huathoibríoch.

source: %S prevented this page from automatically redirecting to another page.
ga: Níor lig %S don leathanach seo athstiúradh go leathanach eile go huathoibríoch.

source: Show your bookmarks (%S)
ga: Taispeáin do chuid leabharmharcanna (%S)

source: Edit this bookmark (%S)
ga: Cuir an leabharmharc seo in eagar (%S)

source: Bookmark this page (%S)
ga: Cruthaigh leabharmharc don leathanach seo (%S)

source: Bookmark This Page
ga: Cruthaigh Leabharmharc don Leathanach Seo

# starButtonOverflowedStarred.label
source: Edit This Bookmark
ga: Cuir an leabharmharc seo in eagar

source: Display the progress of ongoing downloads (%S)
ga: Léiríonn dul chun cinn na luchtuithe reatha (%S)

source: Print this page… (%S)
ga: Priontáil an leathanach seo… (%S)

source: Open a new window (%S)
ga: Oscail fuinneog nua (%S)

source: Open a new tab (%S)
ga: Oscail cluaisín nua (%S)

source: This website (%S) is asking to store data on your computer for offline use.
ga: Tá an suíomh Gréasáin seo (%S) ag iarraidh sonraí a stóráil ar do ríomhaire le haghaidh úsáide as líne.

# offlineApps.allow
source: Allow
ga: Tá

# offlineApps.allowAccessKey
source: A
ga: T

source: Never for This Site
ga: Choíche don Suíomh Seo

source: This website (%S) is now storing more than %SMB of data on your computer for offline use.
ga: Tá an suíomh Gréasáin seo (%S) ag stóráil níos mó ná %SMB de sonraí ar do ríomhaire le haghaidh úsáide as líne.

source: Show settings
ga: Taispeáin na socruithe

source: Verified by: %S
ga: Cinntithe ag: %S

source: You have added a security exception for this site.
ga: Chuir tú eisceacht slándála leis an suíomh seo.

source: The connection to this website is secure.
ga: Tá an ceangal leis an suíomh Gréasáin slán.

source: The connection to this website is not fully secure because it contains unencrypted elements (such as images) or the encryption is not strong enough.
ga: Níl an ceangal leis an suíomh seo go hiomlán slán mar gheall ar eilimintí neamhchriptithe (mar shampla íomhánna), nó níl an criptiúchán sách láidir.

source: This website contains interactive content that isn't encrypted (such as scripts). Other people can view your information or modify the website's behavior.
ga: Tá ábhar idirghníomhach neamhchriptithe ar an suíomh seo (mar shampla scripteanna). Tá daoine eile in ann do chuid faisnéise a fheiceáil, nó oibriú an tsuímh a athrú.

source: Your connection to this website is not encrypted.
ga: Níl do cheangal leis an suíomh Gréasáin seo criptithe.

source: This is a secure %S page.
ga: Is leathanach slán %S é seo.

source: Page Bookmarked
ga: Cruthaíodh Leabharmharc

source: %S will always remember this page for you.
ga: Meabhróidh %S an leathanach seo ar do shon i gcónaí.

source: Bookmark Removed
ga: Baineadh Leabharmharc

# editBookmarkPanel.editBookmarkTitle
source: Edit This Bookmark
ga: Cuir an leabharmharc seo in eagar

source: Remove Bookmark;Remove #1 Bookmarks
ga: Bain Leabharmharc;Bain #1 Leabharmharc;Bain #1 Leabharmharc;Bain #1 Leabharmharc;Bain #1 Leabharmharc

source: Details…
ga: Mionsonraí…

# pu.notifyButton.accesskey
source: D
ga: M

source: %S has been updated
ga: Nuashonraíodh %S

source: %S Updated
ga: Nuashonraíodh %S

source: Click here for details
ga: Cliceáil anseo i gcomhair mionsonraí

source: Share Location
ga: Do Láthair a Fheiceáil

source: Always Share Location
ga: Nocht mo láthair i gcónaí

# geolocation.alwaysShareLocation.accesskey
source: A
ga: g

source: Never Share Location
ga: Ná nocht mo láthair riamh

source: Would you like to share your location with %S?
ga: An bhfuil fonn ort an láthair ina bhfuil tú a nochtadh do %S?

source: Would you like to share your location with the file %S?
ga: An bhfuil fonn ort an láthair ina bhfuil tú a nochtadh do chomhad %S?

source: Show for this session
ga: Taispeáin le linn an tseisiúin seo

source: Always Show Notifications
ga: Taispeáin Fógraí i gCónaí

source: Always Block Notifications
ga: Ná Taispeáin Fógraí Riamh

source: Would you like to show notifications from %S?
ga: An bhfuil fonn ort fógraí ó %S a thaispeáint?

source: Hide pointer
ga: Cuir an cúrsóir i bhfolach

source: Always allow hiding
ga: Tabhair cead i gcónaí

# pointerLock.alwaysAllow.accesskey
source: A
ga: T

source: Never allow hiding
ga: Ná tabhair cead riamh

source: Would you like to allow the pointer to be hidden on %S?
ga: An bhfuil fonn ort cead a thabhairt do %S an cúrsóir a chur i bhfolach?

source: %S will hide the pointer.
ga: Cuirfidh %S an cúrsóir i bhfolach.

source: Reported Web Forgery!
ga: Tuairiscíodh gur Falsaíocht Ghréasáin an suíomh seo!

source: This isn't a web forgery…
ga: Ní falsaíocht Ghréasáin é seo…

source: Reported Attack Site!
ga: Tuairiscíodh gur Suíomh Ionsaithe é seo!

source: This isn't an attack site…
ga: Ní suíomh ionsaithe é seo…

source: Search %S
ga: Cuardaigh %S

source: %S - Group Your Tabs
ga: %S - Grúpáil Do Chluaisíní

source: #1 and 1 more;#1 and #2 more
ga: #1 agus ceann amháin eile;#1 agus #2 cheann eile;#1 agus #2 cinn eile;#1 agus #2 gcinn eile;#1 agus #2 ceann eile

source: Group your tabs (%S)
ga: Grúpáil do chuid cluaisíní (%S)

source: Default
ga: Réamhshocrú

source: The default theme.
ga: An téama réamhshocraithe.

source: Restart with Add-ons Disabled
ga: Atosaigh gan aon bhreiseáin

source: Are you sure you want to disable all add-ons and restart?
ga: An bhfuil tú cinnte gur mian leat gach breiseán a dhíchumasú agus an brabhsálaí a atosú?

source: Restart
ga: Atosaigh

source: You can access your bookmarks on all your devices with %S.
ga: Is féidir leat do leabharmharcanna a úsáid ar do ghléasanna go léir le %S.

source: You can access your passwords on all your devices with %S.
ga: Is féidir leat do chuid focal faire a úsáid ar do ghléasanna go léir le %S.

# syncPromoNotification.learnMoreLinkText
source: Learn More
ga: Tuilleadh Eolais

source: You can access your add-ons on all your devices with %S.
ga: Is féidir leat do chuid breiseán a úsáid ar do ghléasanna go léir le %S.

source: You can use your %S account to synchronize add-ons across multiple devices.
ga: Is féidir leat do chuntas %S a úsáid chun breiseáin a shioncrónú ar do ghléasanna go léir.

source: %1$S automatically sends some data to %2$S so that we can improve your experience.
ga: Seolann %1$S sonraí chuig %2$S go huathoibríoch, chun an táirge a fheabhsú.
