Repository: kscanne/gaeilge-mozdev
Catalog: src/tbird-trunk.*.po
Languages: ga

source: Participants:
ga: Rannpháirtithe:

source: Previous Conversations:
ga: Comhráite Roimhe Seo:

source: Ongoing conversation
ga: Comhrá ar siúl

source: Start a &Conversation
ga: Tosaigh &Comhrá

source: &Close Conversation
ga: &Dún Comhrá

source: &Rename
ga: &Athainmnigh

source: Remo&ve Contact
ga: &Bain Teagmháil

source: Start a conversation
ga: Tosaigh comhrá

source: Close conversation
ga: Dún comhrá

source: Add Contact
ga: Cuir Teagmháil Leis

source: Join Chat
ga: Téigh isteach i gComhrá

source: Show Accounts
ga: Taispeáin Cuntais

source: Available
ga: Ar fáil

source: Unavailable
ga: Níl ar fáil

source: &Open Link…
ga: &Oscail Nasc…

source: Back to current conversation
ga: Fill ar an gcomhrá reatha

source: Start a conversation with %S
ga: Tosaigh comhrá le %S

source: Contacts
ga: Teagmhálacha

source: %S wants to chat with you
ga: Ba mhaith le %S comhrá a dhéanamh leat

source: Allow
ga: Ceadaigh

source: Deny
ga: Diúltaigh

source: Delete %S?
ga: Scrios %S?

source: %1$S will be permanently removed from your %2$S buddy list if you continue.
ga: Bainfear %1$S ó do liosta cairde in %2$S go deo má leanann tú ar aghaidh

source: Select the new icon…
ga: Roghnaigh an deilbhín nua…

source: is typing…
ga: ag clóscríobh…

source: has stopped typing.
ga: … stop sé/sí clóscríobh.

source: %S is typing.
ga: Tá %S ag clóscríobh.

source: %S has stopped typing.
ga: Stop %S clóscríobh.

source: No topic message for this room.
ga: Níl aon topaic socraithe don seomra seo.

source: %S is not a supported command. Type /help to see the list of commands.
ga: Ní thacaítear leis an ordú %S. Clóscríobh /help chun na horduithe a fheiceáil.

source: Today %S
ga: Inniu ag %S

source: Yesterday %S
ga: Inné ag %S

source: Today
ga: Inniu

source: Last Week
ga: An tseachtain seo caite

source: Two Weeks Ago
ga: Coicís ó shin

source: Set up Filelink
ga: Socraigh Filelink

source: Select an online storage service
ga: Roghnaigh seirbhís stórála ar líne

source: Account Name:
ga: Ainm an Chuntais:

source: We're sorry, but the current version of &brandShortName; only allows one account from each online storage service.
ga: Tá brón orainn, ach ní cheadaíonn an leagan reatha de &brandShortName; níos mó ná cuntas amháin ar gach seirbhís stórála ar líne.

source: You can send large attachments using one of several online storage services. Please either set up an existing account, or sign up for a new account.
ga: Is féidir leat iatáin mhóra a sheoladh trí do rogha seirbhís stórála ar líne. Má tá cuntas agat cheana caithfidh tú é a roghnú, nó cuntas nua a chruthú mura bhfuil.

source: Checking authorization...
ga: Údarú á dhearbhú...

source: An error occurred while setting up the account!
ga: Tharla earráid agus an cuntas á shocrú!

source: Set up Account
ga: Socraigh Cuntas

source: Learn more…
ga: Tuilleadh eolais…

source: Box Authentication
ga: Fíordheimhniú Box

source: View my account settings on box.com
ga: Féach ar shocruithe mo chuntais ar box.com

source: Get a Box account…
ga: Faigh cuntas Box…

source: Terms of Service
ga: Téarmaí Seirbhíse

source: Used Space:
ga: Spás Úsáidte:

source: Unused Space:
ga: Spás Saor:

source: Get more space
ga: Faigh tuilleadh spáis

source: View my account settings on one.ubuntu.com
ga: Féach ar shocruithe mo chuntais ar one.ubuntu.com

source: Email Address:
ga: Seoladh Ríomhphoist:

source: Need an account?
ga: An bhfuil cuntas uait?

source: Sending files over 2GB is not supported.
ga: Ní féidir comhad atá níos mó ná 2GB a sheoladh.

source: Sending files larger than 50 MB
ga: Ní féidir comhaid atá níos mó ná 50MB a sheoladh

source: is a premium feature.
ga: gan íoc as ardchuntas.

source: Upgrade
ga: Uasghrádú

source: Cancel
ga: Cealaigh

source: Upgrade now to send this file plus:
ga: Uasghrádaigh anois chun an comhad seo a sheoladh, agus:

source: Send files and folders up to 2GB
ga: Seol comhaid agus fillteáin suas le 2GB

source: Store unlimited files online
ga: Sábháil comhaid ar líne gan teorainn

source: Access and share files from anywhere
ga: Tar ar agus roinn comhaid ó aon áit

source: Storage limit reached
ga: Shroich tú do theorainn stórála

source: You have reached your account storage limit of 2GB.
ga: Shroich tú teorainn stórála do chuntais (2GB).

source: Your current storage usage is #XXX GB.
ga: Tá tú ag úsáid #XXX GB.

source: Upgrade today to Pro Plus account and get more storage.
ga: Uasghrádaigh inniu agus faigh tuilleadh spáis le cuntas Pro Plus.

source: You can also choose to delete files in your account to create more space.
ga: Nó is féidir comhaid a scriosadh chun fairsinge a dhéanamh.

source: View my account settings on yousendit.com
ga: Féach ar shocruithe mo chuntais ar yousendit.com

source: Customize Headers
ga: Saincheap Ceanntásca

source: &New message header:
ga: Ceanntásc &nua teachtaireachta:

source: Icons beside Text
ga: Deilbhíní taobh le Téacs

source: The header you entered contains an invalid character, such as ':', a non-printable character, a non-ascii character, or an eight bit ascii character. Please remove the invalid character and try again.
ga: Tá carachtar neamhbhailí sa cheanntásc a d'iontráil tú, m.sh. ":", carachtar dophriontáilte, carachtar nach ASCII é, nó carachtar ASCII ocht ngiotán. Bain an carachtar neamhbhailí, le do thoil, agus déan iarracht eile.

source: &Download all headers
ga: Íos&luchtaigh gach ceanntásc

source: D&ownload
ga: Í&osluchtaigh

source: &headers
ga: &ceanntásca

source: &Mark remaining headers as read
ga: &Marcáil mar léite na ceanntásca atá fágtha

source: Saved Files
ga: Comhaid Shábháilte

source: De&lete
ga: S&crios

source: &Address Book:
ga: &Leabhar Seoltaí:

source: You can't change the address book because the contact is in a mailing list.
ga: Ní féidir leat an leabhar seoltaí a athrú toisc go bhfuil an teagmháil seo i liosta ríomhphoist.

source: View Contact
ga: Amharc ar Theagmháil

source: Edit Details
ga: Cuir Mionsonraí in Eagar

# editDetailsAccessKey
source: t
ga: m

source: View Details
ga: Amharc ar Mhionsonraí

# viewDetailsAccessKey
source: t
ga: m

source: Are you sure you want to delete this Contact?
ga: An bhfuil tú cinnte go dteastaíonn uait an teagmháil seo a scrios?

source: Eudora mail, address books, and settings
ga: Ríomhphoist, leabhair sheoltaí, agus socruithe Eudora

source: Mailbox %S, imported %d messages
ga: Bosca ríomhphoist %S, %d teachtaireacht iompórtáilte

source: Error accessing file for mailbox %S.
ga: Earráid agus comhad á rochtain don bhosca ríomhphoist %S.

source: Error importing mailbox %S, all messages may not be imported from this mailbox.
ga: Earráid agus an bosca ríomhphoist %S á iompórtáil. Is féidir nach bhfuil gach teachtaireacht iompórtáilte.

source: Eudora Settings
ga: Socruithe Eudora

source: Eudora Nicknames
ga: Leasainmneacha Eudora

source: Imported address book %S
ga: Iompórtáladh leabhar seoltaí %S

source: Bad parameter passed to import address book.
ga: Drochpharaiméadar tugtha d'iompórtáil an leabhair sheoltaí.

source: Error accessing file for address book %S.
ga: Earráid agus comhad á rochtain don leabhar seoltaí %S.

source: Error importing address book %S, all addresses may not have been imported.
ga: Earráid agus leabhar seoltaí %S á iompórtáil. Is féidir nach bhfuil gach seoladh iompórtáilte.

source: Personal Mobile: %S
ga: Fón póca pearsanta: %S

source: Work Mobile: %S
ga: Fón póca oibre: %S

source: Home Fax: %S
ga: Facs baile: %S

source: Work Fax: %S
ga: Facs oibre: %S

source: Other Email:
ga: Ríomhphost eile:

source: Other Phone:
ga: Fón eile:

source: Other Web:
ga: Gréasán eile:

source: can't import outgoing filter context
ga: ní féidir an comhthéacs scagaire amach a iompórtáil

source: can't import action "%S"
ga: ní féidir gníomh "%S" a iompórtáil

source: can't import the "%s" verb
ga: ní féidir an briathar "%s" a iompórtáil

source: header name not found
ga: ainm an cheanntáisc gan aimsiú

source: can't negate the "%S" verb
ga: ní féidir an briathar "%S" a dhiúltú

source: can't import the %S pseudo-header
ga: ní féidir an súdcheanntásc %S a iompórtáil

source: can't find the mailbox "%S"
ga: bosca ríomhphoist "%S" gan aimsiú

source: Import Address Book
ga: Iompórtáil Leabhair Sheoltaí

source: width: 40em; height: 30em;
ga: width: 44em; height: 33em;

source: Imported data for Record:
ga: Sonraí iompórtáilte don taifead:

source: Use Move Up and Move Down to match the address book fields on the left to the correct data for import on the right. Uncheck items you do not want to import.
ga: Úsáid "Bog Suas" agus "Bog Síos" chun réimsí an leabhair sheoltaí ar chlé a mheaitseáil leis na sonraí cuí ar dheis atá le hiompórtáil. Dísheiceáil na míreanna nach dteastaíonn uait iad a iompórtáil.

source: Address Book fields
ga: Réimsí an Leabhair Sheoltaí

source: Record data to import
ga: Sonraí taifid le hiompórtáil

source: &First record contains field names
ga: Tá ainmneacha na réimsí sa chéad tai&fead

source: Filter Rules
ga: Rialacha Scagtha

source: F&ilter name:
ga: A&inm an scagaire:

source: Junk
ga: Dramhphost

source: Not Junk
ga: Post Ceart

source: Lowest
ga: Is Ísle

source: Low
ga: Íseal

source: High
ga: Ard

source: Highest
ga: Is Airde

source: Apply filter when:
ga: Cuir an scagaire seo i bhfeidhm agus:

source: &Getting New Mail:
ga: Ríomhphost Nua á &Fháil:

source: Manually &Run
ga: &Rith de láimh

source: Filter before Junk Classification
ga: Scagadh roimh Aicmiú Dramhphoist

source: Filter after Junk Classification
ga: Scagadh tar éis Aicmiú Dramhphoist

source: &Perform these actions:
ga: Déan na &gníomhartha seo:

source: Note: Filter actions will be run in a different order.
ga: Nóta: Cuirfear na scagairí i bhfeidhm in ord difriúil.

source: See execution order
ga: Féach ar ord curtha i bhfeidhm

source: Move Message to
ga: Bog an teachtaireacht go

source: Copy Message to
ga: Cóipeáil an teachtaireacht go

source: Forward Message to
ga: Cuir an teachtaireacht ar aghaidh chuig

source: Reply with Template
ga: Freagair le teimpléad

source: Mark As Read
ga: Marcáil "Léite"

source: Mark As Unread
ga: Marcáil "Neamhléite"

source: Add Star
ga: Cuir réiltín leis

source: Set Priority to
ga: Socraigh tosaíocht mar

source: Tag Message
ga: Clibeáil an teachtaireacht

source: Set Junk Status to
ga: Socraigh stádas dramhphoist mar

source: Delete Message
ga: Scrios an teachtaireacht

source: Delete From POP Server
ga: Scrios ar an bhfreastalaí POP

source: Fetch From POP Server
ga: Faigh ón bhfreastalaí POP

source: Ignore Thread
ga: Tabhair Neamhaird ar an Snáithe

source: Ignore Subthread
ga: Tabhair Neamhaird ar an bhFoshnáithe

source: Watch Thread
ga: Bí ag Faire ar an Snáithe

source: Stop Filter Execution
ga: Stop rith an scagaire

source: Add a new action
ga: Cuir gníomh nua leis

source: Remove this action
ga: Bain an gníomh seo

source: Message Filters
ga: Scagairí Teachtaireachta

source: Filter Name
ga: Ainm an Scagaire

source: Enabled
ga: Cumasaithe

source: &New…
ga: &Nua…

source: Dele&te
ga: Scri&os

source: Move to Top
ga: Go dtí an barr

source: Rearrange filter so it executes before all others
ga: Cuir an scagaire seo i bhfeidhm roimh na cinn eile

source: Move to Bottom
ga: Go dtí an bun

source: Rearrange filter so it executes after all others
ga: Cuir an scagaire seo i bhfeidhm tar éis na cinn eile

source: Enabled filters are run automatically in the order shown below.
ga: Cuirtear scagairí cumasaithe i bhfeidhm san ord thíos go huathoibríoch.

source: &Filters for:
ga: Sca&gairí do:

source: Filter &Log
ga: &Loga na Scagairí

source: &Run Now
ga: &Rith Anois

source: Run sele&cted filter(s) on:
ga: Rith s&cagairí roghnaithe ar:

source: choose this folder
ga: roghnaigh an fillteán seo

source: choose this news server
ga: roghnaigh an freastalaí nuachta seo

source: &Help
ga: Cab&hair

source: Search filters by name…
ga: Aimsigh scagaire de réir a ainm…

source: You must select a target folder.
ga: Caithfidh tú spriocfhillteán a roghnú.

source: Enter a valid e-mail address to forward to.
ga: Iontráil seoladh bailí ríomhphoist le cur ar aghaidh chuige.

source: Choose a template to reply with.
ga: Roghnaigh teimpléad don fhreagra.

source: You must give this filter a name.
ga: Caithfidh tú ainm a chur ar an scagaire seo.

source: Duplicate Filter Name
ga: Ainm dúbailte scagaire

source: The filter name you entered already exists. Please enter a different filter name.
ga: Tá an t-ainm scagaire a d'iontráil tú ann cheana. Iontráil ainm eile le do thoil.

source: No filter event selected
ga: Níl aon teagmhas scagtha roghnaithe

source: You must select at least one event when this filter is applied. If you temporarily do not wish the filter to run at any event, uncheck its enabled state from the Message Filters dialog.
ga: Caithfidh tú teagmhas a roghnú chun an scagaire seo a chur i bhfeidhm. Mura mian leat an scagaire a chur i bhfeidhm riamh, bain an tic ó Cumasaithe sa dialóg Scagairí Teachtaireachta.

source: Are you sure you want to delete the selected filter(s)?
ga: An bhfuil tú cinnte gur mian leat an scagaire (nó na scagairí) roghnaithe a scriosadh?

source: Untitled Filter
ga: Scagaire gan Teideal

source: Match All Messages
ga: Meaitseáil Gach Teachtaireacht

source: Your filters do not work because the msgFilterRules.dat file, which contains your filters, could not be read. A new msgFilterRules.dat file will be created and a backup of the old file, called rulesbackup.dat, will be created in the same directory.
ga: Ní oibríonn do chuid scagairí toisc nach féidir an comhad msgFilterRules.dat ina bhfuil siad a léamh. Cruthófar comhad nua msgFilterRules.dat agus cuirfear cóip den seanchomhad sa chomhadlann chéanna leis an ainm rulesbackup.dat.

source: You've exceeded the limit of 50 custom headers. Please remove one or more custom headers and try again.
ga: Tá an teorainn de 50 ceanntásc saincheaptha sáraithe agat. Bain ceann amhain, nó níos mó ná sin, agus déan iarracht eile.

source: Your filters have exceeded the limit of 50 custom headers. Please edit the msgFilterRules.dat file, which contains your filters, to use fewer custom headers.
ga: Tá an teorainn de 50 ceanntásc saincheaptha sáraithe ag do chuid scagairí. Cuir an comhad msgFilterRules.dat, ina bhfuil do chuid scagairí, in eagar ionas nach n-úsáidfear an méid sin ceanntásca saincheaptha.

source: One of your filters uses a custom header that contains an invalid character, such as ':', a non-printable character, a non-ascii character, or an eight-bit ascii character. Please edit the msgFilterRules.dat file, which contains your filters, to remove invalid characters from your custom headers.
ga: Úsáideann ceann de do chuid scagairí ceanntásc ina bhfuil carachtar neamhbhailí, m.sh. ":", carachtar dophriontáilte, carachtar nach ASCII é, nó carachtar ASCII ocht ngiotán. Cuir an comhad msgFilterRules.dat, ina bhfuil do chuid scagairí, in eagar ionas nach n-úsáidfear carachtair neamhbhailí i do chuid cheanntásca saincheaptha.

source: Applying filter %S failed. Would you like to continue applying filters?
ga: Theip ar chur i bhfeidhm an scagaire %S. An bhfuil fonn ort leanúint le cur i bhfeidhm na scagairí?

source: Running Filters
ga: Scagairí á rith

source: You are currently in the process of filtering messages. Would you like to continue applying filters?
ga: Tá tú ag scagadh teachtaireachtaí faoi láthair. An bhfuil fonn ort leanúint le cur i bhfeidhm na scagairí?

source: Stop
ga: Stad

source: This filter was probably created by future version of mozilla/netscape. You cannot enable this filter because we don't know how to apply it.
ga: Is cosúil gur le leagan de Mozilla/Netscape atá le teacht a cruthaíodh an scagaire seo. Ní féidir an scagaire seo a chumasú toisc nach fios conas é a chur i bhfeidhm.

source: Don't ask me again
ga: Ná fiafraigh díom arís

source: Search Terms Invalid
ga: Téarmaí cuardaigh neamhbhailí

source: This filter cannot be saved because the search term "%1$S %2$S" is invalid in the current context.
ga: Ní féidir an scagaire seo a shábháil toisc go bhfuil an téarma cuardaigh "%1$S %2$S" neamhbhailí sa chomhthéacs reatha.

source: When a message matches this filter the actions will be run in this order:
ga: Nuair atá teachtaireacht comhoiriúnach leis an scagaire seo, cuirfear na gníomhaíochtaí i bhfeidhm san ord seo:

source: Real action order
ga: Fíor-ord gníomhaíochta

source: %1$S of %2$S
ga: %1$S as %2$S

source: #1 item; #1 items
ga: #1 mhír;#1 mhír;#1 mhír;#1 mír;#1 mír

source: Detected junk message from %1$S - %2$S at %3$S
ga: Dramhphost tugtha faoi deara ó %1$S - %2$S ar %3$S

source: moved message id = %1$S to %2$S
ga: teachtaireacht %1$S bogtha go %2$S

source: copied message id = %1$S to %2$S
ga: teachtaireacht %1$S cóipeáilte go %2$S

source: Applied filter "%1$S" to message from %2$S - %3$S at %4$S
ga: Scagaire "%1$S" curtha i bhfeidhm ar theachtaireacht ó %2$S - %3$S ar %4$S

source: Missing Custom Action
ga: Gníomh Saincheaptha Ar Iarraidh

source: priority changed
ga: athraíodh an tosaíocht

source: deleted
ga: scriosta

source: marked as read
ga: marcáilte "léite"

source: thread killed
ga: snáithe stoptha

source: thread watched
ga: snáithe á fhaire

source: starred
ga: marcáilte

# filterAction8
source: tagged
ga: clibeáilte

source: replied
ga: freagartha

source: forwarded
ga: curtha ar aghaidh

source: execution stopped
ga: stoptha

source: deleted from POP3 server
ga: scriosta ó fhreastalaí POP3

source: left on POP3 server
ga: fágtha ar fhreastalaí POP3

source: junk score
ga: scór dramhphoist

source: body fetched from POP3 server
ga: corp faighte ó fhreastalaí POP3

source: copied to folder
ga: cóipeáilte go fillteán

# filterAction17
source: tagged
ga: clibeáilte

source: ignored subthread
ga: foshnáithe ar a dtugtar neamhaird

source: marked as unread
ga: marcáilte "neamhléite"

source: Unread
ga: Gan Léamh

source: Total
ga: Iomlán

source: Properties
ga: Airíonna

source: General Information
ga: Eolas Ginearálta

source: Default Character &Encoding:
ga: Ionchódú réamhshocraithe na g&carachtar:

source: &Apply default to all messages in the folder (individual message character encoding settings and auto-detection will be ignored)
ga: Cuir an ré&amhshocrú i bhfeidhm ar gach teachtaireacht san fhillteán (tabharfar neamhaird ar shocruithe ionchódú na gcarachtar sna teachtaireachtaí féin agus ar bhrath uathoibríoch)

source: Rebuild Summary File Index
ga: Atóg an Comhad Achoimre

source: &Repair Folder
ga: &Deisigh an Fillteán

source: Sometimes the folder index (.msf) file becomes damaged and messages may appear missing or deleted messages continue showing; repairing the folder may fix these issues.
ga: Uaireanta, déantar dochar don chomhad innéacs (.msf) san fhillteán sa chaoi nach bhfeicfidh tú teachtaireachtaí áirithe agus feicfidh tú cinn eile tar éis dóibh a bheith scriosta. Is féidir na fadhbanna seo a réiteach tríd an fillteán a dheisiú.

source: Include messages in this folder in &Global Search results
ga: Cuir teachtaireachtaí as an bhfillteán seo san áireamh sa &Chuardach Cuimsitheach

source: Retention Policy
ga: Polasaí Coinneála

source: &Use my account settings
ga: Ú&sáid socruithe mo chuntais

source: Delete &messages more than
ga: Scrios teachtaireachtaí níos &sine ná

source: Don't delete &any messages
ga: Ná scrios teachtaireacht &ar bith

source: De&lete all but the most recent
ga: Scrios &gach ceann ach an ceann is déanaí

source: Always k&eep starred messages
ga: Coim&eád teachtaireachtaí marcáilte i gcónaí

source: Synchronization
ga: Sioncrónú

source: When getting new messages for this a&ccount, always check this folder
ga: Sei&ceáil an fillteán seo i gcónaí agus teachtaireachtaí nua á bhfáil don chuntas seo

source: &Select this folder for offline use
ga: Roghnaigh an fillteán seo le haghaidh úsáide a&s líne

# offlineFolder.button.label offlineFolder.button.accesskey
source: &Download Now
ga: Ío&sluchtaigh Anois

source: Select this newsgr&oup for offline use
ga: Roghnaigh an grúpa nuachta se&o le haghaidh úsáide as líne

# offlineNewsgroup.button.label offlineNewsgroup.button.accesskey
source: &Download Now
ga: Ío&sluchtaigh Anois

source: &Location:
ga: &Suíomh:

source: Sharing
ga: Comhroinnt

source: &Privileges…
ga: &Ceadanna…

source: You have the following permissions:
ga: Tá na ceadanna seo a leanas agat:

source: Folder Type:
ga: Cineál an Fhillteáin:

source: Quota
ga: Cuóta

source: Quota Root:
ga: Fréamh an Chuóta:

source: Usage:
ga: Úsáid:

source: Status:
ga: Stádas:

source: Number of messages:
ga: Líon na dteachtaireachtaí:

# numberUnknown.label
source: unknown
ga: anaithnid

source: Size on disk:
ga: Méid ar an diosca:

# sizeUnknown.label
source: unknown
ga: anaithnid

source: Messages tagged: #1
ga: Teachtaireachtaí a clibeáladh: #1

# glodaComplete.messagesMentioning.label
source: Messages mentioning: #1
ga: Teachtaireachtaí a luann: #1

# glodaComplete.messagesMentioningMany.label
source: Messages mentioning: #1
ga: Teachtaireachtaí a luann: #1

source: Search #1 for: #2
ga: Cuardaigh #1 le haghaidh: #2

source: Search #1 for: #2…
ga: Cuardaigh #1 le haghaidh: #2…

source: Filters
ga: Scagairí

source: Searching&#8230;
ga: Ag Cuardach&#8230;

source: No messages match your search
ga: Ní mheaitseálann teachtaireacht ar bith

source: More &#187;
ga: Tuilleadh &#187;

# glodaFacetView.tab.query.label
source: Search
ga: Cuardach

# glodaFacetView.search.label
source: Search
ga: Cuardach

source: Searching for #1
ga: Ag lorg #1

source: and
ga: agus

source: Searching for messages
ga: Ag lorg teachtaireachtaí

source: involving #1
ga: a bhaineann le #1

source: tagged:
ga: leis an gclib:

source: List all #1;List all #1
ga: Taispeáin an ceann amháin;Taispeáin an dá cheann acu;Taispeáin na #1 cinn acu;Taispeáin na #1 gcinn acu;Taispeáin na #1 ceann acu

source: including any of:
ga: ina bhfuil aon cheann de:

source: excluding:
ga: nach bhfuil ann:

source: other:
ga: eile:

source: must match #1
ga: is ga #1 a mheaitseáil

source: can't have a value
ga: ní féidir luach a bheith aige

source: can't match #1
ga: ní féidir #1 a mheaitseáil

source: must have a value
ga: is gá luach a bheith aige

# glodaFacetView.facets.mayMatchLabel.fallbackLabel
source: remove constraint
ga: bain iallach

# glodaFacetView.facets.mayMatchAnyLabel.fallbackLabel
source: remove constraint
ga: bain iallach

source: Any Kind
ga: Aon Saghas

source: from:
ga: ó:

source: to:
ga: chuig:

source: (no subject)
ga: (gan ábhar)

source: of #1;of #1
ga: as #1;as #1;as #1;as #1;as #1

source: Open email as list
ga: Oscail ríomhphost mar liosta

source: Show all of the email messages in the active set in a new tab.
ga: Taispeáin na teachtaireachtaí go léir ón tacar gníomhach i gcluaisín nua.

source: sort by:
ga: sórtáil de réir:

source: relevance
ga: ábharthacht

source: date
ga: dáta

source: , and #1 other;, and #1 others
ga: , agus duine amháin eile;, agus beirt eile;, agus #1 fhaighteoir eile;, agus #1 bhfaighteoir eile;, agus #1 faighteoir eile

# gloda.message.attr.account.mustMatchLabel
source: must be in #1
ga: is gá a bheith i #1

# gloda.message.attr.account.cantMatchLabel
source: can't be in #1
ga: ní féidir a bheith i #1

source: Folder
ga: Fillteán

# gloda.message.attr.folder.mustMatchLabel
source: must be in #1
ga: is gá a bheith i #1

# gloda.message.attr.folder.cantMatchLabel
source: can't be in #1
ga: ní féidir a bheith i #1

source: From Me
ga: Uaim

source: To Me
ga: Chugam

source: People
ga: Daoine

source: involving any of:
ga: a bhaineann le haon cheann de:

source: not involving:
ga: nach mbaineann le:

source: other participants:
ga: rannpháirtithe eile:

source: must involve #1
ga: is gá #1 a bheith páirteach

source: can't involve #1
ga: ní féidir #1 a bheith páirteach

source: Date
ga: Dáta

source: Attachments
ga: Iatáin
