Repository: kscanne/gaeilge-mozdev
Catalog: src/tbird-trunk.*.po
Languages: ga

source: &brandShortName; lets you specify which blogs, news feeds, and other web sites are allowed to set cookies.
ga: Is féidir leat na blaganna, fothaí nuachta agus suímh ghréasáin eile a bhfuil cead acu fianáin a fhágáil a shonrú le &brandShortName;.

source: A&ccept cookies from sites
ga: Gla&c le fianáin ó shuímh

source: &Keep until:
ga: C&oinnigh:

source: they expire
ga: go dtí go mbeidh siad caite

source: I close &brandShortName;
ga: go dtí go ndúnaim &brandShortName;

source: ask me every time
ga: fiafraigh díom i gcónaí

source: &Exceptions…
ga: &Eisceachtaí…

source: &Show Cookies…
ga: Tai&speáin Fianáin…

source: Tell web sites I &do not want to be tracked
ga: Cuir in iúl &do shuímh Ghréasáin gan mé a rianú

source: Send Options
ga: Roghanna Seolta

source: Text Format
ga: Formáid Téacs

source: When sending messages in HTML format and one or more recipients are not listed as being able to receive HTML:
ga: Agus teachtaireachtaí á seoladh i bhformáid HTML, má tá faighteoirí nach féidir leo glacadh le HTML:

source: As&k me what to do
ga: &Fiafraigh díom cad atá le déanamh

source: &Convert the message to plain text
ga: &Tiontaigh an teachtaireacht go gnáth-théacs

source: &Send the message in HTML anyway
ga: &Seol an teachtaireacht mar HTML

source: S&end the message in both plain text and HTML
ga: S&eol an teachtaireacht mar ghnáth-théacs agus HTML araon

source: Note: Use the Address Book to specify preferred text formats for recipients.
ga: Nóta: úsáid an Leabhar Seoltaí chun a rogha fhormáide a shonrú d'fhaighteoirí.

source: When you send a message to an address with one of the domain names listed below, &brandShortName; automatically sends the message in the correct format.
ga: Má sheolann tú teachtaireacht go dtí seoladh atá i gceann de na bhfearainn thíosluaite, roghnóidh &brandShortName; an fhormáid cheart go huathoibríoch.

source: &HTML Domains
ga: Fearainn &HTML

source: &Plain Text Domains
ga: Fearainn &Ghnáth-Théacs

# AddHtmlDomain.label AddHtmlDomain.accesskey
source: &Add…
ga: &Cuir Leis…

# AddPlainText.label AddPlainText.accesskey
source: &Add…
ga: &Cuir Leis…

# DeleteHtmlDomain.label DeleteHtmlDomain.accesskey
source: &Delete
ga: &Scrios

# DeletePlainText.label DeletePlainText.accesskey
source: &Delete
ga: &Scrios

source: Please enter a valid email address.
ga: Iontráil seoladh bailí ríomhphoist, le do thoil.

source: A mail or newsgroup account with the same user name and server name already exists. Click Back and enter a different server name, or click Cancel.
ga: Tá cuntas ríomhphoist nó cuntas grúpa nuachta ann cheana atá an t-ainm úsáideora agus an t-ainm freastalaí sin air. Cliceáil "Siar" agus cuir isteach ainm freastalaí éagsúil, nó cliceáil "Cealaigh".

source: An account with that user name and server name already exists. Please enter a different user name and/or server name.
ga: Tá cuntas ann cheana atá an t-ainm úsáideora agus an t-ainm freastalaí sin air. Cuir isteach ainm úsáideora agus/nó ainm freastalaí éagsúil le do thoil.

source: Your User Name has been updated. You may also need to update your Email Address and/or User Name associated with this account.
ga: Tá d'ainm úsáideora athraithe. D'fhéadfaí gur ghá duit anseoladh ríomhphoist agus/nó an t-ainm úsáideora atá comhcheangailte leis an gcuntas seo a nuashonrú freisin.

source: The server name setting has changed. Please verify that any folders used by filters exist on the new server.
ga: Tá an t-ainm a bhí socraithe don fhreastalaí athraithe. Cinntigh go bhfuil fillteáin ar bith a úsáideann scagairí le fáil ar an bhfreastalaí nua.

source: The Junk settings on account "%1$S" have a possible problem. Would you like to review them before saving Account Settings?
ga: Seans go bhfuil fadhb leis na socruithe dramhphoist ag cuntas "%1$S". An bhfuil fonn ort iad a scrúdú sula sábhálfar Socruithe an Chuntais?

source: %1$S needs to restart now to apply the change to the Local directory setting.
ga: Caithfidh tú %1$S a atosú chun an chomhadlann Logánta nua a chur i bhfeidhm.

source: The user name can not be empty.
ga: Ní cheadaítear ainm folamh.

source: The Local Directory path "%1$S" is invalid. Please pick a different directory.
ga: Tá Comhadlann Logánta "%1$S" neamhbhailí. Roghnaigh ceann eile, le do thoil.

source: The Local Directory path "%1$S" is not suitable for message storage. Please choose another directory.
ga: Ní féidir teachtaireachtaí a shábháil i gcomhadlann logánta "%1$S". Roghnaigh comhadlann eile, le do thoil.

source: Are you sure you want to exit the Account Wizard? If you exit, any information you have entered will be lost and the account will not be created.
ga: An bhfuil tú cinnte go dteastaíonn uait scor de Threoraí na gCuntas? Má scoireann tú, caillfear aon fhaisnéis a d'iontráil tú agus ní chruthófar an cuntas.

source: Exit
ga: Scoir

source: Please enter a valid server name.
ga: Cuir ainm bailí freastalaí isteach.

source: Failed to remove this account.
ga: Theip ar bhaint an chuntais seo.

source: Remove Account
ga: Bain Cuntas

source: If you store this account's new mail in a different account's Inbox, you will no longer be able to access already downloaded e-mail for this account. If you have mail in this account, please copy it to another account first. If you have filters that filter mail into this account, you should disable them or change the destination folder. If any accounts have special folders in this account (Sent, Drafts, Templates, Archives, Junk), you should change them to be in another account. Do you still want to store this account's e-mail in a different account?
ga: Má chuireann tú teachtaireachtaí nua don chuntas seo i mBosca Isteach cuntais eile, ní bheidh tú in ann teachtaireachtaí a bhííosluchtaithe don chuntas seo a rochtain. Má tá ríomhphost sa chuntas seo agat, cóipeáil go cuntas eile ar dtús é. Má tá scagairí agat a chuireann ríomhphost sa chuntas seo, ba cheart duit iad a dhíchumasú nó an spriocfhillteán a athrú. Má tá fillteáin speisialta (Seolta, Dréachtaí, Teimpléid, Cartlanna, Dramhphost) sa chuntas seo ag cuntais eile, ba cheart duit iad a aistriú go cuntas eile. An bhfuil fonn ort fós ríomhphost ón chuntas seo a chur i gcuntas eile?

source: Defer Account?
ga: An bhfuil an cuntas le cur ar athlá?

source: The directory specified in the Local Directory setting is already used by the "%S" account. Please pick a different directory.
ga: Tá an chomhadlann atá socraithe mar Comhadlann Logánta in úsáid cheana, ag an gcuntas "%S". Roghnaigh comhadlann eile, le do thoil.

source: A subdirectory of the directory specified in the Local Directory setting is already used by the "%S" account. Please pick a different directory.
ga: Tá fochomhadlann de chuid na comhadlainne atá socraithe mar Comhadlann Logánta in úsáid cheana, ag an gcuntas "%S". Roghnaigh comhadlann eile, le do thoil.

source: user
ga: úsáideoir

source: example.net
ga: sampla.net

source: Enter your email address. This is the address others will use to send email to you (for example, "%1$S@%2$S").
ga: Cuir isteach do sheoladh ríomhphoist. Seo an seoladh a úsáidfidh daoine eile chun ríomhphoist a sheoladh chugat (m.sh. "%1$S@%2$S").

source: Enter your %1$S %2$S (for example, if your %1$S email address is "%3$S", your %2$S is "%4$S").
ga: Iontráil do %1$S %2$S (mar shampla, más é "%3$S" do sheoladh ríomhphoist le haghaidh %1$S, is é an %2$S atá agat ná "%4$S").

source: Copies & Folders
ga: Cóipeanna & Fillteáin

source: Synchronization & Storage
ga: Sioncrónú agus Stóras

source: Composition & Addressing
ga: Cumadóireacht & Seoladh

source: Outgoing Server (SMTP)
ga: Freastalaí Amach (SMTP)

source: Identities for %1$S
ga: Aitheantais ar %1$S

source: You must specify a valid email address for this identity.
ga: Ní mór duit seoladh bailí ríomhphoist a shonrú don aitheantas seo.

source: Error Creating Identity
ga: Earráid agus aitheantas á chruthú

source: Are you sure you want to delete the identity %S?
ga: An bhfuil tú cinnte gur mhaith leat an t-aitheantas seo a scriosadh? %S

source: Deleting identity for %S
ga: Aitheantas le haghaidh %S á scriosadh

source: Choose a file
ga: Roghnaigh comhad

source: For account "%S"
ga: Do chuntas "%S"

source: Quick Filter
ga: Mearscagaire

source: &Quick Filter Bar
ga: &Barra Mearscagairí

source: Toggle the quick filter bar
ga: Scoránaigh an barra mearscagairí

source: Keep filters applied when switching folders
ga: Fág scagairí i bhfeidhm agus an fillteán á athrú

source: Quick Filter:
ga: Mearscagaire:

source: Show only unread messages
ga: Taispeáin teachtaireachtaí gan léamh amháin

source: Show only starred messages
ga: Taispeáin teachtaireachtaí marcáilte amháin

source: Show only messages from people in your address book
ga: Ná taispeáin ach teachtaireachtaí a tháinig ó dhaoine i mo leabhar seoltaí

source: Show only messages with tags on them
ga: Ná taispeáin ach teachtaireachtaí a bhfuil clibeanna orthu

source: Show only messages with attachments
ga: Ná taispeáin ach teachtaireachtaí a bhfuil iatáin acu

source: No results
ga: Gan torthaí

source: Filter these messages... #1
ga: Scag na teachtaireachtaí seo... #1

source: Filter messages by:
ga: Scag teachtaireachtaí de réir:

source: Recipients
ga: Faighteoirí

source: Body
ga: Corp

source: Continue this search across all folders
ga: Lean ar aghaidh leis an gcuardach seo i ngach fillteán

source: Press 'Enter' again to continue your search for: #1
ga: Brúigh 'Enter' arís chun dul ar aghaidh le cuardach ar: #1

# browser.search.defaultenginename
source: Bing
ga: Google

# browser.search.order.1
source: Bing
ga: Google

source: Yahoo
ga: Yahoo.co.uk

source: Rename Folder
ga: Athainmnigh Fillteán

source: &Enter the new name for your folder:
ga: &Iontráil ainm nua ar d'fhillteán:

source: &brandShortName; Safe Mode
ga: Mód Sábháilteachta &brandShortName;

source: &brandShortName; is now running in Safe Mode, which temporarily disables your custom settings, themes, and extensions.
ga: Tá &brandShortName; ag rith sa Mhód Sábháilteachta anois, rud a dhíchumasaíonn do chuid sainshocruithe, téamaí agus eisínteachtaí go sealadach.

source: You can make some or all of these changes permanent:
ga: Tig leat na hathruithe seo go léir, nó cuid díobh, a chur i bhfeidhm go buan:

source: &Disable all add-ons
ga: &Díchumasaigh gach breiseán

source: &Reset toolbars and controls
ga: Athshoc&raigh barraí uirlisí agus rialtáin

source: &Make Changes and Restart
ga: &Cuir na hAthruithe i bhFeidhm agus Atosaigh

source: &Continue in Safe Mode
ga: &Lean Ar Aghaidh sa Mhód Sábháilteachta

source: Clear Recent History
ga: Glan an Stair Is Déanaí

source: &Time range to clear:
ga: &Raon ama le glanadh:

source: Last Hour
ga: An Uair Is Déanaí

source: Last Two Hours
ga: An Dá Uair Is Déanaí

source: Last Four Hours
ga: Na Ceithre hUaire Is Déanaí

source: Everything
ga: Gach Uile Rud

source: D&etails
ga: &Mionsonraí

source: &Cookies
ga: &Fianáin

source: C&ache
ga: T&aisce

source: This action cannot be undone.
ga: Ní féidir an gníomh seo a chur ar ceal.

source: 28em
ga: 31em

source: Age In Days
ga: Laethanta d'aois

source: Size (KB)
ga: Méid (kB)

source: Any Name
ga: Ainm Ar Bith

source: Any Number
ga: Uimhir Ar Bith

source: City
ga: Cathair

source: Street
ga: Sráid

source: From, To, Cc or Bcc
ga: Ó, Chuig, Cc nó Bcc

source: Junk Score Origin
ga: Foinse an scóir dhramhphoist

source: Junk Percent
ga: Céatadán Dramhphoist

source: Attachment Status
ga: Stádas Iatáin

source: Customize…
ga: Saincheap…

source: Missing Custom Term
ga: Téarma Saincheaptha Ar Iarraidh

source: Searc&h for messages in:
ga: Cuardaig&h teachtaireachtaí i:

source: S&earch subfolders
ga: Cuardaigh i bhfofhillt&eáin

source: R&un search on server
ga: &Rith an cuardach ar an bhfreastalaí

source: &Clear
ga: &Bánaigh

source: Ope&n
ga: &Oscail

source: Search Messages
ga: Cuardaigh Teachtaireachtaí

source: Results
ga: Torthaí

source: Move &Here
ga: Bog &Anseo

source: Move &To
ga: Bog &Go

source: Open in Folde&r
ga: Oscail i bh&Fillteán

source: Sa&ve as Search Folder
ga: &Sábháil mar Fhillteán Cuardaigh

source: Searc&h in:
ga: Cuardaig&h i:

source: Advanced Address Book Search
ga: Ardchuardach an Leabhair Sheoltaí

source: Spotlight
ga: Spotsolas

source: Windows Search
ga: Cuardach Windows

source: contains
ga: ina bhfuil

source: doesn't contain
ga: gan

source: is
ga: atá

source: isn't
ga: nach bhfuil

source: is empty
ga: atá folamh

source: is before
ga: a thagann roimh

source: is after
ga: atá i ndiaidh

source: is higher than
ga: atá níos airde ná

source: is lower than
ga: atá níos ísle ná

source: begins with
ga: a thosaíonn le

source: ends with
ga: a chríochnaíonn le

source: sounds like
ga: a fhuaimnítear cosúil le

source: is greater than
ga: níos mó ná

source: is less than
ga: níos lú ná

source: NameCompletion
ga: Comhlánú Ainmneacha

source: is in my address book
ga: atá i mo leabhar seoltaí

source: isn't in my address book
ga: nach bhfuil i mo leabhar seoltaí

source: isn't empty
ga: nach bhfuil folamh

source: matches
ga: a mheaitseálann

source: doesn't match
ga: nach meaitseálann

source: Searching…
ga: Á Chuardach…

source: #1 match found;#1 matches found
ga: Aimsíodh #1 rud;Aimsíodh #1 rud;Aimsíodh #1 rud;Aimsíodh #1 rud;Aimsíodh #1 rud

source: Add a new rule
ga: Cuir riail nua leis

source: Remove this rule
ga: Bain an riail seo

source: M&atch all of the following
ga: Me&aitseáil gach rud a leanas

source: Match any &of the following
ga: Meaitseáil a&on rud a leanas

source: &Match all messages
ga: &Meaitseáil gach teachtaireacht

source: Shutdown Progress Window
ga: Fuinneog Fhoráis Mhúchta

source: Processing %1$S of %2$S Tasks
ga: Tasc %1$S as %2$S á phroiseáil

source: Downloading Certificates
ga: Teastais á nÍosluchtú

source: Searching the directory for recipients' certificates. This may take a few minutes.
ga: Tá an t-eolaire á chuardach le haghaidh teastais na bhfaighteoirí. Seans go dtógfaidh sé seo cúpla bomaite.

source: Stop Searching
ga: Eirí as Cuardach

source: Message Security
ga: Slándáil na dTeachtaireachtaí

source: Please note: Subject lines of email messages are never encrypted.
ga: Tabhair faoi deara: ní dhéantar criptiúchán riamh ar línte ábhair na dteachtaireachtaí ríomhphoist.

source: The contents of your message will be sent as follows:
ga: Seolfar inneachar do theachtaireachta mar seo:

source: Digitally signed:
ga: Sínithe go digiteach:

source: Encrypted:
ga: Criptithe:

source: Certificates:
ga: Teastais:

source: Issued
ga: Eisithe

source: Expires
ga: As feidhm

source: Not Found
ga: Gan Aimsiú

source: Valid
ga: Bailí

source: Expired
ga: As Dáta

source: Not Trusted
ga: Gan Muinín Ann

source: Revoked
ga: Cúlghairthe

source: Invalid
ga: Neamhbhailí

source: Not possible
ga: Dodhéanta

source: &Encrypt This Message
ga: &Criptigh an Teachtaireacht Seo

source: Digitally Sign This &Message
ga: Sínigh an &teachtaireacht seo go digiteach

source: View Security &Info
ga: Ta&ispeáin Eolas Slándála

source: View or change security settings
ga: Amharc ar, nó athraigh na socruithe slándála

source: Message Security &Info
ga: Eol&as Slándála Faoin Teachtaireacht

source: You need to set up one or more personal certificates before you can use this security feature. Would you like to do so now?
ga: Caithfidh tú teastas pearsanta amháin ar a laghad a chruthú sula mbeidh tú in ann an tréith slándála seo a úsáid. An bhfuil fonn ort é sin a dhéanamh anois?

source: View Signature Certificate
ga: Amharc ar Shíniú Teastais

source: View Encryption Certificate
ga: Amharc ar Theastas Criptiúcháin

source: Signed by:
ga: Sínithe ag:

source: Encrypted for:
ga: Criptithe le haghaidh:

source: Email address:
ga: Seoladh Ríomhphoist:

source: Certificate issued by:
ga: Teastas eisithe ag:

source: The displayed message has been digitally signed, but not all its attachments have been downloaded yet. Therefore, the signature cannot be validated. Click OK to download the complete message and validate the signature.
ga: Tá an teastas atá á thaispeáint sínithe go digiteach ach níl a n-iatáin go léir íosluchtaithe fós. Dá bhrí sin ní féidir an síniú a bhailíochtú. Cliceáil "Tá go maith" chun an teachtaireacht a íosluchtú ina hiomláine agus an síniú a bhailíochtú.

source: %brand% cannot decrypt this message
ga: Ní féidir le %brand% an teachtaireacht seo a dhíchriptiú

source: The sender encrypted this message to you using one of your digital certificates, however %brand% was not able to find this certificate and corresponding private key. <br> Possible solutions: <br><ul><li>If you have a smartcard, please insert it now. <li>If you are using a new machine, or if you are using a new %brand% profile, you will need to restore your certificate and private key from a backup. Certificate backups usually end in ".p12".</ul>
ga: Chriptigh an seoltóir an teachtaireacht seo le ceann de do theastais dhigiteacha, ach ní féidir le %brand% an teastas seo agus an eochair phríobháideach a bhaineann leis a aimsiú.<br>Réitigh incheaptha: <br><ul><li>Má tá cárta cliste agat, ionsáigh anois é.<li>Más ríomhaire nua atá in úsáid agat, nó próifíl nua %brand%, ní mór duit do theastas agus d'eochair phríobháideach a chur ar ais ó chóip chúltaca. De ghnáth críochnaíonn cóipeanna de theastais ar ".p12".</ul>

source: Message Has No Digital Signature
ga: Tá an teachtaireacht gan síniú digiteach

source: This message does not include the sender's digital signature. The absence of a digital signature means that the message could have been sent by someone pretending to have this email address. It is also possible that the message has been altered while in transit over the network. However, it is unlikely that either event has occurred.
ga: Níl síniú digiteach an tseoltóra ar an teachtaireacht seo. Gan síniú digiteach, is féidir gur duine atá ag ligean air go bhfuil an seoladh ríomhphoist seo aige a sheol an teachtaireacht. Is féidir freisin gur athraíodh an teachtaireacht agus í ar an aistear thar an líonra. Is beag seans, áfach, gur tharla ceachtar den dá rud sin.

source: Message Is Signed
ga: Tá an teachtaireacht sínithe

source: This message includes a valid digital signature. The message has not been altered since it was sent.
ga: Tá síniú digiteach bailí sa teachtaireacht seo. Níor athraíodh an teachtaireacht ón am a sheoladh í.

source: Digital Signature Is Not Valid
ga: Níl an síniú digiteach bailí

source: This message includes a digital signature, but the signature is invalid.
ga: Tá síniú digiteach sa teachtaireacht seo ach tá an síniú neamhbhailí.

source: The signature does not match the message content correctly. The message appears to have been altered after the sender signed it. You should not trust the validity of this message until you verify its contents with the sender.
ga: Ní chuireann síniú agus inneachar na teachtaireachta le chéile i gceart. Ní ceart duit muinín a chur i mbailíocht na teachtaireachta seo go dtí go mbeidh a hinneachar fíoraithe agat leis an seoltóir.

source: The certificate used to signed the message appears to have expired. Make sure your computer's clock is set correctly.
ga: Is cosúil go bhfuil an teastas lena shíníodh an teachtaireacht as dáta. Féach chuige go bhfuil clog do ríomhaire socraithe i gceart.

source: The certificate used to sign the message has been revoked. You should not trust the validity of this message until you verify its contents with the sender.
ga: Síníodh an teachtaireacht le teastas cúlghairthe. Ní ceart duit muinín a chur i mbailíocht na teachtaireachta seo go dtí go mbeidh a hinneachar fíoraithe agat leis an seoltóir.

source: The certificate used to sign the message appears not be valid yet. Make sure your computer's clock is set correctly.
ga: Is cosúil nach bhfuil an teastas lena shíníodh an teachtaireacht bhailí fós. Féach chuige go bhfuil clog do ríomhaire socraithe i gceart.

source: The certificate used to sign the message was issued by an unknown certificate authority.
ga: Ní aithnítear an t-údarás teastas a d'eisigh an teastas lena shíníodh an teachtaireacht.

source: The certificate used to sign the message was issued by a certificate authority that you do not trust for issuing this kind of certificate.
ga: D'eisigh údarás teastas nach bhfuil muinín agat as le haghaidh teastais den chineál seo an teastas lena shíníodh an teachtaireacht.

source: The certificate used to sign the message was issued by a certificate authority whose own certificate has expired. Make sure your computer's clock is set correctly.
ga: D'eisigh údarás teastas a bhfuil a theastas féin as dáta an teastas lena shíníodh an teachtaireacht. Féach chuige go bhfuil clog do ríomhaire socraithe i gceart.

source: The certificate used to sign the message was issued by a certificate authority whose own certificate has been revoked. You should not trust the validity of this message until you verify its contents with the sender.
ga: D'eisigh údarás teastas a bhfuil a theastas féin cúlghairthe an teastas lena shíníodh an teachtaireacht. Ní ceart duit muinín a chur i mbailíocht na teachtaireachta seo go dtí go mbeidh a hinneachar fíoraithe agat leis an seoltóir.

source: The certificate used to sign the message was issued by a certificate authority whose own certificate is not yet valid. Make sure your computer's clock is set correctly.
ga: D'eisigh údarás teastas nach bhfuil a theastas féin bailí fós an teastas lena shíníodh an teachtaireacht. Féach chuige go bhfuil clog do ríomhaire socraithe i gceart.

source: The message was signed using an encryption strength that this version of your software does not support.
ga: Síníodh an teachtaireacht le neart criptithe nach dtacaíonn an leagan seo de do bhogearra leis.

source: There are unknown problems with this digital signature. You should not trust the validity of this message until you verify its contents with the sender.
ga: Tá fadhbanna nach fios cad iad sa síniú digiteach seo. Ní ceart duit muinín a chur i mbailíocht na teachtaireachta seo go dtí go mbeidh a hinneachar fíoraithe agat leis an seoltóir.

source: Message is signed
ga: Tá an teachtaireacht sínithe

source: Although the digital signature is valid, it is unknown whether sender and signer are the same person.
ga: Cé go bhfuil an síniú digiteach bailí, ní fios an ionann iad an seoltóir agus an sínitheoir.

source: The email address listed in the signer's certificate is different from the email address that was used to send this message. Please look at the details of the signature certificate to learn who signed the message.
ga: Ní ionann an seoladh ríomhphoist i dteastas an tsínitheora agus an seoladh ríomhphoist a úsáideadh chun an teachtaireacht seo a sheoladh. Féach ar shonraí an teastais sínithe chun sínitheoir na teachtaireachta a fháil amach.

source: The certificate used to sign the message does not contain an email address. Please look at the details of the signature certificate to learn who signed the message.
ga: Níl seoladh ríomhphoist sa teastas a úsáideadh chun an teachtaireacht a shíniú. Féach ar shonraí an teastais sínithe chun sínitheoir na teachtaireachta a fháil amach.

source: Message Not Encrypted
ga: Níl an teachtaireacht criptithe

source: This message was not encrypted before it was sent. Information sent over the Internet without encryption can be seen by other people while in transit.
ga: Níor criptíodh an teachtaireacht seo roimh í a sheoladh. Is féidir le daoine eile faisnéis gan criptiúchán a sheoltar thar an Idirlíon a fheiceáil agus í ar an aistear.

source: Message Is Encrypted
ga: Tá an teachtaireacht criptithe
