Repository: kscanne/gaeilge-mozdev
Catalog: src/tbird-trunk.*.po
Languages: ga

source: &Use CSS styles instead of HTML elements and attributes
ga: Ú&sáid stíleanna CSS in áit eilimintí agus aitreabúidí HTML

source: &Return in a paragraph always creates a new paragraph
ga: C&ruthaíonn aisfhilleadh in alt nua i gcónaí

source: A&uthor:
ga: Ú&dar:

source: Default Page Appearance
ga: Cuma Réamhshocraithe na Leathanach

source: Reader's default colors (&Don't set colors in page)
ga: &Dathanna réamhshocraithe an léitheora (ná socraigh dathanna sa leathanach)

source: Use &custom colors:
ga: Úsáid dathanna sain&cheaptha:

source: &Normal text
ga: G&náththéacs

source: &Link text
ga: Téacs &naisc

source: &Active link text
ga: Téacs n&aisc gníomhach

source: &Visited link text
ga: Téacs naisc &feicthe

source: &Background:
ga: &Cúlra:

source: Background i&mage:
ga: Ío&mhá chúlra:

source: Ch&oose File…
ga: R&oghnaigh Comhad…

source: Show these buttons in the Composition Toolbar:
ga: Taispeáin na cnaipí seo sa Bharra Cumadóireachta:

source: H. Line
ga: Líne Ch.

source: Show these buttons in the Formatting Toolbar:
ga: Taispeáin na cnaipí seo sa Bharra Formáidithe:

source: Smaller
ga: Níos Lú

source: Larger
ga: Níos Mó

source: Bullets
ga: Urchair

source: Numbers
ga: Uimhreacha

source: Outdent
ga: Bog faoi chlé

source: Indent
ga: Eangaigh

source: Absolute positioning
ga: Dearbhshuí

source: Send to back
ga: Cuir go dtí an cúl

source: Bring to front
ga: Tabhair chun tosaigh

source: Advanced Property Editor
ga: Cur in Eagar na nArdairíonna

source: Attribute:
ga: Tréith:

source: Value:
ga: Luach:

source: Property:
ga: Airí:

source: Current attributes for:
ga: Tréithe reatha le haghaidh:

source: Attribute
ga: Aitreabúid

source: Property
ga: Airí

source: Value
ga: Luach

source: HTML Attributes
ga: Tréithe HTML

source: Inline Style
ga: Stíl Inlíne

source: JavaScript Events
ga: Teagmhais JavaScript

source: Click on an item above to edit its value
ga: Cliceáil mír thuas chun é a chur in eagar

source: Remove
ga: Bain

source: Color
ga: Dath

source: &Last-picked color
ga: An dath &roghnaithe roimhe seo

source: Click on a color or
ga: Cliceáil ar dhath nó

source: enter an &HTML color string
ga: iontráil teaghrán datha &HTML

source: (e.g.: &quot;#0000ff&quot; or &quot;blue&quot;):
ga: (m.sh.: &quot;#0000ff&quot; or &quot;blue&quot;):

source: &Default
ga: &Réamhshocrú

source: Palette:
ga: Pailéad:

source: Standard
ga: Caighdeánach

source: All web colors
ga: Gach dath Gréasáin

source: &Background for:
ga: &Cúlra le haghaidh:

source: &Cell(s)
ga: &Cill/Cealla

source: Convert To Table
ga: Tiontaigh Go Tábla

source: Composer creates a new table row for each paragraph in the selection.
ga: Cruthaíonn an Cumadóir ró nua tábla do gach aon alt sa rogha.

source: Choose the character used to separate the selection into columns:
ga: Roghnaigh an carachtar a úsáidfear chun an rogha a roinnt i gcolúin:

source: Comma
ga: Camóg

source: Space
ga: Spás

source: Other Character:
ga: Carachtar Eile:

source: Delete separator character
ga: Scrios an carachtar deighilte

source: Ignore extra spaces
ga: Tabhair neamhaird ar spásanna breise

source: Convert adjacent spaces to one separator
ga: Athraíonn seo spásanna in aice a chéile go deighilteoir amháin

source: Advanced &Edit…
ga: &Eagarthóireacht Chasta…

source: Add or modify HTML attributes, style attributes, and JavaScript
ga: Cuir tréithe HTML, tréithe stíle nó JavaScript leis, nó athraigh iad

source: Choose &File...
ga: Roghnaigh &Comhad...

source: Ch&oose File...
ga: R&oghnaigh Comhad...

source: U&RL is relative to page location
ga: U&RL i gcoibhneas suíomh an leathanaigh

source: Change between relative and absolute URL. You must first save the page to change this.
ga: Athraigh idir URL coibhneasta agus dearbh-URL. Chun é seo a athrú, ní mór duit an leathanach a shábháil ar dtús.

source: Enter a &web page location, a local file, or select a Named Anchor or Heading from the popup list:
ga: Iontráil suíomh &Gréasáin nó comhad logánta, nó roghnaigh Ancaire Ainmnithe nó Ceanntásc ón liosta aníos:

source: Select Edit Changes
ga: Roghnaigh Athruithe Eagarthóireachta

source: This page has been modified by another program, but you also have unsaved changes in Composer.
ga: Tá an leathanach athraithe ag ríomhchlár eile, ach tá athruithe gan sábháil agat freisin sa Chumadóir.

source: Select which version to keep:
ga: Roghnaigh an leagan atá le coinneáil:

source: Keep current page changes
ga: Coimeád na hathruithe ar an leathanach reatha

source: Replace current page with other changes
ga: Cuir athruithe eile in áit an leathanaigh reatha

source: Button Properties
ga: Airíonna na gCnaipí

source: Settings
ga: Socruithe

source: &Type
ga: &Cineál

source: Submit
ga: Seol

source: Reset
ga: Bánaigh

source: &Name:
ga: Ai&nm:

source: &Value:
ga: &Luach:

source: Tab &Index:
ga: &Innéacs Cluaisín:

source: &Disabled
ga: &Díchumasaithe

source: Access &Key:
ga: Eo&chair Rochtana:

source: &Remove Button
ga: &Bain Cnaipe

source: Page Colors and Background
ga: Dathanna agus Cúlra an Leathanaigh

source: Page Colors
ga: Dathanna an Leathanaigh

source: Use the color settings from the viewer (reader's) browser only
ga: Ná húsáid ach dathanna ó bhrabhsálaí an léitheora

source: These color settings override the viewer's browser settings
ga: Sáraíonn na socruithe datha seo na socruithe i mbrabhsálaí an léitheora

source: Background I&mage:
ga: Ío&mhá Chúlra:

source: Use an image file as the background for your page
ga: Úsáid comhad íomhá mar chúlra do leathanaigh

source: Field Set Properties
ga: Airíonna an Tacair Réimsí

source: &Legend
ga: &Eochair Eolais

source: Edi&t Legend:
ga: Cuir an &eochair eolais in eagar:

source: &Align Legend:
ga: &Ailínigh an eochair eolais:

source: Default
ga: Réamhshocrú

source: Left
ga: Ar Chlé

source: Center
ga: Láraithe

source: Right
ga: Ar Dheis

source: &Remove Field Set
ga: Bain Tacar &Réimsí

source: Form Properties
ga: Airíonna Foirme

source: Form &Name:
ga: Ainm &na Foirme:

source: &Action URL:
ga: URL &Gnímh:

source: &Method:
ga: &Modh:

source: En&coding:
ga: Ion&chódú:

source: &Target Frame:
ga: &Spriocfhráma:

source: &Remove Form
ga: &Bain Foirm

source: Horizontal Line Properties
ga: Airíonna Líne Cothrománaí

source: Dimensions
ga: Toisí

source: Hei&ght:
ga: Air&de:

source: &Width:
ga: &Leithead:

source: Alignment
ga: Ailíniú

source: 3-D &Shading
ga: &Scáthú 3T

source: Use as &Default
ga: Úsáid mar &Réamhshocrú

source: Save these settings to use when inserting new horizontal lines
ga: Sábháil na socruithe seo le húsáid agus línte cothrománacha nua á n-ionsá

source: Image Properties
ga: Airíonna Íomhá

source: Image &Location:
ga: &Suíomh na hÍomhá:

source: Type the image's filename or location
ga: Iontráil comhadainm nó suíomh na híomhá

source: &Tooltip:
ga: &Leid Uirlise:

source: The html 'title' attribute that displays as a tooltip
ga: An aitreabúid HTML "title" a thaispeánfar mar leid uirlise

source: &Alternate text:
ga: Té&acs mar Mhalairt:

source: Type text to display in place of the image
ga: Iontráil an téacs le taispeáint in áit na híomhá

source: &Don't use alternate text
ga: &Ná húsáid téacs mar mhalairt

source: Image Preview
ga: Réamhamharc Íomhá

source: Actual Size:
ga: Fíormhéid:

source: &Actual Size
ga: &Fíormhéid

source: Revert to the image's actual size
ga: Fill ar fhíormhéid na híomhá

source: Custom &Size
ga: Méid &Saincheaptha

source: Change the image's size as displayed in the page
ga: Athraigh méid na híomhá agus í á taispeáint sa leathanach

source: &Constrain
ga: &Cuir Iallach Air

source: Maintain the image's aspect ratio
ga: Coimeád cóimheas treoíochta na híomhá

source: Image Map
ga: Mapa Íomhá

source: Align Text to Image
ga: Ailínigh an Téacs leis an Íomhá

source: At the bottom
ga: Ag an mbun

source: At the top
ga: Ag an mbarr

source: In the center
ga: Sa lár

source: Wrap to the right
ga: Timfhilleadh ar dheis

source: Wrap to the left
ga: Timfhilleadh ar chlé

source: Spacing
ga: Spásáil

source: &Left and Right:
ga: Deis agus c&lé:

source: &Top and Bottom:
ga: &Barr agus Bun:

source: Solid &Border:
ga: Imlíne &sholadach:

source: Show &border around linked image
ga: Taispeáin &imlíne timpeall na híomhá nasctha

source: &Link Advanced Edit…
ga: Ardeagraíocht &Naisc…

source: Location
ga: Suíomh

source: Appearance
ga: Cuma

source: Form Field Properties
ga: Airíonna Réimse Foirme

source: Form Image Properties
ga: Airíonna Íomhá Foirme

source: Field &Type
ga: &Cineál an Réimse

source: Text
ga: Téacs

source: Password
ga: Focal Faire

source: Check Box
ga: Ticbhosca

source: Radio Button
ga: Cnaipe Raidió

source: Submit Button
ga: Cnaipe Seolta

source: Reset Button
ga: Cnaipe Athshocraithe

source: File
ga: Comhad

source: Hidden
ga: I bhFolach

source: Field Settings
ga: Socruithe Réimse

source: Field &Name:
ga: Ainm &Réimse:

source: Group &Name:
ga: Ai&nm Grúpa:

source: Field &Value:
ga: &Luach Réimse:

source: Initial &Value:
ga: Luach &Tosaigh:

source: Initially &Checked
ga: R&oghnaithe ar dTús

source: Initially &Selected
ga: Roghnaithe ar dTú&s

source: &Read Only
ga: &Léamh Amháin

source: &Field Size:
ga: Méid &Réimse:

source: Maximum &Length:
ga: Uas&fhad:

source: &Accept Types:
ga: Gl&ac le Cineálacha:

source: Imag&e Properties…
ga: Airíonna Ío&mhá…

source: Insert Character
ga: Ionsáigh Carachtar

source: Category
ga: Catagóir

source: &Letter:
ga: &Litir:

source: &Character:
ga: &Carachtar:

source: Accent Uppercase
ga: Cás Uachtair le hAiceann

source: Accent Lowercase
ga: Cás Íochtair le hAiceann

source: Other Uppercase
ga: Cás Uachtair Eile

source: Other Lowercase
ga: Cás Íochtair Eile

source: Common Symbols
ga: Siombailí Coitianta

source: Insert
ga: Ionsáigh

source: Close
ga: Dún

source: Insert HTML
ga: Ionsáigh HTML

source: Enter HTML tags and text:
ga: Iontráil clibeanna agus téacs HTML:

source: Example:
ga: Sampla:

source: Hello World!
ga: Dia duit, a dhomhain!

source: &Insert
ga: &Ionsáigh

source: Insert Table
ga: Ionsáigh Tábla

source: Size
ga: Méid

source: &Rows:
ga: &Rónna:

source: &Columns:
ga: &Colúin:

source: &Border:
ga: &Teorainn:

source: Type a number for the table's border, or type zero (0) for no border
ga: Clóbhuail uimhir le haghaidh imlíne an tábla, nó clóbhuail náid (0) le haghaidh tábla gan imlíne

source: Table of Contents
ga: Clár Ábhair

source: Build table of contents from:
ga: Clár ábhair le tógáil ó:

source: Tag:
ga: Clib:

source: Class:
ga: Aicme:

source: Level 1
ga: Leibhéal 1

source: Level 2
ga: Leibhéal 2

source: Level 3
ga: Leibhéal 3

source: Level 4
ga: Leibhéal 4

source: Level 5
ga: Leibhéal 5

source: Level 6
ga: Leibhéal 6

source: Make the table of contents read-only
ga: Clár ábhar le cead léite amháin

source: Number all entries in the table of contents
ga: Cuir uimhir le gach iontráil sa chlár ábhar

source: Label Properties
ga: Airíonna an Lipéid

source: &Settings
ga: Soc&ruithe

source: Edit &Text:
ga: Cuir &Téacs in Eagar:

source: &For Control:
ga: &Le haghaidh Rialtáin:

source: &Remove Label
ga: &Bain Lipéad

source: Link Properties
ga: Airíonna an Naisc

source: Link Location
ga: Suíomh an Naisc

source: List Properties
ga: Airíonna an Liosta

source: List Type
ga: Cineál an Liosta

source: Bullet Style:
ga: Stíl Urchair:

source: &Start at:
ga: To&saigh ag:

source: Bullet (Unnumbered) List
ga: Liosta (Neamhuimhrithe) le hUrchair

source: Numbered List
ga: Liosta Uimhrithe

source: Definition List
ga: Liosta Sainmhínithe

source: &Change entire list
ga: &Athraigh an liosta iomlán

source: Change just selected &items
ga: Ná hathraigh ach na míreanna roghna&ithe

source: Page Properties
ga: Airíonna an Leathanaigh

source: Location:
ga: Suíomh:

source: Last Modified:
ga: Athraithe:

source: &Title:
ga: &Teideal:

source: &Author:
ga: Úd&ar:

source: &Description:
ga: &Cur Síos:

source: [New page, not saved yet]
ga: [Leathanach nua, gan sábháil faoi láthair]

source: Advanced users:
ga: Ardúsáideoirí:

source: To edit other contents of the &lt;head&gt; region, use &quot;HTML Source&quot; in the View Menu or Edit Mode Toolbar.
ga: Chun inneachair eile an réigiúin &lt;head&gt; a chur in eagar, úsáid &quot;Foinse HTML&quot; sa roghchlár "Amharc" nó sa Bharra Eagarthóireachta.

source: Personal Dictionary
ga: Foclóir Pearsanta

source: &New word:
ga: Focal &nua:

source: &Add
ga: Cuir &Leis

source: &Words in dictionary:
ga: &Focail san fhoclóir:

source: &Replace
ga: &Ionadaigh

source: R&emove
ga: B&ain

source: &Close
ga: &Dún

source: Publish Settings
ga: Socruithe Foilsithe

# publishTab.label
source: Publish
ga: Foilsigh

# publishButton.label
source: Publish
ga: Foilsigh

# siteList.label siteList.accesskey
source: Sit&e Name:
ga: Ainm an t&Suímh:

source: Choose the site that you want to publish to
ga: Roghnaigh an suíomh a theastaíonn uait foilsiú chuige

source: &New Site
ga: Suíomh &nua

source: &Site subdirectory for this page:
ga: Fochomhadlann &suímh an leathanaigh seo:

source: Choose or enter the name of the remote subdirectory for this page
ga: Roghnaigh nó cuir isteach ainm chianfhochomhadlann an leathanaigh seo

source: Include images and &other files
ga: Cuir í&omhánna agus comhaid eile san áireamh

source: Publish images and other files referenced by this page
ga: Foilsigh íomhánna agus comhaid eile a dhéantar tagairt orthu sa leathanach seo

source: &Use same location as page
ga: Úsáid an s&uíomh céanna agus an leathanach

source: Publish files to the same location as the page
ga: Foilsigh comhaid go dtí an suíomh céanna ar a bhfuil an leathanach

source: Use this site sub&directory:
ga: Úsáid an fhochomha&dlann suímh seo:

source: Publish files to the selected remote subdirectory
ga: Foilsigh comhaid chuig an chianfhochomhadlann roghnaithe

source: Choose or enter name of remote subdirectory where files will be published
ga: Roghnaigh nó iontráil ainm na fochomhadlainne cianda ar a bhfoilseofar comhaid

source: Page &Title:
ga: &Teideal an Leathanaigh:

source: Enter a title to identify the page in the window and in bookmarks
ga: Iontráil teideal a chuirfear ar an leathanach san fhuinneog nó i leabharmharcanna

source: e.g.: &quot;My Web Page&quot;
ga: m.sh.: &quot;Mo Leathanach Gréasáin&quot;

source: &Filename:
ga: &Ainm comhaid:

source: Enter a name for this file, including '.html' for a web page
ga: Iontráil ainm don chomhad seo, le ".html" air más leathanach Gréasáin é

source: e.g,: &quot;mypage.html&quot;
ga: m.sh.: &quot;moleathanach.html&quot;

source: Set as &Default
ga: Socraigh mar &Réamhshocrú

source: &Remove Site
ga: &Bain Suíomh

source: Publishing Sites
ga: Suíomhanna Foilsithe

source: Server Information
ga: Eolas faoin bhfreastalaí

source: Login Information
ga: Eolas Logála Isteach

# siteName.label siteName.accesskey
source: Sit&e Name:
ga: Ainm an t&Suímh:

source: A nickname that identifies this publishing site (e.g.: 'MySite')
ga: Leasainm mar aitheantas ar an suíomh seo (m.sh. "MoShuíomh")

source: Publishing &address (e.g.: 'ftp://ftp.myisp.com/myusername'):
ga: Seol&adh foilsithe (m.sh. "ftp://ftp.mossi.ie/mo_ainm"):

source: The FTP:// or HTTP:// address provided by your ISP or web hosting service
ga: An seoladh FTP:// nó HTTP:// a thugann do Sholáthraí Seirbhísí Idirlín nó do sheirbhís óstála Gréasáin duit

source: H&TTP address of your homepage (e.g.: 'http://www.myisp.com/myusername'):
ga: Seoladh H&TTP do leathanaigh bhaile (m.sh. "http://www.mossi.ie/mo_ainm"):

source: The HTTP:// address of your home directory (don't include filename)
ga: Seoladh HTTP:// do chomhadlainne baile (gan ainm comhaid):

source: &User name:
ga: Ainm ú&sáideora:

source: The user name you use to log in to your ISP or web hosting service
ga: An t-ainm úsáideora a úsáideann tú chun logáil isteach chuig do Sholáthraí Seirbhísí Idirlín nó do sheirbhís óstála Gréasáin

source: Pass&word:
ga: &Focal Faire:

source: The password associated with your user name
ga: An focal faire a bhaineann le d'ainm úsáideora

source: &Save Password
ga: &Sábháil an focal faire

source: Select this to save your password securely using Password Manager
ga: Roghnaigh é seo chun d'fhocal faire a shábháil go slán le Bainisteoir na bhFocal Faire

source: Site URL:
ga: URL an tSuímh:

source: Page subdirectory:
ga: Fochomhadlann na leathanach:

source: Image subdirectory:
ga: Fochomhadlann na n-íomhánna:

source: Publishing…
ga: Á fhoilsiú…

source: Publishing Status
ga: Stádas Foilsithe

source: Succeeded
ga: D'éirigh leis

source: Failed
ga: Teipthe

source: Keep this window open after publishing is complete.
ga: Fág an fhuinneog seo ar oscailt tar éis críoch an fhoilsithe.

source: Find and Replace
ga: Aimsigh agus Ionadaigh

source: Fi&nd text:
ga: Cua&rdaigh téacs:

source: R&eplace with:
ga: Ionadaigh l&e:

source: Mat&ch exact case
ga: Meaitseáil an &cás go beacht

source: &Wrap around
ga: &Timfhill

source: Search &backwards
ga: Cuardaigh ar &gcúl

source: &Find Next
ga: An Chéad Cheann &Eile

source: Replace an&d Find
ga: Iona&daigh agus Aimsigh

source: Replace &All
ga: Ion&adaigh Uile

source: Save And Change Character Encoding
ga: Sábháil agus Athraigh Ionchódú na gCarachtar

source: Character Encoding
ga: Ionchódú Carachtar

source: Select the character encoding you want to save a document in:
ga: Roghnaigh ionchódú na gcarachtar atá uait le haghaidh sábhála cáipéise:

source: Export to Text
ga: Easpórtáil mar Théacs

source: Selection List Properties
ga: Airíonna an Liosta Roghnúcháin

source: List &Name:
ga: Ai&nm an Liosta:

source: &Height:
ga: &Airde:

source: &Multiple Selection
ga: &Ilroghnú

# SelectDisabled.label SelectDisabled.accesskey
source: &Disabled
ga: &Díchumasaithe

source: Option Group
ga: Grúpa Roghanna

source: &Label:
ga: &Lipéad:

# OptGroupDisabled.label OptGroupDisabled.accesskey
source: &Disabled
ga: &Díchumasaithe

source: Option
ga: Rogha

source: &Text:
ga: &Téacs:

# OptionDisabled.label OptionDisabled.accesskey
source: &Disabled
ga: &Díchumasaithe

source: Selected
ga: Roghnaithe

source: Add &Option
ga: Cuir R&ogha Leis

source: Add &Group
ga: Cuir &Grúpa Leis

source: Move &Up
ga: Bog S&uas

source: Move &Down
ga: Bog Sí&os

source: Snap to Grid
ga: Léim go Greille

source: &enable Snap to Grid
ga: &cumasaigh "Léim go Greille"

source: &Size:
ga: &Méid:

source: Misspelled word:
ga: Focal mílitrithe:

source: Replace &with:
ga: Ionadaigh &le:

source: Chec&k Word
ga: Sei&ceáil Focal

source: S&uggestions:
ga: M&oltaí:

source: &Ignore
ga: Tabhair neamha&ird air

source: Ig&nore All
ga: Tabhair &Neamhaird ar Gach Rud

source: S&top
ga: S&tad

source: Personal Dictionary:
ga: Foclóir Pearsanta:

source: Download more dictionaries…
ga: Íosluchtaigh tuilleadh foclóirí…

source: A&dd Word
ga: C&uir Focal Leis

source: &Edit…
ga: &Eagar…

source: Recheck &Page
ga: &Seiceáil an Leathanach Arís

source: &Send
ga: &Seol

source: &Language:
ga: &Teanga:

source: Table Properties
ga: Airíonna an Tábla

source: &Apply
ga: &Cuir i bhFeidhm

source: Cells
ga: Cealla

source: Borders and Spacing
ga: Imlínte agus Spásáil

source: &Spacing:
ga: &Spásáil:

source: &Padding:
ga: &Stuáil:

source: pixels between cells
ga: picteilín idir cealla

source: pixels between cell border and content
ga: picteilín idir imlíne chille agus a hinneachar

source: &Table Alignment:
ga: Ailíniú &Tábla:

source: Captio&n:
ga: Foscríbhi&nn:

source: Above Table
ga: Os cionn an tábla

source: Below Table
ga: Faoin tábla

source: Left of Table
ga: Ar chlé an tábla

source: Right of table
ga: Ar dheis an tábla

source: (Let page color show through)
ga: (Lig le dath an leathanaigh bheith le feiceáil)

source: Selection
ga: Rogha

source: Cell
ga: Cill

source: Row
ga: Ró

source: Column
ga: Colún

source: &Next
ga: &Ar Aghaidh

source: &Previous
ga: &Siar

source: Current changes will be applied before changing the selection.
ga: Cuirfear na hathruithe reatha i bhfeidhm roimh an rogha a athrú.

source: Content Alignment
ga: Ailíniú Inneachair

source: Hori&zontal:
ga: &Cothrománach:

source: &Vertical:
ga: &Ingearach:

source: &Cell Style:
ga: Stíl &Chille:

source: Header
ga: Ceanntásc

source: &Text Wrap:
ga: &Timfhilleadh Téacs:

source: Wrap
ga: Timfhill

source: Don't wrap
ga: Ná timfhill

source: Top
ga: Ag barr

source: Middle
ga: Lár

source: Bottom
ga: Ag bun

source: Justify
ga: Comhfhadaithe

source: (Let table color show through)
ga: (Lig le dath an tábla bheith le feiceáil)

source: Use checkboxes to determine which properties are applied to all selected cells
ga: Úsáid ticbhoscaí le socrú cad iad na hairíonna a chuirtear i bhfeidhm ar gach cill roghnaithe

source: &Background Color:
ga: Dath an Chú&lra:

source: Text Area Properties
ga: Airíonna an Limistéir Théacs

source: Read &Only
ga: Léamh &Amháin

source: Initial &Text:
ga: &Téacs ar dTús:

source: &Wrap Mode:
ga: &Mód Timfhillte:

source: Off
ga: As

source: Hard
ga: Crua

source: Soft
ga: Bog

source: Physical
ga: Fisiceach

source: Virtual
ga: Fíorúil

source: Check Image and Link Locations
ga: Seiceáil Suíomhanna na nÍomhánna agus na Nasc

source: Named Anchor Properties
ga: Airíonna an Ancaire Ainmnithe

source: Anchor &Name:
ga: Ai&nm an Ancaire:

source: Enter a unique name for this named anchor (target)
ga: Iontráil ainm uathúil don ancaire ainmnithe seo (sprioc)

source: &File
ga: &Comhad

source: &New
ga: &Nua

source: &Edit
ga: &Eagar

source: &Undo
ga: Cea&laigh

source: &Redo
ga: Ath&fheidhmigh

source: Cu&t
ga: &Gearr

source: &Copy
ga: &Cóipeáil

source: &Paste
ga: Grea&maigh

source: Select &All
ga: Roghnaigh &Uile

source: A
ga: W

source: &Options…
ga: &Roghanna…

source: Prefere&nces
ga: Sai&nroghanna

source: &View
ga: &Amharc

source: &Toolbars
ga: Barraí &Uirlisí

source: Stat&us Bar
ga: Barra &Stádais

source: Proxy &Configuration…
ga: &Cumraíocht an tSeachfhreastalaí…

source: E&xit
ga: S&coir

source: &Quit
ga: S&coir

source: &Quit &brandShortName;
ga: &Scoir &brandShortName;

source: About &brandFullName;
ga: Maidir le &brandFullName;

source: &brandShortName; is designed by
ga: Bhí &brandShortName; cruthaithe ag

source: global community
ga: comhphobal domhanda

source: working together to make the Internet better. We believe that the Internet should be open, public, and accessible to everyone without any restrictions.
ga: atá ag cur le chéile chun feabhas a chur ar an Idirlíon. Creidimid gur chóir don Idirlíon a bheith oscailte, poiblí, agus ar fáil do chách gan srian ar bith.

source: Sound interesting?
ga: Suimiúil?

source: Get involved!
ga: Bí linn!

source: Licensing Information
ga: Maidir leis an gCeadúnas

source: End-User Rights
ga: Cearta an Úsáideora

source: Privacy Policy
ga: Polasaí Príobháideachta

source: Checking for updates…
ga: Nuashonruithe á lorg…

source: Checking Add-on compatibility…
ga: Comhoiriúnacht na mBreiseán á Seiceáil…

source: &brandShortName; is up to date
ga: Tá &brandShortName; cothrom le dáta

source: Updates disabled by your system administrator
ga: Tá nuashonruithe bogearra díchumasaithe ag riarthóir do chórais

source: Update failed.
ga: Theip ar an nuashonrú.

source: Download the latest version
ga: Íosluchtaigh an leagan is déanaí

source: Download the
ga: Íosluchtaigh an

source: latest version
ga: leagan is déanaí

source: Downloading update —
ga: Nuashonrú á íosluchtú —

source: Applying update…
ga: Nuashonrú á chur i bhfeidhm…

source: You are currently on the
ga: Tá tú ar an gcainéal

source: update channel.
ga: faoi láthair.

# rights.title
source: About Your Rights
ga: Maidir le do Chearta

# rights.intro-header
source: About Your Rights
ga: Maidir le do Chearta

source: Advanced
ga: Ardroghanna

source: Update
ga: Nuashonrú

source: Know your rights…
ga: Bíodh do chearta ar eolas agat…
