Repository: kscanne/gaeilge-mozdev
Catalog: src/tbird-trunk.*.po
Languages: ga

source: The author of this message has requested that responses be sent only to the author. If you also want to reply to the newsgroup, add a new row to the addressing area, choose Newsgroup from the recipients list, and enter the name of the newsgroup.
ga: D'iarr údar na teachtaireachta seo go seolfar freagraí chuigesean amháin. Más mian leat freagra a chur chuig an ngrúpa nuachta freisin, cuir ró nua leis an réimse seoltaí, roghnaigh "Grúpa Nuachta" ó liosta na bhfaighteoirí, agus cuir isteach ainm an ghrúpa nuachta.

source: undisclosed-recipients
ga: faighteoiri-neamhnochtaithe

source: There was an error attaching %S. Please check if you have access to the file.
ga: Tharla earráid agus %S á chur faoi iamh. Cinntigh go bhfuil cead rochtana agat don chomhad.

source: An error occurred sending mail: The mail server sent an incorrect greeting: %s.
ga: Tharla earráid agus ríomhphost á sheoladh: sheol an freastalaí ríomhphoist teachtaireacht fáiltithe mícheart: %s.

source: An error occurred while sending mail. The mail server responded: %1$s. Please check the message recipient %2$s and try again.
ga: Tharla earráid agus ríomhphost á sheoladh. D'fhreagair an freastalaí: %1$s. Seiceáil faighteoir na teachtaireachta %2$s agus déan iarracht eile.

source: An error occurred sending mail: Unable to establish a secure link with SMTP server %S using STARTTLS since it doesn't advertise that feature. Switch off STARTTLS for that server or contact your service provider.
ga: Tharla earráid agus ríomhphost á sheoladh: ní féidir ceangal slán a bhunú leis an bhfreastalaí SMTP %S le STARTTLS toisc nach bhfógraíonn sé an tréith sin. Díchumasaigh STARTTLS don fhreastalaí sin nó téigh i dteagmháil le do sholáthróir seirbhíse.

source: An error occurred sending mail: Could not get password for %S. The message was not sent.
ga: Tharla earráid agus ríomhphost á sheoladh: níorbh fhéidir focal faire a fháil le haghaidh %S. Níor seoladh an teachtaireacht.

source: The size of the message you are trying to send exceeds a temporary size limit of the server. The message was not sent; try to reduce the message size or wait some time and try again. The server responded: %s.
ga: Sháraíonn méid na teachtaireachta atá á seoladh agat teorainn shealadach méide an fhreastalaí. Níor seoladh an teachtaireacht. Déan iarracht méid na teachtaireachta a laghdú nó fan tamall agus déan iarracht eile. D'fhreagair an freastalaí: %s.

source: The size of the message you are trying to send exceeds the global size limit (%d bytes) of the server. The message was not sent; reduce the message size and try again.
ga: Sháraíonn méid na teachtaireachta atá á seoladh agat teorainn uilíoch méide (%d beart) an fhreastalaí. Níor seoladh an teachtaireacht. Laghdaigh méid na teachtaireachta agus déan iarracht eile.

source: The size of the message you are trying to send exceeds the global size limit of the server. The message was not sent; reduce the message size and try again. The server responded: %s.
ga: Sháraíonn méid na teachtaireachta atá á seoladh agat teorainn uilíoch méide an fhreastalaí. Níor seoladh an teachtaireacht. Laghdaigh méid na teachtaireachta agus déan iarracht eile. D'fhreagair an freastalaí: %s.

source: An error occurred sending mail: SMTP server %S is unknown. The server may be incorrectly configured. Please verify that your SMTP server settings are correct and try again.
ga: Tharla earráid agus ríomhphost á sheoladh: tá an freastalaí SMTP %S neamhaithnid. B'fhéidir go bhfuil cumraíocht an fhreastalaí mícheart. Cinntigh go bhfuil do shocruithe freastalaí SMTP i gceart agus déan iarracht eile.

source: The message could not be sent because connecting to SMTP server %S failed. The server may be unavailable or is refusing SMTP connections. Please verify that your SMTP server settings are correct and try again, or contact the server administrator.
ga: Níorbh fhéidir an teachtaireacht a sheoladh toisc gur theip ar cheangal leis an bhfreastalaí SMTP %S. B'fhéidir nach bhfuil an freastalaí ar fáil nó go bhfuil sé ag diúltú le ceangail SMTP. Cinntigh go bhfuil socruithe do fhreastalaí SMTP i gceart agus déan iarracht eile, nó téigh i dteagmháil le do riarthóir líonra.

source: The message could not be sent because the connection to SMTP server %S was lost in the middle of the transaction. Try again or contact your network administrator.
ga: Níorbh fhéidir an teachtaireacht a sheoladh toisc gur cailleadh an ceangal leis an bhfreastalaí SMTP %S i rith na seolta. Déan iarracht eile, nó téigh i dteagmháil le do riarthóir líonra.

source: The message could not be sent because the connection to SMTP server %S timed out. Try again or contact your network administrator.
ga: Níorbh fhéidir an teachtaireacht a sheoladh toisc gur imigh an ceangal leis an bhfreastalaí SMTP %S thar am. Déan iarracht eile, nó téigh i dteagmháil le do riarthóir líonra.

source: The message could not be sent using SMTP server %S for an unknown reason. Please verify that your SMTP server settings are correct and try again, or contact your network administrator.
ga: Níorbh fhéidir an teachtaireacht a sheoladh le húsáid an fhreastalaí SMTP %S ach ní fios cén fáth. Cinntigh go bhfuil socruithe do fhreastalaí SMTP i gceart, nó téigh i dteagmháil le do riarthóir líonra.

source: The SMTP server %S does not seem to support encrypted passwords. If you just set up the account, please try changing to 'Password, transmitted insecurely' as the 'Authentication method' in the 'Account Settings | Server settings'. If it used to work and now suddenly fails, this is a common scenario how someone could steal your password.
ga: Dealraíonn sé nach dtacaíonn freastalaí SMTP %S le focail fhaire chriptithe. Má tá tú go díreach tar éis an cuntas seo a shocrú, bain triail as 'Focal faire, seolta go neamhshlán' mar 'Modh fíordheimhnithe' i 'Socruithe an Chuntais | Socruithe an fhreastalaí'. Má bhí sé ag obair roimhe seo ach níl anois, b'fhéidir go bhfuil duine éigin ag iarraidh d'fhocal faire a ghoid.

source: The SMTP server %S does not seem to support encrypted passwords. If you just set up this account, please try changing to 'Normal password' as the 'Authentication method' in the 'Account Settings | Server settings'. If it used to work and now suddenly fails, please contact your email administrator or provider.
ga: Dealraíonn sé nach dtacaíonn freastalaí SMTP %S le focail fhaire chriptithe. Má tá tú go díreach tar éis an cuntas seo a shocrú, bain triail as 'Gnáthfhocal faire' mar 'Modh fíordheimhnithe' i 'Socruithe an Chuntais | Socruithe an fhreastalaí'. Má bhí sé ag obair roimhe seo ach níl anois, téigh i dteagmháil le do riarthóir ríomhphoist nó le do sholáthraí seirbhíse.

source: The SMTP server %S does not allow plaintext passwords. Please try changing to 'Encrypted password' as the 'Authentication method' in the 'Account Settings | Server settings'.
ga: Ní ghlacann freastalaí SMTP %S le focail fhaire ghnáth-théacs. Bain triail as 'Focal faire criptithe' mar 'Modh fíordheimhnithe' i 'Socruithe an Chuntais | Socruithe an fhreastalaí'.

source: Unable to authenticate to SMTP server %S. Please check the password, and verify the 'Authentication method' in 'Account Settings | Outgoing server (SMTP)'.
ga: Níorbh fhéidir fíordheimhniú le freastalaí SMTP %S. Seiceáil an focal faire agus an 'Modh fíordheimhnithe' i 'Socruithe an Chuntais | Freastalaí amach (SMTP)'.

source: The Kerberos/GSSAPI ticket was not accepted by the SMTP server %S. Please check that you are logged in to the Kerberos/GSSAPI realm.
ga: Níor ghlac freastalaí SMTP %S leis an ticéad Kerberos/GSSAPI. Bí cinnte go bhfuil tú logáilte isteach san fhearann Kerberos/GSSAPI.

source: The SMTP server %S does not support the selected authentication method. Please change the 'Authentication method' in the 'Account Settings | Outgoing Server (SMTP)'.
ga: Ní thacaíonn freastalaí SMTP %S leis an modh roghnaithe fíordheimhnithe. Athraigh an 'Modh fíordheimhnithe' i 'Socruithe an Chuntais | Freastalaí Amach (SMTP)'.

source: Unable to authenticate to SMTP server %S. It does not support authentication (SMTP-AUTH) but you have chosen to use authentication. Please change the 'Authentication method' to 'None' in the 'Account Settings | Outgoing Server (SMTP)' or contact your email service provider for instructions.
ga: Níorbh fhéidir fíordheimhniú le freastalaí SMTP %S. Ní thacaíonn sé le fíordheimhniú (SMTP-AUTH) ach tá tú ag iarraidh fíordheimhniú a úsáid. Bain triail as 'Gan sonrú' mar 'Modh fíordheimhnithe' i 'Socruithe an Chuntais | Freastalaí Amach (SMTP)' nó téigh i dteagmháil le do sholáthraí seirbhíse ríomhphoist le haghaidh treoracha.

source: There are non-ASCII characters in the local part of the recipient address %s. This is not yet supported. Please change this address and try again.
ga: Tá carachtair neamh-ASCII sa chuid áitiúil de sheoladh an fhaighteora %s. Ní thacaítear leis seo fós. Athraigh an seoladh agus déan iarracht eile.

# saveDlogTitle
source: Save Message
ga: Sábháil an Teachtaireacht

source: Message has not been sent. Do you want to save the message in the Drafts folder?
ga: Níor seoladh an teachtaireacht. An bhfuil fonn ort í a shábháil i bhfillteán na nDréachtaí?

source: Attach File(s)
ga: Cuir comha(i)d faoi iamh

source: Attach File(s) via %1$S
ga: Ceangail Comha(i)d trí %1$S

source: Write:
ga: Scríobh:

source: Subject Reminder
ga: Meabhrúcháin Ábhair

source: Your message doesn't have a subject.
ga: Níl ábhar ag an teachtaireacht seo.

source: &Send Without Subject
ga: &Seol Gan Ábhar

source: &Cancel Sending
ga: &Ná Seol

source: Newsgroups Not Supported
ga: Ní thacaítear le grúpaí nuachta

source: This account only supports email recipients. Continuing will ignore newsgroups.
ga: Ní thacaíonn an cuntas seo ach le faighteoirí ríomhphoist. Tabharfar neamhaird ar ghrúpaí nuachta má leantar ar aghaidh.

source: Invalid Recipient Address
ga: Seoladh Neamhbhailí don Fhaighteoir

source: %1$S is not a valid e-mail address because it is not of the form user@host. You must correct it before sending the e-mail.
ga: Ní seoladh ríomhphoist bailí é %1$S toisc nach bhfuil sé san fhoirm úsáideoir@óstríomhaire. Caithfidh tú é a cheartú roimh an teachtaireacht a sheoladh.

source: Please specify a location to attach
ga: Sonraigh suíomh le cur faoi iamh

source: Web Page (URL):
ga: Leathanach Gréasáin (URL):

source: Attached Message
ga: Teachtaireacht Faoi Iamh

source: Attached Message Part
ga: Cuid de Theachtaireacht Faoi Iamh

source: #1 attachment;#1 attachments
ga: #1 iatán;#1 iatán;#1 iatán;#1 n-iatán;#1 iatán

source: Message Compose
ga: Scríobh Teachtaireachta

source: An error occurred while creating a message compose window. Please try again.
ga: Tharla earráid agus fuinneog an chumadóra á cruthú. Bain triail eile as.

source: File Attach
ga: Ceangal Comhaid

source: The file %1$S does not exist so could not be attached to the message.
ga: Níl comhad %1$S ann agus mar sin níorbh fhéidir é a cheangal leis an teachtaireacht.

# SaveDialogTitle
source: Save Message
ga: Sábháil an Teachtaireacht

source: Your message has been saved to the folder %1$S under %2$S.
ga: Tá do theachtaireacht sábháilte san fhillteán %1$S ar %2$S.

source: Do not show me this dialog box again.
ga: Ná taispeáin an dialóg seo arís.

source: %1$S is currently in the process of sending a message. Would you like to wait until the message has been sent before quitting or quit now?
ga: Tá teachtaireacht á seoladh faoi láthair ag %1$S. An bhfuil fonn ort fanacht go dtí go mbeidh an teachtaireacht seolta roimh scor, nó scor anois?

source: &Wait
ga: &Fan

source: Send Message
ga: Seoladh na Teachtaireachta

source: Are you sure you are ready to send this message?
ga: An bhfuil tú cinnte go bhfuil tú réidh chun an teachtaireacht seo a sheoladh?

source: %s wrote
ga: scríobh %s

source: On %s
ga: Ar %s

source: -------- Original Message --------
ga: -------- Teachtaireacht Bhunaidh --------

source: Rename Attachment
ga: Athainmnigh Iatán

source: New attachment name:
ga: Ainm nua an iatáin:

source: .doc,.pdf,.xls,.ppt,.rtf,.pps,attachment,attach,attached,attaching,enclosed,CV,cover letter
ga: .doc,.pdf,.xls,.ppt,.rtf,.pps,attachment,attach,attached,attaching,enclosed,CV,iatán,iatáin,hiatán,hiatáin,ceangaltán,ceangaltáin,gceangaltán,gceangaltáin,cheangaltán,cheangaltáin,iamh

source: Add Attachment…
ga: Cuir Iatán Leis…

source: Remind Me Later
ga: Cuir i gcuimhne dom níos déanaí

source: Attachment Reminder
ga: Meabhrúchán Iatáin

source: Did you forget to add an attachment?
ga: An ndearna tú dearmad iatán a chur leis?

source: Found an attachment keyword:;Found #1 attachment keywords:
ga: Aimsíodh lorgfhocal iatáin:;Aimsíodh #1 lorgfhocal iatáin:

source: Attachment reminder words can be configured in your preferences
ga: Is féidir na focail mheabhrúcháin iatán a chumrú i do roghanna

source: Oh, I did!
ga: Rinne mé dearmad!

source: No, Send Now
ga: Ní dhearna, Seol Anois

source: Learn More…
ga: Tuilleadh Eolais…

source: This is a large file. It might be better to use Filelink instead.;These are large files. It might be better to use Filelink instead.
ga: Is comhad mór é seo. Ba chóir duit Filelink a úsáid.;Is comhaid mhóra iad seo. Ba chóir duit Filelink a úsáid.;Is comhaid mhóra iad seo. Ba chóir duit Filelink a úsáid.;Is comhaid mhóra iad seo. Ba chóir duit Filelink a úsáid.;Is comhaid mhóra iad seo. Ba chóir duit Filelink a úsáid.

source: Ignore
ga: Ná Bac Leis

source: Choose Account
ga: Roghnaigh Cuntas

source: Choose a cloud account to upload the attachment to
ga: Roghnaigh an cuntas stórála ar mhaith leat an t-iatán a shábháil ann

source: Don't Upload My Files
ga: Ná hUasluchtaigh Mo Chuid Comhad

source: You won't be notified if you attach more big files to this message.
ga: Ní dhéarfar aon rud leat má cheanglaíonn tú tuilleadh comhad mór leis an teachtaireacht seo.

source: Never notify me of this again.
ga: Ná habair liom faoi seo arís.

source: Uploading to %S…
ga: Á uasluchtú go %S…

source: Uploaded to %S
ga: Uasluchtaithe go %S

source: Your file is being linked. It will appear in the body of the message when it's done.;Your files are being linked. They will appear in the body of the message when they're done.
ga: Tá do chomhad á nascadh. Taispeánfar i gcorp na teachtaireachta é nuair a bheidh sé críochnaithe.;Tá do chuid comhad á nascadh. Taispeánfar i gcorp na teachtaireachta iad nuair a bheidh siad críochnaithe.;Tá do chuid comhad á nascadh. Taispeánfar i gcorp na teachtaireachta iad nuair a bheidh siad críochnaithe.;Tá do chuid comhad á nascadh. Taispeánfar i gcorp na teachtaireachta iad nuair a bheidh siad críochnaithe.;Tá do chuid comhad á nascadh. Taispeánfar i gcorp na teachtaireachta iad nuair a bheidh siad críochnaithe.

source: Linking is complete. Please note that linked attachments may be accessible to people who can see or guess the links.
ga: Tá an nascadh críochnaithe. Tabhair faoi deara go mbeadh daoine eile in ann iatán nasctha a fheiceáil dá mbeadh an nasc acu.

source: Enter your password for %2$S on %1$S:
ga: Iontráil d'fhocal faire le haghaidh %2$S ar %1$S:

source: SMTP Server Password Required
ga: Focal faire de dhíth le haghaidh freastalaí SMTP

source: Remove Attachment;Remove Attachments
ga: Bain Iatán;Bain Iatáin;Bain Iatáin;Bain Iatáin;Bain Iatáin

source: There was an error saving the message to %S. Retry?
ga: Tharla earráid agus an teachtaireacht á sábháil go %S. Atriail?

source: Authentication Error
ga: Earráid Fhíordheimhnithe

source: Unable to authenticate to %1$S.
ga: Ní féidir fíordheimhniú ar %1$S.

source: Upload Error
ga: Earráid le linn uasluchtaithe

source: Unable to upload %2$S to %1$S.
ga: Ní féidir %2$S a uasluchtú go %1$S.

source: Quota Error
ga: Earráid Chuóta

source: Uploading %2$S to %1$S would exceed your space quota.
ga: Dá n-uasluchtófá %2$S go %1$S, rachfá thar do chuóta spáis.

source: File Name Error
ga: Earráid in Ainm an Chomhaid

source: Uploading %2$S to %1$S contains has more than 120 characters in its name. Please rename the file to have 120 characters or less in its name and upload again.
ga: %2$S á uasluchtú go %1$S, ach tá níos mó ná 120 carachtar ina ainm. Cuir ainm nua ar an gcomhad a bhfuil níos lú ná 120 carachtar ann, agus uasluchtaigh arís é.

source: File Size Error
ga: Comhad Rómhór

source: %2$S exceeds the maximum size for %1$S.
ga: Tá %2$S níos mó ná an t-uasmhéid le haghaidh %1$S.

source: Unknown Error
ga: Earráid Anaithnid

source: An unknown error occurred when communicating with %1$S.
ga: Tharla earráid anaithnid le linn cumarsáide le %1$S.

source: Deletion Error
ga: Earráid: Scriosadh

source: There was a problem deleting %2$S from %1$S.
ga: Tharla earráid agus %2$S á scriosadh ó %1$S.

source: I've linked #1 file to this email:;I've linked #1 files to this email:
ga: Cheangail mé #1 chomhad leis an teachtaireacht seo:;Cheangail mé #1 chomhad leis an teachtaireacht seo:;Cheangail mé #1 chomhad leis an teachtaireacht seo:;Cheangail mé #1 gcomhad leis an teachtaireacht seo:;Cheangail mé #1 comhad leis an teachtaireacht seo:

source: %1$S makes it easy to share large files over email.
ga: Tá sé éasca comhaid mhóra a roinnt trí ríomhphost le %1$S.

source: * %1$S (%2$S) hosted on %3$S: %4$S
ga: * %1$S (%2$S) óstáilte ag %3$S: %4$S

source: Never show this again
ga: Ná taispeáin é seo arís

source: Attach thi&s image to the message
ga: Ceangail a&n íomhá seo leis an teachtaireacht

source: Attach the &source of this link to the message
ga: Ceangail &foinse an naisc seo leis an teachtaireacht

source: Write: (no subject)
ga: Scríobh: (gan ábhar)

source: A&ttach
ga: &Ceangail

source: &File(s)…
ga: &Comha(i)d…

source: &Web Page…
ga: &Leathanach Gréasáin…

source: &Personal Card (vCard)
ga: Cárta &Pearsanta (v-Chárta)

source: Save &As
ga: Sábháil M&ar

source: &File…
ga: &Comhad…

source: &Draft
ga: &Dréacht

source: &Template
ga: &Teimpléad

source: Sen&d Now
ga: Seo&l Anois

source: Send &Later
ga: Seo&l Níos Déanaí

source: &Print…
ga: &Priontáil…

# undoCmd.label undoCmd.accesskey
source: &Undo
ga: C&ealaigh

# cutCmd.label cutCmd.accesskey
source: Cu&t
ga: &Gearr

# copyCmd.label copyCmd.accesskey
source: &Copy
ga: &Cóipeáil

# pasteCmd.label pasteCmd.accesskey
source: &Paste
ga: Grea&maigh

source: Re&wrap
ga: &Timfhill Arís

source: R&ename Attachment…
ga: A&thainmnigh an tIatán…

# selectAllCmd.label selectAllCmd.accesskey
source: Select &All
ga: Roghnaigh &Uile

source: &Find and Replace…
ga: &Aimsigh agus Ionadaigh…

source: Find A&gain
ga: Ai&msigh Arís

source: Find Pre&vious
ga: &Roimhe Seo

source: C&omposition Toolbar
ga: Barra C&umadóireachta

source: &Formatting Bar
ga: Barra &Formáidithe

source: C&ontacts Sidebar
ga: Barra &Teagmhálacha

source: O&ptions
ga: &Roghanna

source: &Spell Check As You Type
ga: &Litriú Beo

source: &Quote Message
ga: &Luaigh Teachtaireacht

source: Attach Personal Card (&vCard)
ga: Ceangail Cárta Pearsanta (&v-Chárta)

source: Re&turn Receipt
ga: Admháil Léi&te

source: Delivery Status &Notification
ga: &Fógairt Stádais Sheachadta

source: Delivery &Format
ga: &Formáid Seachadta

source: &Auto-Detect
ga: U&ath-Bhrathadóireacht

source: &Plain Text Only
ga: Gnáth-Théacs &Amháin

source: &Rich Text (HTML) Only
ga: &Méith-théacs (HTML) Amháin

source: Plain and Rich (HTM&L) Text
ga: Gnáth-Théacs agus Méith-Théacs (HTM&L)

source: &Priority
ga: &Tosaíocht

source: Priority:
ga: Tosaíocht:

source: &Lowest
ga: Is Ís&le

source: L&ow
ga: Í&seal

source: &Normal
ga: G&náthmhéid

source: H&igh
ga: &Ard

source: &Highest
ga: Is Air&de

source: Sen&d a Copy To
ga: Seo&l Cóip Chuig

source: File Here
ga: Comhdaigh Anseo

source: &Address Book
ga: Le&abhar Seoltaí

source: Account &Settings…
ga: &Socruithe an Chuntais…

source: Quote
ga: Luaigh

# addressButton.label
source: Contacts
ga: Teagmhálacha

source: Attach
ga: Ceangail

source: Spelling
ga: Litriú

source: Send this message now
ga: Seol an teachtaireacht seo anois

source: Send this message later
ga: Seol an teachtaireacht seo níos déanaí

source: Quote the previous message
ga: Luaigh an teachtaireacht roimhe seo

source: Select a recipient from an Address Book
ga: Roghnaigh faighteoir as Leabhar Seoltaí

source: Include an attachment
ga: Cuir iatán leis

source: Check spelling of selection or entire message
ga: Seiceáil litriú an roghnaithe nó na teachtaireachta iomláine

source: Save this message
ga: Sábháil an teachtaireacht seo

source: F&rom:
ga: Ó:

source: &Subject:
ga: Á&bhar:

source: Insert a smiley face
ga: Ionsáigh miongháire

source: Smile
ga: Miongháire

source: Frown
ga: Púicín

source: Wink
ga: Caoch

source: Tongue-out
ga: Teanga amach

source: Laughing
ga: Gáire

source: Embarrassed
ga: Aiféaltas

source: Undecided
ga: Idir Dhá Chomhairle

source: Surprise
ga: Iontas

source: Kiss
ga: Póg

source: Yell
ga: Béic

source: Cool
ga: Snasta

source: Money-Mouth
ga: Béal airgid

source: Foot-in-Mouth
ga: Cos sa bhéal

source: Innocent
ga: Soineanta

source: Cry
ga: Gol

source: Lips-are-Sealed
ga: Glas ar an teanga

source: No Suggestions Found
ga: Níl Aon Mholadh

source: &Ignore Word
ga: Tabhair neamha&ird ar an bhFocal Seo

source: Add to Dictio&nary
ga: Cuir sa&n Fhoclóir

# undo.label undo.accesskey
source: &Undo
ga: C&ealaigh

# cut.label cut.accesskey
source: Cu&t
ga: &Gearr

# copy.label copy.accesskey
source: &Copy
ga: &Cóipeáil

# paste.label paste.accesskey
source: &Paste
ga: Grea&maigh

source: &Open
ga: &Oscail

# delete.label delete.accesskey
source: &Delete
ga: &Scrios

source: Re&move Attachment
ga: &Bain Iatán

source: &Rename…
ga: &Athainmnigh…

# selectAll.label selectAll.accesskey
source: Select &All
ga: Roghnaigh &Uile

source: Attach &File(s)…
ga: Cuir comha(i)d &faoi iamh…

source: &Convert to…
ga: &Tiontaigh go…

source: Ca&ncel Upload
ga: C&ealaigh an tUasluchtú

source: Regular &Attachment
ga: Gnáth&iatán

source: Attach &Web Page…
ga: Ceangail Leathanach &Gréasáin…

source: &Add Dictionaries…
ga: &Cuir Foclóirí Leis…

# addressesSidebarTitle.label
source: Contacts
ga: Teagmhálacha

source: Processing Message
ga: Teachtaireacht á Próiseáil

source: Progress:
ga: Dul chun cinn:

source: Sending Message - %S
ga: Teachtaireacht á Seoladh - %S

source: Saving Message - %S
ga: Teachtaireacht á Sábháil - %S

source: Saving Message
ga: Teachtaireacht á Sábháil

source: Your message has been sent.
ga: Tá do theachtaireacht seolta.

source: Your message has been saved.
ga: Tá do theachtaireacht sábháilte.

source: &Folder…
ga: &Fillteán…

source: &Close Tab
ga: &Dún Cluaisín

source: Close &Other Tabs
ga: Dún Cluaisíní &Eile

# recentlyClosedTabsCmd.label recentlyClosedTabsCmd.accesskey
source: &Recently Closed Tabs
ga: &Cluaisíní a Dúnadh Le Déanaí

source: Move to New &Window
ga: Bog go Fuinneog &Nua

source: &Saved Search…
ga: Cuardach &Sábháilte…

source: &Other Accounts…
ga: &Cuntais Eile…

source: &Get a New Mail Account…
ga: Fai&gh cuntas nua ríomhphoist…

source: &Existing Mail Account…
ga: Cunt&as ríomhphoist atá ann…

source: &Chat Account…
ga: &Cuntas Comhrá…

source: C&hat Contact…
ga: Teagmháil C&homhrá…

source: &Open Saved Message…
ga: &Oscail Teachtaireacht Shábháilte…

source: &Save As
ga: Sábháil M&ar

source: Get Ne&w Messages for
ga: Faigh &Teachtaireachtaí Nua do

source: &All Accounts
ga: G&ach Cuntas

source: &Current Account
ga: An &Cuntas Reatha

source: Ge&t Next 500 News Messages
ga: Faigh an 500 &Teachtaireacht Nuachta Eile

# sendUnsentCmd.label sendUnsentCmd.accesskey
source: Sen&d Unsent Messages
ga: Seo&l na teachtaireachtaí gan seoladh

# subscribeCmd.label subscribeCmd.accesskey
source: Su&bscribe…
ga: &Liostáil…

source: D&elete Folder
ga: S&crios an Fillteán

source: &Rename Folder…
ga: &Athainmnigh an Fillteán…

source: Compact &Folders
ga: Dlúthaigh &Fillteáin
