Repository: kscanne/gaeilge-mozdev
Catalog: src/tbird-trunk.*.po
Languages: ga

source: Outlook Express mail, address books, and settings
ga: Ríomhphost, leabhair sheoltaí, agus socruithe Outlook Express

source: Bad parameter passed to import mailbox.
ga: Drochpharaiméadar tugtha d'iompórtáil an bhosca ríomhphoist.

source: Outlook Express Address Book
ga: Seoltaí Outlook Express

source: Outlook Express address book (windows address book)
ga: Seoltaí Outlook Express (leabhar seoltaí Windows)

source: Bad parameter passed to import addressbook.
ga: Drochpharaiméadar tugtha d'iompórtáil leabhar seoltaí.

source: Download Messages
ga: Íosluchtaigh Teachtaireachtaí

source: Do you want to download messages for offline use before going offline?
ga: An bhfuil fonn ort teachtaireachtaí a íosluchtú le húsáid as líne roimh dhul as líne?

source: Always ask me when I go offline
ga: Fiafraigh díom i gcónaí agus mé ag dul as líne

# sendMessagesWindowTitle1
source: Unsent Messages
ga: Teachtaireachtaí gan seoladh

source: Do you want to send your unsent messages now?
ga: An bhfuil fonn ort do chuid teachtaireachtaí neamhsheolta a sheoladh anois?

source: Always ask me when I go online
ga: Fiafraigh díom i gcónaí agus mé ag dul ar líne

source: Send Now
ga: Seol Anois

source: Get Messages
ga: Faigh Teachtaireachtaí

source: You are currently offline. Do you want to go online to get new messages?
ga: Tá tú as líne faoi láthair. An bhfuil fonn ort dul ar líne agus do theachtaireachtaí nua a fháil?

# sendMessagesOfflineWindowTitle1
source: Unsent Messages
ga: Teachtaireachtaí gan seoladh

source: You are currently offline. Do you want to go online to send unsent messages?
ga: Tá tú as líne faoi láthair. An bhfuil fonn ort dul ar líne agus do theachtaireachtaí neamhsheolta a sheoladh?

source: You are currently offline.
ga: Tá tú as líne faoi láthair.

source: You are currently online.
ga: Tá tú ar líne faoi láthair.

# title
source: Work Online
ga: Oibrigh Ar Líne

source: Would you like to go online now? (If you choose to work offline, you can go online later - choose `Offline' from the `File' menu, then uncheck `Work Offline'.)
ga: An bhfuil fonn ort dul as líne anois? (Má imíonn tú as líne, tig leat dul ar líne arís trí "As Líne" a roghnú ar an roghchlár "Comhad", ansin díroghnaigh "Oibrigh As Líne".)

source: Work Online
ga: Oibrigh Ar Líne

source: Work Offline
ga: Oibrigh As Líne

source: Outlook mail, address books, and settings
ga: Ríomhphost, leabhair sheoltaí, agus socruithe Outlook

source: Outlook address books
ga: Leabhair sheoltaí Outlook

source: This is an encrypted OpenPGP message.<br>In order to decrypt this mail, you need to install an <a href="%S">OpenPGP add-on</a>.
ga: Bhí an teachtaireacht seo criptithe le OpenPGP.<br>Chun an teachtaireacht seo a dhíchriptiú, caithfidh tú <a href="%S">breiseán OpenPGP</a> a shuiteáil.

source: Reading &amp; Display
ga: Léamh agus Taispeáint

source: Network &amp; Disk Space
ga: Líonra agus Spás Diosca

source: Submit &Performance Data
ga: Seol Sonraí &Feidhmíochta

source: More information about Telemetry
ga: Tuilleadh eolais faoi Theiliméadracht

source: &Enable Global Search and Indexer
ga: Cumasaigh Cuardach Cuimsith&each agus an tInneacsóir

source: Scrolling
ga: Scrollú

source: &Use autoscrolling
ga: Ú&sáid uathscrollú

source: Use s&mooth scrolling
ga: Úsáid &mínscrollú

source: System Integration
ga: Comhtháthú Córais

source: &Always check to see if &brandShortName; is the default mail client on startup
ga: Seiceáil i gcónaí &ag am tosaithe an é &brandShortName; an cliant réamhshocraithe ríomhphoist

source: Allow &searchIntegration.engineName; to &search messages
ga: &Ceadaigh do &searchIntegration.engineName; teachtaireachtaí a chuardach

source: Check &Now…
ga: Seiceáil A&nois…

source: Advanced Configuration
ga: Cumraíocht Chasta

source: &Config Editor…
ga: Eagarthóir &Cumraíochta…

source: Determine how &brandShortName; handles return receipts
ga: Socraigh conas a láimhseálann &brandShortName; admhálacha léite

source: &Return Receipts…
ga: Admhálacha &Léite…

source: Reading
ga: Léamh

source: Display
ga: Taispeáint

source: &Show only display name for people in my address book
ga: Ná tai&speáin ach an t-ainm taispeána le haghaidh daoine atá i mo leabhar seoltaí

source: &Automatically mark messages as read
ga: Marcáil teachtaireachtaí mar léite go h&uathoibríoch

source: Immediately &on display
ga: Ch&omh luath agus a thaispeántar iad

source: After &displaying for
ga: Tar éis iad a &thaispeáint ar feadh

source: seconds
ga: soicind

source: Open messages in:
ga: Oscail teachtaireachtaí:

source: A new &tab
ga: i gcluaisín &nua

source: A &new message window
ga: i bhfuinneog &nua theachtaireachta

source: An &existing message window
ga: i bhfuinn&eog theachtaireachta atá ann cheana

source: &Close message window/tab on move or delete
ga: Dún fuinneog/&cluaisín na teachtaireachta tar éis a bhogtha nó scriosta

source: Automatically check for updates to:
ga: Déan nuashonruithe a lorg go huathoibríoch i gcomhair:

source: Installed &Add-ons
ga: B&reiseáin shuiteáilte

source: When updates to &brandShortName; are found,
ga: Agus nuashonruithe do &brandShortName; aimsithe,

source: Ask &me what I want to do
ga: fiafraigh díom cad atá l&e déanamh

source: Automatically &download and install the update
ga: Íos&luchtaigh agus suiteáil an nuashonrú go huathoibríoch

source: &Warn me if this will disable any of my add-ons
ga: &Tabhair rabhadh dom má tá breiseán díchumasaithe dá mbarr

source: &Show Update History
ga: Tai&speáin Stair na Nuashonruithe

source: Use a &background service to install updates
ga: Úsáid seir&bhís sa chúlra chun nuashonruithe a shuiteáil

source: &Settings…
ga: &Socruithe…

source: Configure how &brandShortName; connects to the Internet
ga: Cumraigh conas a cheanglófar &brandShortName; leis an Idirlíon

source: Connection
ga: Ceangal

source: Configure offline settings
ga: Cumraigh socruithe as líne

source: &Offline…
ga: &As Líne…

source: Comp&act all folders when it will save over
ga: Dlúth&aigh fillteáin dá sábhálfadh sé níos mó ná

source: MB in total
ga: MB iomlán

source: &Use up to
ga: Ú&sáid suas le

source: MB of space for the cache
ga: MB spás don taisce

source: &Clear Now
ga: &Bánaigh Anois

source: When a server requests my personal certificate:
ga: Nuair atá freastalaí ag iarraidh mo theastas pearsanta:

source: Select one automatically
ga: Roghnaigh go huathoibríoch

source: Ask me every time
ga: Fiafraigh díom i gcónaí

source: View &Certificates
ga: Taispeáin Tea&stais

source: &Revocation Lists
ga: &Liostaí Cúlghairme

source: &Validation
ga: &Bailíochtú

source: &Security Devices
ga: Gléasanna &Slándála

source: Application Details
ga: Mionsonraí an Fheidhmchláir

source: width: 30em; min-height: 20em;
ga: width: 36em; min-height: 24em;

source: The following applications can be used to handle %S.
ga: Is féidir na feidhmchláir seo a leanas a úsáid chun %S a láimhseáil.

source: %S links
ga: naisc %S

source: %S content
ga: ábhar %S

source: This web application is hosted at:
ga: Tá an feidhmchlár Gréasáin seo faoi óstaíocht:

source: This application is located at:
ga: Tá an feidhmchlár seo le fáil ag:

source: Content &Type
ga: Cineál Á&bhair

source: &Action
ga: &Gníomh

source: &Save files to
ga: &Sábháil comhaid i

source: &Always ask me where to save files
ga: Fiafraigh díom cá sábhálfar an comhad i &gcónaí

source: Incoming
ga: Isteach

source: Outgoing
ga: Amach

source: Add a new Filelink storage service
ga: Cuir seirbhís stórála Filelink leis

source: Your authorization is required in order to see the settings for this storage service.
ga: Ní mór duit údarú chun socruithe na seirbhíse stórála seo a fheiceáil.

source: A&uthorize
ga: Ú&daraigh

source: Offer to share for files larger than
ga: Tabhair tairiscint comhaid a chomhroinnt má tá siad níos mó ná

source: Are you sure you want to remove the account "%S"?
ga: An bhfuil tú cinnte go dteastaíonn uait an cuntas "%S" a bhaint?

source: Attachment Reminder Keywords
ga: Lorgfhocail Mheabhrúcháin Iatáin

source: &brandShortName; will warn you about missing attachments if you're about to send an e-mail containing one of these keywords.
ga: Tabhairfaidh &brandShortName; rabhadh duit maidir le hiatáin atá ar iarraidh má tá tú ar tí teachtaireacht a sheoladh ina bhfuil ceann de na lorgfhocail seo.

source: When &brandShortName; &starts:
ga: Ag&us &brandShortName; á thosú:

source: Keep my Chat Accounts offline
ga: Coinnigh mo Chuntais Chomhrá as líne

source: Connect my chat accounts automatically
ga: Ceangail mo chuntais chomhrá go huathoibríoch

source: Let my contacts know that &I am Idle after
ga: &Abair le mo chairde go bhfuilim díomhaoin tar éis

source: minutes of inactivity
ga: nóiméad gan gníomh

source: and set my status to &Away with this status message:
ga: agus socraigh go bhfuilim &Amuigh, leis an teachtaireacht stádais seo:

source: Send &typing notifications in conversations
ga: Abair le &daoine nuair a bhím ag clóscríobh

source: Colors
ga: Dathanna

source: 38em
ga: 46em

source: 41em
ga: 49em

source: &Allow content to choose its own colors, instead of my selections above
ga: T&abhair cead don ábhar a dhathanna féin a roghnú, in áit mo roghanna thuas

source: Text and Background
ga: Téacs agus Cúlra

source: U&se system colors
ga: Ú&sáid dathanna an chórais

source: &Underline links
ga: Cuir líne &faoi naisc

source: Link Colors
ga: Dathanna Nasc

source: Unvisited &Links:
ga: Naisc &gan Chuairt:

source: &Visited Links:
ga: Naisc Fh&eicthe:

source: &Forward messages:
ga: Cuir teachtaireachtaí ar a&ghaidh:

source: Inline
ga: Inlíne

source: As Attachment
ga: Mar Iatán

source: add &extension to file name
ga: Cuir iarmhír l&e hainm an chomhaid

source: Fo&nt:
ga: C&ló:

source: Si&ze:
ga: &Méid:

source: &Text Color:
ga: Dath an &Téacs:

source: &Restore Defaults
ga: Athchóirigh na &Réamhshocruithe

source: &Check spelling before sending
ga: &Ceartaigh litriú sula seoltar teachtaireachtaí

source: Enable spell check as you type
ga: Cumasaigh litriú beo

source: Download More Dictionaries
ga: Íosluchtaigh Tuilleadh Foclóirí

source: &Confirm when using keyboard shortcut to send message
ga: Deimhnigh agus ai&cearra méarchláir á úsáid chun teachtaireacht a sheoladh

source: &Auto Save every
ga: Sábháil go hu&athoibríoch gach

source: &Automatically add outgoing e-mail addresses to my:
ga: Cuir seolt&aí ríomhphoist amach go huathoibríoch le mo:

source: Address Autocompletion
ga: Comhlánú Uathoibríoch Seoltaí

source: When addressing messages, look for matching entries in:
ga: Agus seoltaí á gcur le teachtaireachtaí, lorg iontrálacha oiriúnacha i:

source: &Local Address Books
ga: Leabhar Seoltaí &Logánta

source: &Directory Server:
ga: &Freastalaí Eolaire:

source: Configure text format behavior
ga: Cumraigh iompar an fhormáidithe téacs

source: &Send Options…
ga: Roghanna &Seolta…

source: Check for &missing attachments
ga: Seiceáil le haghaidh &iatán ar iarraidh

source: &Keywords…
ga: &Lorgfhocail…

source: Connection Settings
ga: Socruithe Ceangail

source: Configure Proxies to Access the Internet
ga: Cumraigh Seachfhreastalaí Rochtana Idirlín

source: No prox&y
ga: &Gan seachfhreastalaí

source: &Use system proxy settings
ga: Ú&sáid socruithe seachfhreastalaí an chórais

source: Auto-detect proxy settings for this net&work
ga: &Aimsigh socruithe seachfhreastalaí an líonra seo go huathoibríoch

source: &Manual proxy configuration:
ga: Lá&mhchumraíocht seachfhreastalaí:

source: &Automatic proxy configuration URL:
ga: URL &Uathchumraíocht Seachfhreastalaí:

source: Re&load
ga: Ath&luchtaigh

source: &HTTP Proxy:
ga: Seachfhreastalaí &HTTP:

source: &SSL Proxy:
ga: Seachfhreastalaí &SSL:

source: SO&CKS Host:
ga: Ósta SO&CKS:

source: &No Proxy for:
ga: Ga&n Seachfhreastalaí do:

source: Example: .mozilla.org, .net.nz, 192.168.1.0/24
ga: Sampla: .mozilla.org, .net.nz, 192.168.1.0/24

source: Use this pro&xy server for all protocols
ga: Úsái&d an seachfhreastalaí seo do gach prótacal

source: The following cookies are stored on your computer:
ga: Tá na fianáin seo a leanas sábháilte ar do ríomhaire:

source: Cookie Name
ga: Ainm ar an fhianán

source: Site
ga: Suíomh

source: &Remove Cookie
ga: &Bain Fianán

source: Remove &All Cookies
ga: Bain G&ach Fianán

source: Name:
ga: Teideal:

source: Content:
ga: Ábhar:

source: Host:
ga: Ósta:

source: Path:
ga: Conair:

source: Send For:
ga: Le haghaidh:

source: Expires:
ga: As Feidhm:

source: Cookies
ga: Fianáin

source: &Search:
ga: C&uardaigh:

source: Formatting
ga: Formáidiú

source: St&yle:
ga: &Stíl:

# regularStyle.label
source: Regular
ga: Gnáth

source: Bold Italic
ga: Iodálach Trom

# regularSize.label
source: Regular
ga: Gnáth

source: Bigger
ga: Níos Mó

source: C&olor:
ga: Da&th:

source: Plain Text Messages
ga: Teachtaireachtaí Gnáth-théacs

source: When displaying quoted plain text messages:
ga: Agus teachtaireachtaí gnáth-théacs á dtaispeáint mar athfhriotal:

source: Display &emoticons as graphics
ga: Taispeáin &straoiseoga mar ghraificí

source: Tags can be used to categorize and prioritize your messages.
ga: Is féidir clibeanna a úsáid le catagóirí agus tosaíochtaí a chur le do chuid teachtaireachtaí.

source: Fonts &amp; Colors
ga: Clófhoirne agus Dathanna

source: &Default font:
ga: Cló &réamhshocraithe:

source: &Advanced…
ga: Cas&ta…

source: &Colors…
ga: &Dathanna…

source: Fonts &amp; Encodings
ga: Clófhoirne agus Ionchóduithe

source: 39em
ga: 47em

source: 43em
ga: 51em

source: Fon&ts for:
ga: Clófhoirne &do:

source: Size:
ga: Méid:

source: &Proportional:
ga: Cló &Il-Leithid:

source: &Monospace:
ga: Cló &Aonleithid:

source: Western
ga: Iartharach

source: Central European
ga: Lár-Eorpach

source: Japanese
ga: Seapánach

source: Traditional Chinese (Taiwan)
ga: Síneach Traidisiúnta (An Téaváin)

source: Simplified Chinese
ga: Síneach Simplithe

source: Traditional Chinese (Hong Kong)
ga: Síneach Traidisiúnta (Hong Cong)

source: Korean
ga: Cóiréach

source: Cyrillic
ga: Coireallach

source: Baltic
ga: Baltach

source: Greek
ga: Gréagach

source: Turkish
ga: Turcach

source: User Defined
ga: Sainmhínithe ag an Úsáideoir

source: Thai
ga: Téalannach

source: Hebrew
ga: Eabhrach

source: Arabic
ga: Arabach

source: Devanagari
ga: Déiveanágrach

source: Tamil
ga: Tamalach

source: Armenian
ga: Airméanach

source: Bengali
ga: Beangálach

source: Unified Canadian Syllabary
ga: Siollóir Aontaithe Cheanadach

source: Ethiopic
ga: Aetópach

source: Georgian
ga: Seoirseach

source: Gujarati
ga: Gúisearátach

source: Gurmukhi
ga: Gurmúcaíoch

source: Khmer
ga: Ciméarach

source: Malayalam
ga: Mailéalamach

source: Minimum font si&ze:
ga: Clómhéid is &lú:

source: Font Control
ga: Rialú an Chló

source: Use fixed width font for plain text messages
ga: Úsáid cló aonleithid le haghaidh teachtaireachtaí gnáth-théacs

source: All&ow messages to use other fonts
ga: Ceadaigh teachtaireachtaí chun cló&nna eile a úsáid

source: O&utgoing Mail:
ga: Ríomhphost A&mach:

source: Character Encodings
ga: Ionchóduithe na gCarachtar

source: Set the default character encodings for sending and receiving mail
ga: Socraigh ionchóduithe na gcarachtar le haghaidh seolta agus glactha ríomhphoist

source: &Incoming Mail:
ga: Ríomhphost &Isteach:

source: W&hen possible, use the default character encoding in replies
ga: Más féidir, úsáid ionc&hódú réamhshocraithe na gcarachtar i bhfreagraí

source: &brandShortName; Start Page
ga: Leathanach Tosaigh &brandShortName;

source: &When &brandShortName; launches, show the Start Page in the message area
ga: Agus &brandShortName; tar éis tosú, &taispeáin an Leathanach Tosaigh i réimse na dteachtaireachtaí

source: &Restore Default
ga: Athchóirigh na &Réamhshocruithe

source: An&imate the dock icon
ga: Beo&igh deilbhín an duga

source: When new messages arrive:
ga: Ar theacht teachtaireachtaí nua:

source: Play a sound
ga: Seinn fuaim

source: &Show an alert
ga: Tai&speáin airdeall

source: Show a &tray icon
ga: Taispeáin deilbhín sa &tráidire

source: Default s&ystem sound for new mail
ga: F&uaim réamhshocraithe chórais le haghaidh ríomhphost nua

source: S&ystem Alert Sound
ga: F&uaim airdill an chórais

source: &Use the following sound file
ga: Úsáid an comhad f&uaime seo

source: Customize New Mail Alert
ga: Saincheap Airdeall an Ríomhphoist Nua

source: Choose which fields to show in the alert notification:
ga: Roghnaigh na réimsí a thaispeánfar sa bhfógra airdill:

source: &Message Preview Text
ga: Téacs an Réamha&mhairc Theachtaireachta

source: &Subject
ga: Á&bhar

source: S&ender
ga: S&eoltóir

source: Show &New Mail Alert for
ga: Taispeáin Airdeall Ríomhphoist &Nua le haghaidh

source: Offline Settings
ga: Socruithe As Líne

source: When starting up:
ga: Ag am tosaithe:

source: &Remember previous online state
ga: Úsáid an staid ar líne &roimhe seo

source: Ask me for online state at start&up
ga: Fia&fraigh díom cad é an staid ar líne atá uaim

source: A&lways start up online
ga: Tosaigh ar &líne i gcónaí

source: Send unsent messages when going online?
ga: An bhfuil fonn ort teachtaireachtaí neamhsheolta a sheoladh agus tú ag dul ar líne?

source: &Yes
ga: &Tá

source: &No
ga: &Níl

source: A&sk me
ga: Fiafraigh &díom

source: Download messages for offline use when going offline?
ga: An bhfuil fonn ort teachtaireachtaí a íosluchtú le haghaidh úsáide as líne agus tú ag dul as líne?

source: Y&es
ga: Íos&luchtaigh

source: N&o
ga: &Ná hÍosluchtaigh

source: &Ask me
ga: &Fiafraigh díom

source: Exceptions
ga: Eisceachtaí

source: R&emove All Sites
ga: Scrios na Suímh Uil&e

source: A&ddress of web site:
ga: Seola&dh an tsuímh Ghréasáin:

source: &Block
ga: &Coisc

source: Allow for &Session
ga: Ceadaigh don &Seisiún

source: Options
ga: Roghanna

source: &brandShortName; Preferences
ga: Sainroghanna &brandShortName;

source: width: 48em; min-height: 38.5em;
ga: width: 57em; min-height: 38.5em;

source: width: 47em;
ga: width: 58em;

source: width: 47em; min-height: 38em;
ga: width: 52em; min-height: 42em;

source: Add HTML Domain Name
ga: Cuir Ainm Fearainn HTML Leis

source: HTML Domain Name:
ga: Ainm Fearainn HTML:

source: Add Plain Text Domain Name
ga: Cuir Ainm Fearainn Ghnáth-Théacs Leis

source: Plain Text Domain Name:
ga: Ainm Fearainn Ghnáth-Théacs:

source: Domain Name Error
ga: Earráid in Ainm Fearainn

source: The domain name %S already exists in the HTML or Plain Text lists.
ga: Tá an t-ainm fearainn %S sna liostaí HTML nó gnáththéacs cheana.

source: Confirm
ga: Dearbhaigh

source: Are you sure you want to reset the adaptive filter training data?
ga: An bhfuil tú cinnte go dteastaíonn uait sonraí traenála an scagaire oiriúnaithigh a bhánú?

source: Desktop
ga: Deasc

source: My Downloads
ga: Mo Chuid Íosluchtaithe

source: %S file
ga: Comhad %S

source: Save File
ga: Sábháil an Comhad

source: Use %S
ga: Úsáid %S

source: Use %S (default)
ga: Úsáid %S (réamhshocrú)

source: Use other…
ga: Úsáid feidhmchlár eile…

source: Select Helper Application
ga: Roghnaigh Feidhmchlár Cabhrach

source: Application Details…
ga: Mionsonraí Feidhmchláir…

source: Always ask
ga: Fiafraigh díom i gcónaí

# delete
source: Delete Action
ga: Scrios an Gníomh

# confirmDeleteTitle
source: Delete Action
ga: Scrios an Gníomh

source: Are you sure you want to delete this action?
ga: An bhfuil tú cinnte gur mian leat an gníomh seo a scriosadh?

source: Use %1$S (in %2$S)
ga: Úsáid %1$S (i %2$S)

source: Choose Sound
ga: Roghnaigh Fuaim

source: Sound Files
ga: Comhaid Fhuaime

source: Add Keyword
ga: Cuir Lorgfhocal Leis

# attachmentReminderAddText
source: Keyword:
ga: Lorgfhocal:

source: Edit Keyword
ga: Cuir Lorgfhocal in Eagar

# attachmentReminderEditText
source: Keyword:
ga: Lorgfhocal:

source: Exceptions - Cookies
ga: Eisceachtaí - Fianán

source: You can specify which web sites are always or never allowed to use cookies. Type the exact address of the site you want to manage and then click Block, Allow for Session, or Allow.
ga: Is féidir na suímh a bhfuil nó nach bhfuil cead acu fianáin a úsáid a shonrú. Clóscríobh seoladh cruinn an tsuímh a theastaíonn a bhainistiú agus ansin cliceáil Coisc, Ceadaigh don Seisiún, nó Ceadaigh.

source: Please enter a valid hostname
ga: Cuir óstainm bailí isteach, le do thoil

source: Invalid Hostname Entered
ga: Óstainm neamhbhailí

source: Domain:
ga: Fearann:

source: Encrypted connections only
ga: Ceangail chriptithe amháin

source: Any type of connection
ga: Gach cineál ceangail

source: at end of session
ga: ag deireadh seisiúin

source: Allow for Session
ga: Ceadaigh don Seisiún

source: Block
ga: Coisc

source: <no cookie selected>
ga: <níl fianán roghnaithe>

source: The following cookies match your search:
ga: Meaitseálann na fianáin seo a leanas do chuardach:

source: Remove Cookies
ga: Bain Fianáin

source: Remove Cookie
ga: Bain Fianán

source: Allow &return receipts for some messages
ga: Ceadaigh admhálacha léite le haghaidh teachtaireachtaí ái&rithe

source: I&f I'm not in the To or Cc of the message:
ga: Mura bh&fuil mé i "Chuig:" nó i "Cc:" na teachtaireachta:

source: If &the sender is outside my domain:
ga: Má tá an seol&tóir taobh amuigh de m'fhearann:

source: In &all other cases:
ga: I ng&ach cás eile:

source: E-mail Scams
ga: Camscéimeanna Ríomhphoist

source: Passwords
ga: Focail Fhaire

source: Anti-Virus
ga: Frith-Víreas

source: Web Content
ga: Inneachar Gréasáin

source: Set your default junk mail settings. Account-specific junk mail settings can be configured in Account Settings.
ga: Socraigh na réamhshocruithe dramhphoist. Téigh go Socruithe an Chuntais chun socruithe dramhphoist do chuntas áirithe a chumrú.

source: &When I mark messages as junk:
ga: &Agus teachtaireachtaí marcáilte mar dhramhphost agam:

source: M&ove them to the account's &quot;Junk&quot; folder
ga: B&og go dtí fillteán &quot;Dramhphost&quot; an chuntais seo iad

source: &Delete them
ga: Scrios ia&d

source: &Mark messages determined to be Junk as read
ga: &Marcáil teachtaireachtaí ar Dramhphost iad mar léite

source: &Enable adaptive junk filter logging
ga: &Cumasaigh logáil don scagaire dramhphoist

source: &Show log
ga: Tai&speáin an logchomhad

source: &Reset Training Data
ga: Glan na Son&raí Traenála

source: &brandShortName; can analyze messages for suspected email scams by looking for common techniques used to deceive you.
ga: Is féidir le &brandShortName; camscéimeanna ríomhphoist a lorg i dteachtaireachtaí trí cleasanna coitianta a úsáidtear chun tú a mhealladh a chuardach iontu.

source: &Tell me if the message I'm reading is a suspected email scam
ga: Inis dom má mheas&tar gur camscéim í an teachtaireacht atá á léamh agam

source: &Use a downloaded list of suspected email scams
ga: Ú&sáid liosta íosluchtaithe de camscéimeanna amhrasta

source: &brandShortName; can remember passwords for all of your accounts.
ga: Is féidir le &brandShortName; focail fhaire do chuid cuntas go léir a mheabhrú.

source: &Use a master password
ga: Úsáid &príomhfhocal faire

source: A Master Password protects all your passwords, but you must enter it once per session.
ga: Cosnaíonn Príomhfhocal Faire do chuid focal faire go léir, ach beidh ort é a chur isteach uair amháin sa seisiún.

source: &Change Master Password…
ga: Athraigh an Príomhfho&cal Faire…

source: &Saved Passwords…
ga: Focail Fhaire &Sábháilte…

source: &brandShortName; can make it easy for anti-virus software to analyze incoming mail messages for viruses before they are stored locally.
ga: Is féidir le &brandShortName; cabhrú le bogearraí frithvíris chun teachtaireachtaí isteach a chuardach le haghaidh víreas sula stórálfar go logánta iad.

source: &Allow anti-virus clients to quarantine individual incoming messages
ga: Ce&adaigh do chliaint fhrithvíris teachtaireachtaí isteach a chur ar coraintín
