Repository: kscanne/gaeilge-mozdev
Catalog: src/tbird-trunk.*.po
Languages: ga

source: This message was encrypted before it was sent to you. Encryption makes it very difficult for other people to view information while it is traveling over the network.
ga: Criptíodh an teachtaireacht seo roimh í a sheoladh chugat. De bharr criptiúcháin, tá sé an-deacair do dhaoine faisnéis a léamh gan cead agus í á traschur tríd an líonra.

source: Message Cannot Be Decrypted
ga: Ní féidir an teachtaireacht a dhíchriptiú

source: This message was encrypted before it was sent to you, but it cannot be decrypted.
ga: Criptíodh an teachtaireacht seo roimh í a sheoladh chugat, ach ní féidir í a dhíchriptiú.

source: The message contents appear to have been altered during transmission.
ga: De réir dealraimh, athraíodh ábhair na teachtaireachta le linn í a tharchur.

source: There are unknown problems with this encrypted message.
ga: Tá fadhbanna nach fios cad iad sa teachtaireacht chriptithe seo.

source: This is an <B>ENCRYPTED</B> or <B>SIGNED</B> message.<br> This Mail application does not support encrypted or signed mail.
ga: Is teachtaireacht <B>CRIPTITHE</B> nó <B>SÍNITHE</B> é seo. Ní thacaíonn an feidhmchlár ríomhphoist seo lena leithéid.

source: Security and Authentication
ga: Slándáil agus Fíordheimhniú

source: User Na&me:
ga: Ain&m an Úsáideora:

source: Co&nnection security:
ga: Slá&ndáil an cheangail:

source: SMTP Server
ga: Freastalaí SMTP

# subscribeDialog.title
source: Subscribe
ga: Liostáil

source: &Subscribe
ga: Lio&stáil

source: &New Groups
ga: Grúpaí &Nua

source: &Refresh
ga: &Athnuaigh

source: &Account:
ga: &Cuntas:

# subscribedHeader.label
source: Subscribe
ga: Liostáil

source: Sh&ow items that contain:
ga: Taispeáin &míreanna ina bhfuil:

source: Select the newsgroups to subscribe to:
ga: Roghnaigh na grúpaí nuachta le liostáil leo:

source: Select the folders to subscribe to:
ga: Roghnaigh na fillteáin le liostáil leo:

source: Current Group List
ga: Liosta grúpaí reatha

source: Folder List
ga: Liosta Fillteán

source: Please wait…
ga: Fan go fóill, le do thoil…

source: Set as Default
ga: Socraigh mar réamhshocrú

source: Skip Integration
ga: Ná Bac le Comhtháthú

source: Use &brandShortName; as the default client for:
ga: Úsáid &brandShortName; mar chliant réamhshocraithe le haghaidh:

source: E-Mail
ga: R-Phost

source: It is not possible to unset &brandShortName; as the default client within &brandShortName;. To make another application the default you must use its 'Set as default' dialog.
ga: Ní féidir &brandShortName; a dhíshocrú mar chliant réamhshocraithe taobh istigh de &brandShortName;. Chun feidhmchlár eile a roghnú, caithfidh tú an dialóg 'Socraigh mar réamhshocrú' san fheidhmchlár sin a úsáid.

source: &Always perform this check when starting &brandShortName;
ga: Seiceáil m&ar seo i gcónaí agus &brandShortName; á thosú

source: Close Tab
ga: Dún Cluaisín

source: List all tabs
ga: Liostaigh gach cluaisín

source: Write new message
ga: Scríobh teachtaireacht nua

source: Write a new message.
ga: Scríobh teachtaireacht nua.

source: Open address book
ga: Oscail leabhar seoltaí

source: Open your address book.
ga: Oscail do leabhar seoltaí.

source: Would you like to help improve %1$S by automatically reporting memory usage, performance, and responsiveness to %2$S?
ga: An bhfuil fonn ort cabhrú linn feabhas a chur ar %1$S trí thuairiscí uathoibríocha a dhéanamh ar úsáid chuimhne, luas, agus freagracht do %2$S?

source: Learn More
ga: Faigh Tuilleadh Eolais

source: yesterday
ga: inné

source: Text file (LDIF, .tab, .csv, .txt)
ga: Comhad téacs (LDIF, .tab, .csv, .txt)

source: Import an address book from a text file, including: LDIF (.ldif, .ldi), tab-delimited (.tab, .txt) or comma-separated (.csv) formats.
ga: Iompórtáil leabhar seoltaí ó chomhad téacs, formáidí LDIF (.ldif, .ldi), teormharcáilte le táib (.tab, .txt), nó deighilte le camóg (.csv) san áireamh.

source: Text Address Book
ga: Seoltaí Téacs

source: vCard file (.vcf)
ga: Comhad v-chárta (.vcf)

source: Import an address book from vCard format
ga: Iompórtáil leabhar seoltaí i bhformáid v-Chárta

source: vCard Address Book
ga: Leabhar Seoltaí v-Chárta

source: Filter Log
ga: Loga na Scagairí

source: The Filter Log documents the filters that have been run for this account. Use the check box below to enable logging.
ga: Soláthraíonn Loga na Scagairí fianaise faoi na scagairí a ritheadh don chuntas seo.Úsáid an ticbhosca thíos chun logáil a chumasú.

source: &Enable the Filter Log
ga: &Cumasaigh Loga na Scagairí

source: Zoom &In
ga: Súmáil &Isteach

source: Zoom &Out
ga: Súmáil &Amach

source: &Reset
ga: Athshoc&raigh

source: Zoom &Text Only
ga: Súmáil &Téacs Amháin

source: &Zoom
ga: &Súmáil

source: Select Folder(s)
ga: Roghnaigh Fillteá(i)n

source: Select the folders to search:
ga: Roghnaigh na fillteáin atá le cuardach:

source: New Saved Search Folder
ga: Fillteán Nua Cuardaigh Shábháilte

source: Configure the search criteria used for this saved search folder:
ga: Cumraigh na critéir chuardaigh le húsáid don fhillteán cuardaigh shábháilte seo:

source: Select the folders to search:
ga: Roghnaigh na fillteáin atá le cuardach:

source: C&hoose…
ga: &Roghnaigh…

source: &Search Online (Gives up-to-date results for IMAP and News folders but increases time to open the folder)
ga: &Cuardach ar líne (beidh na torthaí cothrom le dáta le haghaidh fillteán IMAP agus Nuachta ach beidh oscailt an fhillteáin níos moille)

source: C&reate
ga: C&ruthaigh

source: Windows Live Mail settings
ga: Socruithe Ríomhphoist Windows Live

source: Mailbox %1$S, imported %2$d messages
ga: Bosca ríomhphoist %1$S, iompórtáladh %2$d teachtaireacht

source: Windows Live Mail Address Book
ga: Leabhar Seoltaí Ríomhphoist Windows Live

source: Windows Live Mail address book (windows address book)
ga: Leabhar seoltaí ríomhphoist Windows Live (leabhar seoltaí Windows)

source: LDAP Server Password Required
ga: Focal faire de dhíth le haghaidh fhreastalaí LDAP

source: Please enter your password for %1$S.
ga: Iontráil d'fhocal faire le haghaidh %1$S.

source: Operations error
ga: Earráid oibríochta

source: Protocol error
ga: Earráid phrótacail

source: Timelimit exceeded
ga: Imithe thar teorainn ama

source: Sizelimit exceeded
ga: Imithe thar teorainn méide

source: Compare false
ga: Tá an chomparáid bréagach

source: Compare true
ga: Tá an chomparáid fíor

source: Authentication method not supported
ga: Ní thacaítear leis an mhodh fíordheimhnithe

source: Strong authentication required
ga: Fíordheimhniú láidir de dhíth

source: Partial results and referral received
ga: Torthaí neamhiomlán agus atreorú faighte

source: Referral received
ga: Atreorú faighte

source: Administrative limit exceeded
ga: Imithe thar teorainn riaracháin

source: Unavailable critical extension
ga: Níl eisínteacht tábhachtach ar fáil

source: Confidentiality required
ga: Rúndacht de dhíth

source: SASL bind in progress
ga: Ceangailt SASL ar siúl

source: No such attribute
ga: Níl a leithéid de thréithe ann

source: Undefined attribute type
ga: Cineál tréithe gan sainmhíniú

source: Inappropriate matching
ga: Meaitseáil mhí-oiriúnach

source: Constraint violation
ga: Sárú iallaigh

source: Type or value exists
ga: Tá an cineál nó an luach ann cheana

source: Invalid syntax
ga: Comhréir neamhbhailí

source: No such object
ga: Níl a leithéid de réad ann

source: Alias problem
ga: Fadhb ailias

source: Invalid DN syntax
ga: Comhréir neamhbhailí DN

source: Object is a leaf
ga: Is duilleog é an réad

source: Alias dereferencing problem
ga: Fadhb dhíthagartha ailias

source: Inappropriate authentication
ga: Fíordheimhniú mí-oiriúnach

source: Invalid credentials
ga: Teastais aitheantais neamhbhailí

source: Insufficient access
ga: Ganntanas rochtana

source: The LDAP server is busy
ga: Tá an freastalaí LDAP gnóthach

source: LDAP server is unavailable
ga: Níl an freastalaí LDAP ar fáil

source: LDAP server is unwilling to perform
ga: Níl an freastalaí LDAP sásta gníomhú

source: Loop detected
ga: Braitheadh lúb

source: Sort Control is missing
ga: Rialtán Sórtála ar iarraidh

source: Search results exceed the range specified by the offsets
ga: Tá torthaí an chuardaigh imithe thar an raon a sonraíodh

source: Naming violation
ga: Sárú ainmnithe

source: Object class violation
ga: Sárú aicme oibiachta

source: Operation not allowed on nonleaf
ga: Níl an oibríocht ceadaithe ar neamh-dhuilleog

source: Operation not allowed on RDN
ga: Níl an oibríocht ceadaithe ar RDN

source: Already exists
ga: Ina bheo cheana

source: Cannot modify object class
ga: Ní féidir aicme an réada a athrú

source: Results too large
ga: Torthaí rómhór

source: Affects multiple servers
ga: Tionchar ar níos mó ná freastalaí amháin

source: Can't contact the LDAP server
ga: Ní féidir dul i dteagmháil leis an bhfreastalaí LDAP

source: Local error
ga: Earráid logánta

source: Encoding error
ga: Earráid ionchódaithe

source: Decoding error
ga: Earráid díchódaithe

source: The LDAP server timed out
ga: D'imigh an freastalaí LDAP thar am.

source: Unknown authentication method
ga: Scéim neamhaithnid fhíordheimhnithe

source: Invalid search filter
ga: Scagaire cuardaigh neamhbhailí

source: User cancelled operation
ga: Chealaigh an úsáideoir an oibríocht

source: Bad parameter to an LDAP routine
ga: Drochpharaiméadar do ghnáthamh LDAP

source: Out of memory
ga: Cuimhne ídithe

source: Can't connect to the LDAP server
ga: Ní féidir ceangal leis an bhfreastalaí LDAP

source: Not supported by this version of the LDAP protocol
ga: Gan tacú leis sa leagan seo den phrótacal LDAP

source: Requested LDAP control not found
ga: Níor aimsíodh an rialtán iarrtha LDAP

source: No results returned
ga: Gan torthaí

source: More results to return
ga: Tuilleadh torthaí

source: Client detected loop
ga: Bhraith an cliant lúb

source: Referral hop limit exceeded
ga: Imithe thar teorainn na bpreab atreoraithe

source: Problem loading page
ga: Fadhb i rith luchtú an leathanaigh

source: Try Again
ga: Déan Iarracht Arís

source: Unable to connect
ga: Ní féidir ceangal

source: This address is restricted
ga: Tá an seoladh seo srianta

source: Server not found
ga: Freastalaí gan aimsiú

source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your computer's network connection.</li> <li>If your computer or network is protected by a firewall or proxy, make sure that &brandShortName; is permitted to access the Web.</li> </ul>
ga: <ul> <li>Scrúdaigh an seoladh le haghaidh botún cosúil le <strong>ww</strong>.sampla.com in áit <strong>www</strong>.sampla.com</li> <li>Mura bhfuil tú in ann leathanach ar bith a luchtú, déan seiceáil ar cheangal líonra do ríomhaire.</li> <li>Má tá do ríomhaire nó do líonra á chosaint ag balla dóiteáin nó seachfhreastalaí, cinntigh go bhfuil cead ag &brandShortName; an Gréasán a rochtain.</li> </ul>

source: File not found
ga: Comhad gan aimsiú

source: <ul> <li>Check the file name for capitalization or other typing errors.</li> <li>Check to see if the file was moved, renamed or deleted.</li> </ul>
ga: <ul> <li>Scrúdaigh an t-ainm comhaid le haghaidh botúin chlóscríofa sna litreacha móra srl.</li> <li>Féach an bhfuil an comhad bogtha, athainmnithe nó scriosta.</li></ul>

source: Oops.
ga: Úps.

source: <p>&brandShortName; can't load this page for some reason.</p>
ga: <p>Ní féidir le &brandShortName; an leathanach seo a luchtú ar fáth éigin.</p>

source: The address isn't valid
ga: Níl an seoladh bailí

source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you're using forward slashes (i.e. <strong>/</strong>).</li> </ul>
ga: <ul> <li>De ghnáth scríobhtar seoltaí Gréasáin mar seo <strong>http://www.sampla.com/</strong></li> <li>Bí cinnte gur tulslaiseanna atá agat (.i. <strong>/</strong>).</li></ul>

source: The connection was interrupted
ga: Idirbhriseadh an ceangal

source: Document Expired
ga: Cáipéis As Feidhm

source: <p>The requested document is not available in the cache.</p><ul><li>As a security precaution, &brandShortName; does not automatically re-request sensitive documents.</li><li>Click Try Again to re-request the document from the website.</li></ul>
ga: <p>Níl an cháipéis iarrtha ar fáil sa taisce.</p><ul><li>Mar gheall ar chúrsaí slándála, ní dhéanfaidh &brandShortName; iarracht eile aon cháipéis íogair a fháil go huathoibríoch.</li><li>Cliceáil 'Déan Iarracht Eile' chun an cháipéis a iarraidh ón suíomh arís.</li></ul>

source: Offline mode
ga: Mód as líne

source: <ul> <li>Press &quot;Try Again&quot; to switch to online mode and reload the page.</li> </ul>
ga: <ul> <li>Brúigh &quot;Déan Iarracht Arís&quot; chun dul ar líne agus an leathanach a luchtú arís.</li> </ul>

source: Content encoding error
ga: Earráid ionchódaithe inneachair

# contentEncodingError.longDesc
source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
ga: <ul> <li>Téigh i dteagmháil le húinéirí an tsuímh ghréasáin leis an bhfadhb a chur in iúl dóibh, le do thoil.</li> </ul>

source: Unsafe file type
ga: Cineál comhaid baolach

# unsafeContentType.longDesc
source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
ga: <ul> <li>Téigh i dteagmháil le húinéirí an tsuímh ghréasáin leis an bhfadhb a chur in iúl dóibh, le do thoil.</li> </ul>

source: The connection was reset
ga: Athshocraíodh an ceangal

source: The connection has timed out
ga: Ceangal imithe thar am

source: The address wasn't understood
ga: Níor tuigeadh an seoladh

source: <ul> <li>You might need to install other software to open this address.</li> </ul>
ga: <ul> <li>B'fhéidir go mbeidh ort bogearraí eile a shuiteáil leis an seoladh seo a oscailt.</li></ul>

source: The proxy server is refusing connections
ga: Tá an seachfhreastalaí ag diúltú le ceangail

source: <ul> <li>Check the proxy settings to make sure that they are correct.</li> <li>Contact your network administrator to make sure the proxy server is working.</li> </ul>
ga: <ul> <li>Cinntigh go bhfuil na socruithe seachfhreastalaí ceart.</li> <li>Téigh i dteagmháil le do riarthóir líonra le bheith cinnte go bhfuil an seachfhreastalaí ag obair.</li></ul>

source: Unable to find the proxy server
ga: Ní féidir an seachfhreastalaí a aimsiú

source: <ul> <li>Check the proxy settings to make sure that they are correct.</li> <li>Check to make sure your computer has a working network connection.</li> <li>If your computer or network is protected by a firewall or proxy, make sure that &brandShortName; is permitted to access the Web.</li> </ul>
ga: <ul> <li>Cinntigh go bhfuil na socruithe seachfhreastalaí ceart.</li> <li>Cinntigh go bhfuil ceangal líonra do ríomhaire ag obair.</li> <li>Má tá do ríomhaire nó do líonra á chosaint ag balla dóiteáin nó seachfhreastalaí, cinntigh go bhfuil cead ag &brandShortName; an Gréasán a rochtain.</li></ul>

source: The page isn't redirecting properly
ga: Níl an leathanach ag atreorú i gceart

source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
ga: <ul> <li>Uaireanta tarlaíonn an fhadhb seo de bharr fianáin a bheith díchumasaithe nó bheith ag diúltú leo.</li></ul>

source: Unexpected response from server
ga: Freagra gan súil leis ón bhfreastalaí

source: <ul> <li>Check to make sure your system has the Personal Security Manager installed.</li> <li>This might be due to a non-standard configuration on the server.</li> </ul>
ga: <ul> <li>Cinntigh go bhfuil an Bainisteoir Pearsanta Slándála suiteáilte ar do ríomhaire.</li> <li>D'fhéadfadh seo tarlú de dheasca cumraíocht neamhchaighdeánach an fhreastalaí.</li></ul>

# nssFailure2.title
source: Secure connection failed
ga: Níorbh fhéidir ceangal slán a bhunú

source: <ul> <li>The page you are trying to view can not be shown because the authenticity of the received data could not be verified.</li> <li>Please contact the website owners to inform them of this problem.</li> </ul>
ga: <ul> <li>Ní féidir an leathanach atá tú ag iarraidh amharc air a thaispeáint toisc nach féidir fírinne na sonraí a fuarthas a fhíordheimhniú.</li> <li>Téigh i dteagmháil le húinéirí an tsuímh Ghréasáin leis an fhadhb seo a chur in iúl dóibh le do thoil.</li> </ul>

# nssBadCert.title
source: Secure connection failed
ga: Níorbh fhéidir ceangal slán a bhunú

source: <ul> <li>This could be a problem with the server's configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
ga: <ul> <li>B'fhéidir gur fadhb i gcumraíocht an fhreastalaí atá ann, nó b'fhéidir go bhfuil duine éigin ag déanamh aithris ar an bhfreastalaí.</li> <li>Má d'éirigh leat ceangal leis an bhfreastalaí seo roimhe seo, b'fhéidir gur fadhb shealadach atá ann agus is féidir leat iarracht a dhéanamh níos déanaí.</li> </ul>

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your computer's network connection.</li> <li>If your computer or network is protected by a firewall or proxy, make sure that &brandShortName; is permitted to access the Web.</li> </ul>
ga: <ul> <li>D'fhéadfadh an suíomh bheith gan fáil nó ró-ghnóthach go sealadach. Bain triail eile as ar ball beag.</li> <li>Mura bhfuil tú in ann leathanach ar bith a luchtú, déan seiceáil ar cheangal líonra do ríomhaire.</li> <li>Má tá do ríomhaire nó do líonra á chosaint ag balla dóiteáin nó seachfhreastalaí, cinntigh go bhfuil cead ag &brandShortName; an Gréasán a rochtain.</li></ul>

source: Suspected attack site!
ga: Suíomh amhrasta ionsaithe!

source: <p>Attack sites try to install programs that steal private information, use your computer to attack others, or damage your system.</p> <p>Website owners who believe their site has been reported as an attack site in error may <a href='http://www.stopbadware.org/home/reviewinfo'>request a review</a>.</p>
ga: <p>Iarrann suímh ionsaithe bogearraí a shuiteáil a ghoideann faisnéis phríobháideach, a úsáideann do ríomhaire le cinn eile a ionsaí, nó a dhéanann dochar do do ríomhaire.</p> <p>Tig le húinéirí suíomhanna Gréasáin a chreideann gur tuairiscíodh go mícheart gur suímh ionsaithe iad <a href='http://www.stopbadware.org/home/reviewinfo'>athbhreithniú a iarraidh</a>.</p>

source: Suspected web forgery!
ga: Falsaíocht Ghréasáin!

source: <p>Entering any personal information on this page may result in identity theft or other fraud.</p> <p>These types of web forgeries are used in scams known as phishing attacks, in which fraudulent web pages and emails are used to imitate sources you may trust.</p>
ga: <p>D'fhéadfadh goid aitheantais nó calaois eile teacht mar thoradh ar fhaisnéis phearsanta ar bith a chur isteach sa leathanach seo.</p> <p>Úsáidtear suímh den chineál seo i gcamscéimeanna ar a dtugtar “bréagbhrandáil”, ina gcruthaíonn coirpigh leathanaigh agus ríomhphoist chalaoiseacha chun aithris a dhéanamh ar fhoinsí dlisteanacha a bhfuil muinín agat astu.</p>

source: Blocked by Content Security Policy
ga: Bactha ag an Polasaí Slándala Inneachair

source: <p>&brandShortName; prevented this page from loading in this way because the page has a content security policy that disallows it.</p>
ga: <p>Chuir &brandShortName; stad ar luchtú an leathanaigh seo toisc go bhfuil polasaí slándála inneachair ag an leathanach a dhícheadaíonn é.</p>

source: Corrupted Content Error
ga: Earráid: Ábhar Truaillithe

source: <p>The content you are trying to view cannot be shown because an error in the data transmission was detected.</p><ul><li>Please contact the owners to inform them of this problem.</li></ul>
ga: <p>An t-ábhar atá tú ag iarraidh a amharc, ní féidir é a thaispeáint toisc gur tharla earráid agus na sonraí á seoladh.</p><ul><li>Téigh i dteagmháil le húinéir an tsuímh agus inis dóibh faoin fhadhb seo.</li></ul>

source: Or you can add an exception…
ga: Nó is féidir leat eisceacht a chruthú…

source: Get me out of here!
ga: Amach as seo liom!

source: Add Exception…
ga: Cruthaigh Eisceacht…

source: <p>You should not add an exception if you are using an internet connection that you do not trust completely or if you are not used to seeing a warning for this server.</p> <button id='getMeOutOfHereButton'>&securityOverride.getMeOutOfHereButton;</button> <button id='exceptionDialogButton'>&securityOverride.exceptionButtonLabel;</button>
ga: <p>Ná cruthaigh eisceacht mura bhfuil muinín agat as do cheangal Idirlín nó mura fheiceann tú rabhadh maidir leis an bhfreastalaí seo go rialta.</p> <button id='getMeOutOfHereButton'>&securityOverride.getMeOutOfHereButton;</button> <button id='exceptionDialogButton'>&securityOverride.exceptionButtonLabel;</button>

source: Remote XUL
ga: XUL Cianda

source: <p><ul><li>Please contact the website owners to inform them of this problem.</li></ul></p>
ga: <p><ul><li>Téigh i dteagmháil le húinéir an tsuímh agus inis dóibh faoin fhadhb seo.</li></ul></p>

source: Settings can be changed using the Attachments tab in &brandShortName;'s Preferences.
ga: Is féidir socruithe a athrú trí úsáid an chluaisín Iatáin i Sainroghanna &brandShortName;.

source: Settings can be changed using the Attachments tab in &brandShortName;'s Options.
ga: Is féidir socruithe a athrú trí úsáid an chluaisín Iatáin i Roghanna &brandShortName;.

source: <em:contributor>Joe Solon</em:contributor> <em:contributor>Suzy Solon</em:contributor>
ga: <em:contributor>Séamus Ó Ciardhuáin</em:contributor> <em:contributor>Kevin Scannell</em:contributor> <em:contributor>Brian King</em:contributor>

# testpilot.settings.label
source: Settings
ga: Socruithe

source: Data Submission
ga: Seoladh Sonraí

source: Notifications
ga: Fógraí

source: Notify me when…
ga: Cuir in iúl dom…

source: A study is ready to submit
ga: Nuair a bheidh staidéar réidh le seoladh

source: There's a new study
ga: Nuair a bheidh staidéar nua ann

source: A study has new results
ga: Nuair a bheidh torthaí nua ag staidéar

source: Always submit my data (don't ask me)
ga: Seol mo chuid sonraí i gcónaí (ná fiafraigh díom)

source: All Your User Studies…
ga: Do Chuid Staidéar Go Léir…

source: About Test Pilot
ga: Maidir le Test Pilot

source: Your Test Pilot Studies
ga: Do Chuid Staidéar Test Pilot

source: Current Studies
ga: Staidéir Reatha

source: Finished Studies
ga: Staidéir Chríochnaithe

source: Study Findings
ga: Torthaí an Staidéir

# testpilot.studiesWindow.settings.label
source: Settings
ga: Socruithe

source: Test Pilot: Raw Data
ga: Test Pilot: Amhshonraí

source: Turn On User Studies
ga: Cuir Staidéir Úsáideora Ar Siúl

source: Feedback
ga: Aiseolas

source: Firefox Made Me Happy Because…
ga: Chuir Firefox aoibhneas orm de bharr…

source: Firefox Made Me Sad Because…
ga: Chuir Firefox brón orm de bharr…

source: Thunderbird Made Me Happy Because…
ga: Chuir Thunderbird aoibhneas orm de bharr…

source: Thunderbird Made Me Sad Because…
ga: Chuir Thunderbird brón orm de bharr…

source: Report this website as broken…
ga: Seol tuairisc go bhfuil an suíomh seo briste…

source: Give us a suggestion…
ga: Seol moladh chugainn…

source: Help make Thunderbird better by running user studies.
ga: Cabhraigh linn Thunderbird a fheabhsú trí pháirt a ghlacadh i staidéar úsáideora.

source: Mozilla Labs Test Pilot
ga: Saotharlann Mozilla - Test Pilot

source: More Info
ga: Eolas Breise

source: Take the Survey
ga: Glac páirt sa suirbhé

source: Turn Off User Studies
ga: Stop Staidéir Úsáideora

source: We are working on a new study now; it will knock on your door soon! Stay Tuned!
ga: Tá staidéar nua idir lámha againn faoi láthair; beidh sé leat go luath!

source: Uploading…
ga: Á Uasluchtú…
