Repository: kscanne/gaeilge-mozdev
Catalog: src/tbird-trunk.*.po
Languages: ga

source: Compacting folder %S…
ga: Fillteán %S á dhlúthú…

source: Done compacting
ga: Dlúthú Críochnaithe

source: Compact Folders
ga: Dlúthaigh Fillteáin

source: Do you wish to compact all local and offline folders to save disk space?
ga: An bhfuil fonn ort gach fillteán logánta agus as líne a dhlúthú chun spás diosca a spáráil?

source: Always ask me before compacting folders automatically
ga: Fiafraigh díom i gcónaí roimh dlúthú uathoibríoch fillteán

source: Co&mpact Now
ga: &Dlúthaigh Anois

source: Deleting the folder '%S' will disable its associated filter(s). Are you sure you want to delete the folder?
ga: Má scriostar an fillteán "%S", beidh na scagairí atá comhcheangailte leis díchumasaithe. An bhfuil tú cinnte go dteastaíonn uait an fillteán a scriosadh?

source: Filters associated with this folder will be updated.
ga: Déanfar nuashonrú ar na scagairí atá comhcheangailte leis an bhfillteán seo.

source: The folder '%S' could not be found, so filter(s) associated with this folder will be disabled. Verify that the folder exists, and that filters point to a valid destination folder.
ga: Níorbh fhéidir an fillteán "%S" a aimsiú, agus dá bhrí sin déanfar na scagairí atá comhcheangailte leis an bhfillteán sin a dhíchumasú. Cinntigh go bhfuil an fillteán ann agus go bhfuil fillteán sprice bailí ag na scagairí.

source: The messages could not be filtered to folder '%S' because another operation is in progress.
ga: Níorbh fhéidir na teachtaireachtaí a scagadh go dtí an fillteán "%S" de bhrí go bhfuil oibríocht eile ar siúl.

source: Unable to open the folder %S because it is in use by some other operation. Please wait for that operation to finish and then select the folder again.
ga: Ní féidir an fillteán %S a oscailt toisc go bhfuil sé in úsáid ag oibríocht eile. Fan go gcríochnóidh an oibríocht sin agus ansin roghnaigh an fillteán arís.

source: Unable to delete messages in folder %S because it is in use by some other operation. Please wait for that operation to finish and then try again.
ga: Ní féidir teachtaireachtaí a scriosadh san fhillteán %S toisc go bhfuil oibríocht eile á úsáid. Fan go gcríochnóidh an oibríocht sin agus ansin déan iarracht eile.

source: Do not warn me again.
ga: Ná tabhair rabhadh dom arís.

source: The folder '%S' cannot be compacted because another operation is in progress. Please try again later.
ga: Ní féidir an fillteán %S a dhlúthú toisc go bhfuil oibríocht eile ar siúl. Déan iarracht eile ar ball beag.

source: The folder '%S' could not be compacted because writing to folder failed. Verify that you have enough disk space, and that you have write privileges to the file system, then try again.
ga: Níorbh fhéidir an fillteán "%S" a dhlúthú de bhrí gur theip ar an scríobh san fhillteán. Cinntigh go bhfuil go leor spáis diosca agat agus go bhfuil cead scríofa agat sa chomhadchóras. Ansin déan iarracht eile.

source: The messages could not be filtered to folder '%S' because writing to folder failed. Verify that you have enough disk space, and that you have write privileges to the file system, then try again.
ga: Níorbh fhéidir na teachtaireachtaí a scagadh go dtí an fillteán "%S" de bhrí gur theip ar an scríobh san fhillteán. Cinntigh go bhfuil go leor spáis diosca agat agus go bhfuil cead scríofa agat sa chomhadchóras. Ansin déan iarracht eile.

source: The messages could not be moved or copied to folder '%S' because writing to folder failed. To gain disk space, from the File menu, first choose Empty Trash, and then choose Compact Folders, and then try again.
ga: Níorbh fhéidir na teachtaireachtaí a bhogadh nó a chóipeáil go dtí an fillteán "%S" de bhrí gur theip ar an scríobh san fhillteán. Le breis spáis diosca a fháil, roghnaigh "Folmhaigh an Bosca Bruscair" agus "Dlúthaigh Fillteáin" ón roghchlár "Comhad", agus déan iarracht eile ansin.

source: While working offline, you cannot move or copy messages that were not downloaded for offline use. From the Mail window, open the File menu, choose Offline, then uncheck Work Offline, and then try again.
ga: Agus tú ag obair as líne, ní féidir teachtaireachtaí a bhogadh nó a chóipeáil gan iad a bheith íosluchtaithe le haghaidh úsáide as líne. Oscail an roghchlár "Comhad" sa phríomhfhuinneog, roghnaigh "As Líne", díroghnaigh "Oibrigh As Líne", agus ansin déan iarracht eile.

source: The operation failed because another operation is using the folder. Please wait for that operation to finish and then try again.
ga: Theip ar an oibríocht toisc go bhfuil oibríocht eile ag úsáid an fhillteáin. Fan go gcríochnóidh an oibríocht sin agus ansin déan iarracht eile.

source: The folder could not be renamed. Perhaps the folder is being reparsed, or the new name is not a valid folder name.
ga: Níorbh fhéidir an fillteán a athainmniú. B'fhéidir go bhfuil an fillteán á athpharsáil nó nach ainm fillteáin bailí atá san ainm nua.

source: %1$S on %2$S
ga: %1$S ar %2$S

source: There was an error truncating the Inbox after filtering a message to folder '%1$S'. You may need to shutdown %2$S and delete INBOX.msf.
ga: Tharla earráid agus an Bosca Isteach á theascadh tar éis teachtaireacht a scagadh go dtí an fillteán "%1$S". B'fhéidir gur fearr duit %2$S a dhúnadh agus INBOX.msf a scriosadh.

source: The folder %S is full, and can't hold any more messages. To make room for more messages, delete any old or unwanted mail and compact the folder.
ga: Tá an fillteán %S lán agus ní féidir tuilleadh teachtaireachtaí a chur ann. Chun spás a chur ar fáil do theachtaireachtaí nua, scrios sean-teachtaireachtai nó cinn nach bhfuil uait agus dlúthaigh an fillteán.

source: Unable to open the summary file for %S. Perhaps there was an error on disk, or the full path is too long.
ga: Níorbh fhéidir an comhad achomair le haghaidh %S a oscailt. B'fhéidir gur tharla earráid ar an diosca nó go bhfuil an chonair iomlán rófhada.

source: (Default)
ga: (Réamhshocrú)

# messageHasFlag
source: Starred
ga: Marcáilte

source: Has Attachment
ga: Le hiatán

# messageJunk
source: Junk
ga: Dramhphost

source: Expanded
ga: Fairsingithe

source: Collapsed
ga: Leacaithe

source: <not specified>
ga: <gan sonrú>

source: Yes
ga: Tá

source: Delete Server
ga: Scrios an Freastalaí

source: Are you sure you want to delete the server: %S?
ga: An bhfuil tú cinnte go dteastaíonn uait an freastalaí seo a scriosadh: %S?

source: No authentication
ga: Gan fíordheimhniú

source: Password, original method (insecure)
ga: Focal faire, modh bunúsach (neamhshlán)

source: Password, transmitted insecurely
ga: Focal faire, seolta go neamhshlán

source: Normal password
ga: Gnáthfhocal faire

source: Encrypted password
ga: Focal faire criptithe

source: TLS Certificate
ga: Teastas TLS

source: Any secure method (deprecated)
ga: Aon mhodh slán (i léig)

source: Any method (insecure)
ga: Modh ar bith (neamhshlán)

source: News Server (NNTP)
ga: Freastalaí Nuachta (NNTP)

source: POP Mail Server
ga: Freastalaí Ríomhphoist POP

source: IMAP Mail Server
ga: Freastalaí Ríomhphoist IMAP

source: Local Mail Store
ga: Stóras Logánta Ríomhphoist

source: Click to sort by lines
ga: Cliceáil chun sórtáil de réir línte

source: Lines
ga: Línte

source: Loading Message…
ga: Teachtaireacht á Luchtú…

source: Synchronizing messages in %1$S from %2$S…
ga: Teachtaireachtaí i %1$S ó %2$S á sioncronú…

source: Unread: %S
ga: Gan Léamh: %S

source: Selected: %S
ga: Roghnaithe: %S

source: Total: %S
ga: Iomlán: %S

source: Local Folders
ga: Fillteáin Logánta

source: Trash
ga: Bruscar

source: Sent
ga: Seolta

source: Drafts
ga: Dréachtaí

source: Templates
ga: Teimpléid

source: Outbox
ga: Bosca Amach

# junkFolderName
source: Junk
ga: Dramhphost

source: Older
ga: Níos Sine

source: Untagged Messages
ga: Teachtaireachtaí Gan Chlibeanna

source: No Status
ga: Gan Stádas

source: No Priority
ga: Gan Tosaíocht

source: No Attachments
ga: Gan Iatán

source: Not Starred
ga: Gan Réiltín

# groupFlagged
source: Starred
ga: Marcáilte

source: Remove All Tags
ga: Bain Gach Clib

source: Important
ga: Tábhachtach

source: Personal
ga: Pearsanta

source: To Do
ga: Le Déanamh

source: Later
ga: Níos Déanaí

source: Replied
ga: Freagartha

# flagged
source: Starred
ga: Marcáilte

source: Junk
ga: Dramhphost

source: Plugin
ga: Forlíontán

source: Filter
ga: Scagaire

source: Whitelist
ga: Liosta Bán

source: User
ga: Úsáideoir

source: IMAP Flag
ga: Bratach IMAP

source: The body of this message has not been downloaded from the server for reading offline. To read this message, you must reconnect to the network, choose Offline from the File menu and then uncheck Work Offline. In the future, you can select which messages or folders to read offline. To do this, choose Offline from the file menu and then select Synchronize. You can adjust the Disk Space preference to prevent the downloading of large messages.
ga: Níl corp na teachtaireachta seo íosluchtaithe ón bhfrerastalaí le léamh as líne. Chun an teachtaireacht seo a léamh, caithfidh tú ceangal leis an líonra arís, "As Líne" a roghnú ón roghchlár "Comhad", agus "Oibrigh As Líne" a dhíroghnú. Is féidir leat na teachtaireachtaí nó fillteáin atá le léamh as líne a roghnú. Leis sin a dhéanamh, roghnaigh "As Líne" ón roghchlár "Comhad" agus ansin roghnaigh "Sioncronaigh". Tig leat an rogha "Spás Diosca" a shocrú le cosc a chur ar íosluchtú teachtaireachtaí móra.

source: Mail
ga: Post

source: News
ga: Nuacht

source: Feeds
ga: Fothaí

source: <TITLE>Go Online to View This Message</TITLE>
ga: <TITLE>Téigh ar líne chun an teachtaireacht seo a fheiceáil</TITLE>

source: Confirm Unsubscribe
ga: Deimhnigh Díliostáil

source: Are you sure you want to unsubscribe from %S?
ga: An bhfuil tú cinnte gur mian leat díliostáil ó %S?

source: Are you sure you want to unsubscribe from these newsgroups?
ga: An bhfuil tú cinnte gur mian leat díliostáil ó na grúpaí nuachta seo?

source: Restore All Tabs
ga: Athchóirigh Gach Cluaisín

source: Save As…
ga: Sábháil Mar…

source: Detach…
ga: Díscoir…

# deleteLabel
source: Delete
ga: Scrios

source: The following attachments will be permanently deleted from this message: %S This action cannot be undone. Do you wish to continue?
ga: Scriosfar na hiatáin seo a leanas go buan ón teachtaireacht seo: %S Ní féidir an gníomh seo a chur ar ceal. An bhfuil fonn ort leanúint ar aghaidh?

source: The following attachments have been successfully saved and will now be permanently deleted from this message: %S This action cannot be undone. Do you wish to continue?
ga: D'éirigh le sábháil na n-iatán seo a leanas agus anois bainfear iad go buan ón teachtaireacht seo: %S Ní féidir an gníomh seo a chur ar ceal. An bhfuil fonn ort leanúint ar aghaidh?

source: Failed to delete the selected attachments.
ga: Theip ar scriosadh na n-iatán roghnaithe.

source: This attachment appears to be empty. Please check with the person who sent this. Often company firewalls or antivirus programs will destroy attachments.
ga: De réir dealraimh tá an t-iatán seo folamh. Ba cheart duit fiafraí de sheoltóir na teachtaireachta faoi seo. Is minic iatáin a bheith scriosta ag ballaí dóiteáin nó ríomhchláir fhrithvíreas a úsáideann comhlachtaí.

source: 1 attachment:
ga: Iatán amháin:

source: size unknown
ga: méid anaithnid

source: at least %1$S
ga: %1$S ar a laghad

source: Attachments:
ga: Iatáin:

source: Unknown Error
ga: Earráid Anaithnid

source: Could not connect to server %S; the connection was refused.
ga: Ní féidir ceangal leis an bhfreastalaí %S; diúltaíodh leis an gceangal.

source: Subject or Recipient contains:
ga: Ábhar nó Faighteoir ina bhfuil:

source: Subject or From contains:
ga: Ábhar nó Ó ina bhfuil:

source: has %1$S new message
ga: -- %1$S teachtaireacht nua

source: has %1$S new messages
ga: -- %1$S teachtaireacht nua

source: %1$S received %2$S new message
ga: Fuair %1$S %2$S teachtaireacht nua

source: %1$S received %2$S new messages
ga: Fuair %1$S %2$S teachtaireacht nua

source: %1$S from %2$S
ga: %1$S ó %2$S

source: %1$S new message from %2$S.
ga: %1$S teachtaireacht nua ó %2$S.

source: %1$S new messages from %2$S.
ga: %1$S teachtaireacht nua ó %2$S.

source: %1$S new messages from %2$S and %3$S more.
ga: %1$S teachtaireacht nua ó %2$S agus %3$S eile.

source: %S of %S KB used
ga: %S as %S KB úsáidte

source: %S%% full
ga: %S%% lán

source: IMAP quota: %S KB used of %S KB total. Click for details.
ga: Cuóta IMAP: tá %S KB úsáidte as %S KB. Cliceáil le haghaidh sonraí.

# confirmViewDeleteTitle
source: Confirm
ga: Dearbhaigh

source: Are you sure you want to delete this view?
ga: An bhfuil tú cinnte gur mian leat an t-amharc seo a scriosadh?

source: Confirm Delete
ga: Dearbhaigh an Scriosadh

source: Are you sure you want to delete this saved search?
ga: An bhfuil tú cinnte gur mian leat an cuardach sábháilte seo a scriosadh?

# openWindowWarningTitle
source: Confirm
ga: Dearbhaigh

source: Opening #1 message may be slow. Continue?;Opening #1 messages may be slow. Continue?
ga: D'fhéadfadh oscailt #1 teachtaireacht a bheith mall. An bhfuil fonn ort leanúint ar aghaidh?;D'fhéadfadh oscailt #1 theachtaireacht a bheith mall. An bhfuil fonn ort leanúint ar aghaidh?;D'fhéadfadh oscailt #1 theachtaireacht a bheith mall. An bhfuil fonn ort leanúint ar aghaidh?;D'fhéadfadh oscailt #1 dteachtaireacht a bheith mall. An bhfuil fonn ort leanúint ar aghaidh?;D'fhéadfadh oscailt #1 teachtaireacht a bheith mall. An bhfuil fonn ort leanúint ar aghaidh?

source: A tag with that name already exists.
ga: Tá clib ann cheana ar a bhfuil an t-ainm sin.

source: Edit Tag
ga: Cuir Clib in Eagar

source: Edit Saved Search Properties for %S
ga: Cuir Airíonna an Chuardaigh Shábháilte do %S in Eagar

source: You must choose at least one folder to search for the saved search folder.
ga: Caithfidh tú fillteán amháin ar a laghad a roghnú le cuardach don fhillteán cuardaigh shábháilte.

source: %.*f bytes
ga: %.*f beart

source: Error opening message-id
ga: Earráid agus teachtaireacht á hoscailt

source: Message for message-id %S not found
ga: Níor aimsíodh teachtaireacht le haitheantas %S

source: Email Scam Alert
ga: Airdeall faoi Chamscéim Ríomhphoist

source: %1$S thinks this message is a scam. The links in the message may be trying to impersonate web pages you want to visit. Are you sure you want to visit %2$S?
ga: Tá amhras ar %1$S faoin teachtaireacht seo. B'fhéidir go bhfuil sé ag ligean air gurb é an leathanach Gréasáin a theastaíonn uait. An bhfuil tú cinnte go dteastaíonn uait dul go %2$S?

# updatesItem_default
source: Check for Updates…
ga: Lorg Nuashonruithe…

# updatesItem_defaultFallback
source: Check for Updates…
ga: Lorg Nuashonruithe…

source: Downloading %S…
ga: %S á íosluchtú…

source: Downloading Update…
ga: Nuashonrú á Íosluchtú…

# updatesItem_resume
source: Resume Downloading %S…
ga: Lean le híosluchtú %S…

source: Resume Downloading Update…
ga: Lean le híosluchtú an nuashonraithe…

# updatesItem_pending
source: Apply Downloaded Update Now…
ga: Cuir an nuashonrú íosluchtaithe i bhfeidhm anois…

# updatesItem_pendingFallback
source: Apply Downloaded Update Now…
ga: Cuir an nuashonrú íosluchtaithe i bhfeidhm anois…

source: All Folders
ga: Gach Fillteán

source: Unread Folders
ga: Fillteáin Gan Léamh

source: Favorite Folders
ga: Mo Rogha Fillteán

source: Recent Folders
ga: Fillteáin Dheireanacha

# folderPaneModeHeader_smart
source: Unified Folders
ga: Fillteáin Aontaithe

# unifiedAccountName
source: Unified Folders
ga: Fillteáin Aontaithe

source: Move to "%1$S" Again
ga: Bog go "%1$S" Arís

source: Copy to "%1$S" Again
ga: Cóipeáil go "%1$S" Arís

source: Always load remote content from %1$S
ga: Luchtaigh ábhar cianda ó %1$S i gcónaí

source: %1$S has asked to be notified when you read this message.
ga: D'iarr %1$S go seolfaí fógra chuige/chuici nuair a léifidh tú an teachtaireacht.

source: %1$S has asked to be notified (on %2$S) when you read this message.
ga: D'iarr %1$S go seolfaí fógra chuige/chuici (ar %2$S) nuair a léifidh tú an teachtaireacht seo.

# emptyJunkTitle
source: Confirm
ga: Dearbhaigh

source: Are you sure you want to permanently delete all messages and subfolders in the Junk folder?
ga: An bhfuil tú cinnte gur mian leat gach teachtaireacht agus fofhillteán san fhillteán Dramhphoist a scriosadh go buan?

# emptyJunkDontAsk
source: Don't ask me again.
ga: Ná fiafraigh díom arís.

# emptyTrashTitle
source: Confirm
ga: Dearbhaigh

source: Are you sure you want to permanently delete all messages and subfolders in the Trash folder?
ga: An bhfuil tú cinnte gur mian leat gach teachtaireacht agus fofhillteán san fhillteán Bruscar a scriosadh go buan?

# emptyTrashDontAsk
source: Don't ask me again.
ga: Ná fiafraigh díom arís.

source: Junk analysis %S complete
ga: Anailís dramhphoist %S déanta

source: Processing Junk Messages
ga: Teachtaireachtaí Dramhphoist á bPróiseáil

source: File Not Found
ga: Comhad Gan Aimsiú

source: The file %S does not exist.
ga: Níl comhad %S ann.

source: File Empty
ga: Comhad Folamh

source: The file %S is empty.
ga: Tá comhad %S folamh.

source: #1 more;#1 more
ga: Ceann amháin eile;#1 cheann eile;#1 cinn eile;#1 gcinn eile;#1 ceann eile

source: , and #1 more;, and #1 more
ga: , agus ceann amháin eile;, agus #1 cheann eile;, agus #1 cinn eile;, agus #1 gcinn eile;, agus #1 ceann eile

# headertoFieldMe
source: Me
ga: Mise

# headerfromFieldMe
source: Me
ga: Mise

# headerreply-toFieldMe
source: Me
ga: Mise

# headerccFieldMe
source: Me
ga: Mise

# headerbccFieldMe
source: Me
ga: Mise

source: Show the attachment pane
ga: Taispeáin an pána iatáin

source: Hide the attachment pane
ga: Folaigh an pána iatáin

source: Loading…
ga: Á Luchtú…

source: %1$S prevented the site (%2$S) from asking you to install software on your computer.
ga: Stop %1$S an suíomh (%2$S) ó bheith ag iarraidh ort bogearraí a shuiteáil ar do ríomhaire.

# xpinstallPromptAllowButton
source: Allow
ga: Ceadaigh

source: Software installation has been disabled by your system administrator.
ga: Tá suiteáil bhogearraí díchumasaithe ag riarthóir do chórais.

source: Software installation is currently disabled. Click Enable and try again.
ga: Tá suiteáil bhogearraí díchumasaithe faoi láthair. Cliceáil Cumasaigh agus déan iarracht eile.

source: Enable
ga: Cumasaigh

source: #1 has been installed successfully.;#2 add-ons have been installed successfully.
ga: D'éirigh le suiteáil #1.;D'éirigh le suiteáil #2 bhreiseán.;D'éirigh le suiteáil #2 bhreiseán.;D'éirigh le suiteáil #2 mbreiseán.;D'éirigh le suiteáil #2 breiseán.

source: #1 will be installed after you restart #3.;#2 add-ons will be installed after you restart #3.
ga: Beidh #1 suiteáilte tar éis duit #3 a atosú.;Beidh #2 bhreiseán suiteáilte tar éis duit #3 a atosú;Beidh #2 bhreiseán suiteáilte tar éis duit #3 a atosú;Beidh #2 mbreiseán suiteáilte tar éis duit #3 a atosú;Beidh #2 breiseán suiteáilte tar éis duit #3 a atosú

source: Restart Now
ga: Atosaigh Anois

source: Open Add-ons Manager
ga: Oscail Bainisteoir na mBreiseán

source: The add-on could not be downloaded because of a connection failure on #2.
ga: Níorbh fhéidir an breiseán a íosluchtú mar gheall ar theip cheangail ar #2.

source: The add-on from #2 could not be installed because it does not match the add-on #3 expected.
ga: Níorbh fhéidir an breiseán ó #2 a shuiteáil toisc nach raibh sé comhoiriúnach don bhreiseán a raibh #3 ag súil leis.

source: The add-on downloaded from #2 could not be installed because it appears to be corrupt.
ga: Níorbh fhéidir an breiseán íosluchtaithe ó #2 a shuiteáil toisc go ndealraíonn sé go bhfuil sé truaillithe.

# addonError-4
source: #1 could not be installed because #3 cannot modify the needed file.
ga: Níorbh fhéidir #1 a shuiteáil toisc nach bhfuil #3 in ann comhad riachtanach a athrú.

source: This add-on could not be installed because of a filesystem error.
ga: Níorbh fhéidir an breiseán seo a shuiteáil de bharr earráide sa chóras comhad.

source: This add-on could not be installed because it does not match the add-on #3 expected.
ga: Níorbh fhéidir an breiseán seo a shuiteáil toisc nach raibh sé comhoiriúnach don bhreiseán a raibh #3 ag súil leis.

source: This add-on could not be installed because it appears to be corrupt.
ga: Níorbh fhéidir an breiseán a shuiteáil toisc go ndealraíonn sé go bhfuil sé truaillithe.

# addonLocalError-4
source: #1 could not be installed because #3 cannot modify the needed file.
ga: Níorbh fhéidir #1 a shuiteáil toisc nach bhfuil #3 in ann an comhad riachtanach a athrú.

source: #1 could not be installed because it is not compatible with #3 #4.
ga: Níorbh fhéidir #1 a shuiteáil toisc nach bhfuil sé comhoiriúnach le #3 #4.

source: #1 could not be installed because it has a high risk of causing stability or security problems.
ga: Tá baol mór ann go mbeidh an breiseán #1 ina údár le fadhbanna slándála agus cobhsaíochta, agus ní féidir é a shuiteáil.

source: Confirm Deletion
ga: Dearbhaigh Scriosadh

source: This will delete messages in collapsed threads. Are you sure you want to continue?
ga: Scriosfaidh sé seo teachtaireachtaí i snáitheanna leacaithe. An bhfuil tú cinnte?

source: This will delete messages immediately, without saving a copy to Trash. Are you sure you want to continue?
ga: Scriosfaidh sé seo na teachtaireachtaí láithreach bonn, gan cóip a shábháil sa mBruscar. An bhfuil tú cinnte?

# confirmMsgDelete.dontAsk.label
source: Don't ask me again.
ga: Ná fiafraigh díom arís.

# confirmMsgDelete.delete.label
source: Delete
ga: Scrios

source: Login Failed
ga: Theip ar an Logáil Isteach

source: Login to server %S failed.
ga: Theip ar an logáil isteach go dtí an freastalaí %S.

source: &Enter New Password
ga: Iontráil &Focal Faire Nua

source: The default theme.
ga: An téama réamhshocraithe.

# threadPane.columnPicker.confirmFolder.noChildren.title
source: Apply Changes?
ga: Cuir Athruithe i bhFeidhm?

source: Apply the current folder's columns to %S?
ga: An bhfuil fonn ort colúin an fhillteáin reatha a chur i bhfeidhm ar %S?

# threadPane.columnPicker.confirmFolder.withChildren.title
source: Apply Changes?
ga: Cuir Athruithe i bhFeidhm?

source: Apply the current folder's columns to %S and its children?
ga: An bhfuil fonn ort colúin an fhillteáin reatha a chur i bhfeidhm ar %S agus an t-ábhar atá ann?

source: This site (%S) attempted to install a theme.
ga: Rinne an suíomh seo (%S) iarracht téama a shuiteáil.

# lwthemeInstallRequest.allowButton
source: Allow
ga: Ceadaigh

source: A new theme has been installed.
ga: Suiteáladh téama nua.

source: Undo
ga: Cealaigh

source: Manage Themes…
ga: Bainistigh Téamaí…

source: Restart with Add-ons Disabled
ga: Atosaigh gan aon bhreiseáin

source: Are you sure you want to disable all add-ons and restart?
ga: An bhfuil tú cinnte gur mian leat gach breiseán a dhíchumasú agus an brabhsálaí a atosú?

source: Restart
ga: Atosaigh

source: Check for Updates
ga: Lorg Nuashonruithe

# update.checkInsideButton.accesskey
source: C
ga: L

# update.resumeButton.label
source: Resume Downloading %S…
ga: Lean le híosluchtú %S…

# update.resumeButton.accesskey
source: D
ga: L

source: Apply Update…
ga: Cuir Nuashonrú i bhFeidhm…

# update.openUpdateUI.applyButton.accesskey
source: A
ga: F

source: Restart to Update
ga: Atosaigh chun an nuashonrú a chur i bhfeidhm

# update.restart.updateButton.accesskey
source: R
ga: A

source: Update & Restart
ga: Nuashonraigh agus Atosaigh

# update.restart.restartButton.accesskey
source: R
ga: A

source: Upgrade Now…
ga: Uasghrádaigh Anois…

source: Upgrade Now
ga: Uasghrádaigh Anois

source: Set this search engine as the default
ga: Roghnaigh mar inneall réamhshocraithe

source: This search engine is currently the default
ga: Is é seo an t-inneall réamhshocraithe

source: Additional plugins are required to display all the media on this page.
ga: Tá forlíontáin eile ag teastáil chun na meáin uile ar an leathanach seo a thaispeáint.
