Repository: kscanne/gaeilge-mozdev
Catalog: src/tbird-trunk.*.po
Languages: ga

# emptyTrashCmd.label emptyTrashCmd.accesskey
source: Empt&y Trash
ga: &Folmhaigh an Bruscar

source: Off&line
ga: As &Líne

source: &Work Offline
ga: Oi&brigh As Líne

source: Download/&Sync Now…
ga: Íosluchtaigh/&Sioncronaigh Anois…

source: Offlin&e Settings…
ga: Socruith&e As Líne…

source: Get Se&lected Messages
ga: Faigh Teachtaireachtaí &Roghnaithe

source: Get St&arred Messages
ga: F&aigh na Teachtaireachtaí Marcáilte

# printCmd.label printCmd.accesskey
source: &Print…
ga: &Priontáil…

# printPreviewCmd.label printPreviewCmd.accesskey
source: Print Pre&view
ga: &Réamhamharc Priontála

source: &Delete Message
ga: &Scrios Teachtaireacht

source: Un&delete Message
ga: &Díscrios Teachtaireacht

source: &Delete Selected Messages
ga: &Scrios Teachtaireachtaí Roghnaithe

source: Un&delete Selected Messages
ga: &Díscrios Teachtaireachtaí Roghnaithe

source: Unsu&bscribe
ga: Dílio&stáil

source: &Select
ga: &Roghnaigh

# all.label all.accesskey
source: &All
ga: &Uile

source: &Thread
ga: &Snáithe

source: &Starred Messages
ga: Teachtaireachtaí &Marcáilte

source: Fa&vorite Folder
ga: Mo &Rogha Fillteán

source: Pr&operties…
ga: Airí&onna…

source: Folder Properties…
ga: Airíonna an Fhillteáin…

source: Newsgroup Properties…
ga: Airíonna an Ghrúpa Nuachta…

source: Undo Delete Message
ga: Cealaigh Scriosadh Teachtaireachta

source: Redo Delete Message
ga: Athfheidhmigh Scriosadh Teachtaireachta

source: Undo Move Message
ga: Cealaigh Bogadh Teachtaireachta

source: Redo Move Message
ga: Athfheidhmigh Bogadh Teachtaireachta

source: Undo Copy Message
ga: Cealaigh Cóipeáil Teachtaireachta

source: Redo Copy Message
ga: Athfheidhmigh Cóipeáil Teachtaireachta

source: Undo Mark All Read
ga: Cealaigh Marcáil Gach Rud mar Léite

source: Redo Mark All Read
ga: Athdhéan Marcáil Gach Rud mar Léite

source: Mail T&oolbar
ga: Príomhbharra &Uirlisí

source: &Classic View
ga: Amharc &Clasaiceach

source: &Wide View
ga: Amharc &Leathan

source: &Vertical View
ga: Amharc &Ingearach

source: &Folder Pane
ga: Pána an &Fhillteáin

source: &Message Pane
ga: Pána &Teachtaireachta

source: &Folders
ga: &Fillteáin

source: U&nified
ga: Ao&ntaithe

# allFolders.label allFolders.accesskey
source: &All
ga: &Uile

# unreadFolders.label unreadFolders.accesskey
source: &Unread
ga: &Gan Léamh

source: &Favorite
ga: Mo Rogha &Fillteán

# recentFolders.label recentFolders.accesskey
source: &Recent
ga: &Le Déanaí

source: Dat&e
ga: Dát&a

source: Recei&ved
ga: Faigh&te

source: &Star
ga: &Réiltín

source: &Attachments
ga: &Iatáin

source: Stat&us
ga: Stád&as

source: Ta&gs
ga: Cli&beanna

source: &Junk Status
ga: &Stádas Dramhphoist

source: Su&bject
ga: Á&bhar

source: &From
ga: Ó

source: Re&cipient
ga: &Faighteoir

source: &Read
ga: &Léite

source: &Order Received
ga: &Ord Fála

source: &Threaded
ga: Snái&thithe

source: Unt&hreaded
ga: Neamhshnáit&hithe

source: &Grouped By Sort
ga: &Grúpáilte de réir Cineáil

source: &Messages
ga: &Teachtaireachtaí

source: Thr&eads
ga: Snáith&eanna

# allMsgsCmd.label allMsgsCmd.accesskey
source: &All
ga: &Uile

source: &Expand All Threads
ga: L&eathnaigh Gach Snáithe

source: &Collapse All Threads
ga: &Laghdaigh Gach Snáithe

# unreadMsgsCmd.label unreadMsgsCmd.accesskey
source: &Unread
ga: &Gan Léamh

source: &Threads with Unread
ga: Snái&theanna le cinn gan léamh

source: &Watched Threads with Unread
ga: Snáitheanna ar a ndéantar &faire le cinn gan léamh

source: &Ignored Threads
ga: Sná&itheanna ar a dtugtar neamhaird

source: &Headers
ga: &Ceanntásca

# headersAllCmd.label headersAllCmd.accesskey
source: &All
ga: &Uile

source: Message &Body As
ga: Cor&p Teachtaireachta Mar

source: Original &HTML
ga: &HTML Bunúsach

source: &Simple HTML
ga: HTML &Simplí

source: &Plain Text
ga: &Gnáth-Théacs

source: &All Body Parts
ga: G&ach Cuid den Chorp

source: Feed Message &Body As
ga: Fothaigh &corp na teachtaireachta mar

source: &Web Page
ga: Leathanach &Gréasáin

source: Su&mmary
ga: Achoi&mre

source: &Default Format
ga: Formái&d Réamhshocraithe

source: Display &Attachments Inline
ga: Taispeáint &Inlíne na nIatán

source: Message S&ource
ga: F&oinse Teachtaireachtaí

source: &Find in This Message…
ga: &Cuardaigh sa Teachtaireacht Seo…

source: Search &Messages…
ga: Cuardaigh &Teachtaireachtaí…

source: &Go
ga: &Gabh

# nextMsgCmd.label nextMsgCmd.accesskey
source: &Message
ga: &Teachtaireacht

# nextUnreadMsgCmd.label nextUnreadMsgCmd.accesskey
source: &Unread Message
ga: Teachtaireacht &Gan Léamh

# nextStarredMsgCmd.label nextStarredMsgCmd.accesskey
source: &Starred Message
ga: Teachtaireacht &Mharcáilte

source: Unread &Thread
ga: Snái&the Gan Léamh

# prevMsgCmd.label prevMsgCmd.accesskey
source: &Message
ga: &Teachtaireacht

# prevUnreadMsgCmd.label prevUnreadMsgCmd.accesskey
source: &Unread Message
ga: Teachtaireacht &Gan Léamh

# goForwardCmd.label goForwardCmd.accesskey
source: &Forward
ga: &Ar Aghaidh

source: &Back
ga: &Siar

source: &Chat
ga: &Comhrá

# prevStarredMsgCmd.label prevStarredMsgCmd.accesskey
source: &Starred Message
ga: Teachtaireacht &Mharcáilte

source: F&older
ga: &Fillteán

source: This &Folder
ga: An Fillteán &Seo

# goRecentlyClosedTabs.label goRecentlyClosedTabs.accesskey
source: &Recently Closed Tabs
ga: &Cluaisíní a Dúnadh Le Déanaí

source: Mail &Start Page
ga: &Leathanaigh Tosaigh Ríomhphoist

# msgMenu.label msgMenu.accesskey
source: &Message
ga: &Teachtaireacht

source: &New Message
ga: Teachtaireacht &Nua

# newNewMsgCmd.label newNewMsgCmd.accesskey
source: &Message
ga: &Teachtaireacht

source: &Archive
ga: Cuir sa Ch&artlann

source: &Cancel Message
ga: &Cealaigh an Teachtaireacht

source: &Reply
ga: &Freagair

# replyMsgCmd.key
source: r
ga: f

# replySenderCmd.label replySenderCmd.accesskey
source: &Reply to Sender Only
ga: F&reagair an Seoltóir Amháin

# replyNewsgroupCmd2.label replyNewsgroupCmd2.accesskey
source: Follow&up to Newsgroup
ga: Freagair an Grúpa N&uachta

source: Re&ply to All
ga: Freag&air Cách

# replyToAllMsgCmd.key
source: r
ga: a

# replyToListMsgCmd.label replyToListMsgCmd.accesskey
source: Reply to &List
ga: Freagra chuig an &Liosta

# forwardMsgCmd.label forwardMsgCmd.accesskey
source: &Forward
ga: &Seol Ar Aghaidh

source: For&ward As
ga: Seol ar A&ghaidh Mar

source: &Inline
ga: &Inlíne

source: &Attachment
ga: I&atán

source: &Edit Message As New
ga: Cuir in &Eagar Mar Theachtaireacht Nua

source: Cre&ate Filter From Message…
ga: Cruth&aigh Scagaire ón Teachtaireacht…

# moveMsgToMenu.label moveMsgToMenu.accesskey
source: &Move To
ga: &Bog Go

# moveCopyMsgRecentMenu.label moveCopyMsgRecentMenu.accesskey
source: &Recent
ga: &Le Déanaí

source: Copy &Message Location
ga: Cóipeáil Suío&mh na Teachtaireachta

# copyMsgToMenu.label copyMsgToMenu.accesskey
source: &Copy To
ga: &Cóipeáil Go

source: Move Aga&in
ga: Bog &Arís

# moveToFolderAgainCmd.key
source: m
ga: a

source: &Ignore Thread
ga: Tabhair Neamha&ird ar an Snáithe

source: Ignore &Subthread
ga: Tabhair Neamhaird ar an bh&Foshnáithe

source: &Watch Thread
ga: Bí ag &Faire ar an Snáithe

source: &File Here
ga: &Comhdaigh Anseo

source: &Copy Here
ga: &Cóipeáil Anseo

source: Ta&g
ga: Cli&b

source: Mar&k
ga: &Marcáil

source: As &Read
ga: &Léite

source: As &Unread
ga: &Neamhléite

source: &Thread As Read
ga: Snái&the Léite

source: As Read by &Date…
ga: Mar &Dháta Léite…

source: &All Read
ga: G&ach ceann léite

source: Add &Star
ga: Cuir &Réiltín Leis

source: As &Junk
ga: Mar dh&ramhphost

source: As &Not Junk
ga: Mar &phost ceart

source: Run Junk Mail &Controls
ga: Rith na Rialtáin Dramh&phoist

source: &Open Message
ga: &Oscail Teachtaireacht

source: Open in Conver&sation
ga: O&scail i gComhrá

source: Attac&hments
ga: Ia&táin

source: When &Opening Feed Messages
ga: Agus Teachtaireachtaí Fotha á n&Oscailt

source: Open as &Web Page
ga: Oscail mar &Leathanach Gréasáin

source: Open as &Summary
ga: Oscail mar &Achoimre

source: &Toggle Web Page and Summary in Message Pane
ga: Scoránaigh an lea&thanach gréasáin agus an achoimre sa phána teachtaireachta

source: Mail &amp; &Newsgroups
ga: Ríomhphost agus Grúpaí &Nuachta

source: Address &Book
ga: Lea&bhar Seoltaí

source: &Add-ons
ga: &Breiseáin

source: Acti&vity Manager
ga: Bainisteoir Gnío&mhaíochta

source: &Chat status
ga: &Stádas comhrá

source: Show Accounts…
ga: Taispeáin Cuntais…

source: Join Cha&t…
ga: Glac Páir&t sa Chomhrá…

source: Saved Fi&les
ga: Comhaid Shábhái&lte

source: Message &Filters…
ga: &Scagairí Teachtaireachta…

source: &Run Filters on Folder
ga: &Rith Scagairí ar an Fhillteán

source: R&un Filters on Selected Messages
ga: &Rith Scagairí ar Theachtaireachtaí Roghnaithe

source: R&un Filters on Message
ga: &Rith Scagairí ar Theachtaireacht

source: Run Junk Mail &Controls on Folder
ga: Rith na Rialtáin &Dramhphoist ar Fhillteán

source: &Delete Mail Marked as Junk in Folder
ga: &Scrios ríomhphost marcáilte mar dhramhphost san fhillteán

source: I&mport…
ga: Io&mpórtáil…

source: &Error Console
ga: Consól &Earráide

source: Clear Recent &History…
ga: Glan an &Stair Is Déanaí…

source: Get Mail
ga: Faigh R-phost

source: Reply
ga: Freagair

source: Reply All
ga: Freagair Cách

source: Reply to List
ga: Seol freagra chuig liosta

# forwardButton.label
source: Forward
ga: Seol Ar Aghaidh

source: Archive
ga: Cuir sa Chartlann

# nextButton.label
source: Next
ga: Ar Aghaidh

source: Next Unread
ga: An Chéad Teachtaireacht Eile Gan Léamh

# nextMsgButton.label
source: Next
ga: Ar Aghaidh

# previousButton.label
source: Previous
ga: Siar

source: Previous Unread
ga: An teachtaireacht gan léamh roimhe seo

# previousMsgButton.label
source: Previous
ga: Siar

source: Back
ga: Siar

# goForwardButton1.label
source: Forward
ga: Ar Aghaidh

# deleteItem.title
source: Delete
ga: Scrios

# deleteButton.label
source: Delete
ga: Scrios

source: Undelete
ga: Díscrios

source: Mark
ga: Marcáil

source: Activity Indicator
ga: Táscaire Gníomhaíochta

# junkItem.title
source: Junk
ga: Dramhphost

# junkButton.label
source: Junk
ga: Dramhphost

# notJunkButton.label
source: Not Junk
ga: Post Ceart

source: Global Search
ga: Cuardach Cuimsitheach

source: Mail Views
ga: Amhairc Ríomhphoist

source: Folder Location
ga: Suíomh an Fhillteáin

# tagButton.label
source: Tag
ga: Clib

source: Compact
ga: Dlúthaigh

source: AppMenu
ga: Feidhmchláir

source: Advanced message search
ga: Ardchuardach na dteachtaireachtaí

source: Get new messages
ga: Faigh teachtaireachtaí nua

source: &Get All New Messages
ga: Fai&gh Gach Teachtaireacht Nua

source: Create a new message
ga: Cruthaigh teachtaireacht nua

source: Reply to the message
ga: Freagair an teachtaireacht

source: Reply to sender and all recipients
ga: Freagair an seoltóir agus gach faighteoir

source: Reply to mailing list
ga: Seol freagra chuig liosta ríomhphoist

source: Forward selected message
ga: Cuir an teachtaireacht roghnaithe ar aghaidh

source: File selected message
ga: Bog an teachtaireacht roghnaithe go fillteán

source: Archive selected messages
ga: Cuir na teachtaireachtaí roghnaithe sa chartlann

source: Move to the next unread message
ga: Téigh go dtí an chéad teachtaireacht eile gan léamh

source: Move to the next message
ga: Téigh go dtí an chéad teachtaireacht eile

source: Move to the previous unread message
ga: Téigh go dtí an teachtaireacht gan léamh roimhe seo

source: Move to the previous message
ga: Téigh go dtí an teachtaireacht roimhe seo

source: Go forward one message
ga: An chéad teachtaireacht eile

source: Go back one message
ga: An teachtaireacht roimhe seo

source: Delete selected message or folder
ga: Scrios an teachtaireacht nó fillteán roghnaithe

source: Undelete selected message
ga: Díscrios an teachtaireacht roghnaithe

source: Mark messages
ga: Marcáil teachtaireachtaí

source: Print this message
ga: Priontáil an teachtaireacht seo

source: Stop the current transfer
ga: Stop an traschur reatha

source: Mark the selected messages as junk
ga: Marcáil na teachtaireachtaí roghnaithe mar dhramhphost

source: Mark the selected messages as not junk
ga: Marcáil na teachtaireachtaí roghnaithe mar phost ceart

source: Go to the address book
ga: Téigh go dtí an leabhar seoltaí

source: Show the Chat tab
ga: Taispeáin an cluaisín Comhrá

source: Tag messages
ga: Clibeáil Teachtaireachtaí

source: Remove deleted messages from selected folder
ga: Bain teachtaireachtaí scriosta den fhillteán roghnaithe

source: Display the &brandShortName; Menu
ga: Taispeáin an Roghchlár &brandShortName;

source: New Message
ga: Teachtaireacht Nua

source: Address Book Contact…
ga: Teagmháil sa Leabhar Seoltaí…

source: Edit
ga: Eagar

source: Quick Filter Bar
ga: Barra Mearscagairí

source: Toolbar Layout…
ga: Leagan Amach an Bharra Uirlisí…

source: Select Thread
ga: Roghnaigh Snáithe

source: Select Starred Messages
ga: Roghnaigh Teachtaireachtaí Marcáilte

source: &New Tag…
ga: &Clib Nua…

source: &Manage Tags…
ga: &Bainistigh Clibeanna…

# folderSizeColumn.label
source: Size
ga: Méid

source: &Get Messages
ga: Fai&gh Teachtaireachtaí

source: Open in New &Tab
ga: Oscail i g&Cluaisín Nua

source: &New Subfolder…
ga: Fo-Fhillteán &Nua…

source: &Compact
ga: &Dlúthaigh

# folderContextEmptyTrash.label folderContextEmptyTrash.accesskey
source: Empt&y Trash
ga: &Folmhaigh an Bruscar

source: Empty &Junk
ga: &Glan Dramhphost

# folderContextSendUnsentMessages.label folderContextSendUnsentMessages.accesskey
source: Sen&d Unsent Messages
ga: Seo&l na teachtaireachtaí gan seoladh

source: &Unsubscribe
ga: &Díliostáil

source: Mar&k Newsgroup Read
ga: Mar&cáil an Grúpa Nuachta mar Léite

source: Mar&k Folder Read
ga: Mar&cáil an Fillteán mar Léite

# folderContextSubscribe.label folderContextSubscribe.accesskey
source: Su&bscribe…
ga: &Liostáil…

source: &Search Messages…
ga: &Cuardaigh Teachtaireachtaí…

source: &Properties…
ga: &Airíonna…

source: F&avorite Folder
ga: Mo Rogh&a Fillteán

source: S&ettings…
ga: Socruith&e…

source: &Name or Email contains:
ga: Ai&nm nó Seoladh Ríomhphoist ina bhfuil:

source: Search messages…
ga: Cuardaigh teachtaireachtaí…

# searchSubjectMenu.label
source: Subject
ga: Ábhar

# searchFromMenu.label
source: From
ga: Ó

source: Subject or From
ga: Ábhar nó Ó

source: To or Cc
ga: Chuig nó Cc

source: Subject, To or Cc
ga: Ábhar, Chuig nó Cc

source: Entire Message
ga: Teachtaireacht Iomlán

source: Save Search as a Folder…
ga: Sábháil mar Fhillteán Cuardaigh…

source: Thread
ga: Snáithe

# fromColumn.label
source: From
ga: Ó

source: Recipient
ga: Faighteoir

# subjectColumn.label
source: Subject
ga: Ábhar

source: Priority
ga: Tosaíocht

# tagsColumn.label
source: Tag
ga: Clib

source: Status
ga: Stádas

# sizeColumn.label
source: Size
ga: Méid

source: Junk Status
ga: Stádas Dramhphoist

source: Received
ga: Faighte

source: Order Received
ga: Ord Fála

source: Click to select columns to display
ga: Cliceáil chun colúin a roghnú le cur ar taispeáint

source: Click to display message threads
ga: Cliceáil chun snáitheanna na dteachtaireachtaí a thaispeáint

source: Click to sort by from
ga: Cliceáil chun sórtáil de réir Ó

source: Click to sort by recipient
ga: Cliceáil chun sórtáil de réir faighteora

source: Click to sort by subject
ga: Cliceáil chun sórtáil de réir ábhair

source: Click to sort by date
ga: Cliceáil chun sórtáil de réir dáta

source: Click to sort by priority
ga: Cliceáil chun sórtáil de réir tosaíochta

source: Click to sort by tags
ga: Cliceáil chun sórtáil de réir clibe

source: Click to sort by account
ga: Cliceáil chun sórtáil de réir cuntais

source: Click to sort by status
ga: Cliceáil chun sórtáil de réir stádais

source: Click to sort by size
ga: Cliceáil chun sórtáil de réir méide

source: Click to sort by junk status
ga: Cliceáil chun sórtáil de réir stádais dramhphoist

source: Number of unread messages in thread
ga: Teachtaireachtaí gan léamh sa snáithe

source: Total number of messages in thread
ga: Iomlán na dTeachtaireachtaí sa snáithe

source: Click to sort by read
ga: Cliceáil chun sórtáil de réir stádais léite

source: Click to sort by date received
ga: Cliceáil chun sórtáil de réir dáta fála

source: Click to sort by star
ga: Cliceáil chun sórtáil de réir réiltín

source: Click to sort by location
ga: Cliceáil chun sórtáil de réir suímh

source: Click to sort by order received
ga: Cliceáil chun sórtáil de réir ord fála

source: Click to sort by attachments
ga: Cliceáil chun sórtáil de réir iatán

source: Open Message in New &Window
ga: Oscail Teachtaireacht i bh&Fuinneog Nua

source: Open Message in New &Tab
ga: Oscail Teachtaireacht i g&Cluaisín Nua

source: Ope&n Message in Conversation
ga: Oscail Teachtaireacht i gComh&rá

source: &Edit As New…
ga: Cuir in &Eagar mar Nua…

source: Arc&hive
ga: Cuir sa c&hartlann

# contextReplySender.label contextReplySender.accesskey
source: &Reply to Sender Only
ga: F&reagair an Seoltóir Amháin

# contextReplyNewsgroup2.label contextReplyNewsgroup2.accesskey
source: Follow&up to Newsgroup
ga: Freagair an Grúpa N&uachta

source: Reply to &All
ga: F&reagair Cách

# contextReplyList.label contextReplyList.accesskey
source: Reply to &List
ga: Freagra chuig an &Liosta

# contextForward.label contextForward.accesskey
source: &Forward
ga: &Seol Ar Aghaidh

source: F&orward as Attachments
ga: Se&ol ar Aghaidh mar Iatáin

# contextMoveMsgMenu.label contextMoveMsgMenu.accesskey
source: &Move To
ga: &Bog Go

# contextMoveCopyMsgRecentMenu.label contextMoveCopyMsgRecentMenu.accesskey
source: &Recent
ga: &Le Déanaí

# contextCopyMsgMenu.label contextCopyMsgMenu.accesskey
source: &Copy To
ga: &Cóipeáil Go

source: &Save As…
ga: &Sábháil Mar…

# contextPrint.label contextPrint.accesskey
source: &Print…
ga: &Priontáil…

# contextPrintPreview.label contextPrintPreview.accesskey
source: Print Pre&view
ga: &Réamhamharc Priontála

source: Reset columns to default
ga: Fill ar cholúin réamhshocraithe

source: Apply columns to…
ga: Cuir colúin i bhfeidhm ar…

source: Folder…
ga: Fillteán…

source: Folder and its children…
ga: Fillteán agus fofhillteáin…

source: This folder
ga: An fillteán seo

source: &Play
ga: &Seinn

source: &Mute
ga: Gan Fuai&m

source: Un&mute
ga: Le Fuai&m

source: &brandShortName; thinks this message is junk mail.
ga: Síleann &brandShortName; gur dramhphost í an teachtaireacht seo.

# junkBarButton1.label
source: Not Junk
ga: Post Ceart

source: To protect your privacy, &brandShortName; has blocked remote content in this message.
ga: Le do phríobháideachas a chosaint, chuir &brandShortName; cosc ar ábhar cianda sa teachtaireacht seo.

source: Show Remote Content
ga: Taispeáin Ábhar Cianda

source: This message may be a scam.
ga: Meastar gur camscéim í an teachtaireacht seo.

source: Ignore Warning
ga: Tabhair neamhaird ar rabhadh

source: Disable scam detection for all messages
ga: Ná déan iarracht camscéimeanna a bhrath

source: This message doesn't appear to be a scam.
ga: Ní camscéim ríomhphoist é seo.

source: &Send Return Receipt
ga: &Seol Admháil Léite

source: Search… #1
ga: Cuardaigh… #1

source: Add to Address &Book…
ga: Cuir sa Lea&bhar Seoltaí…

source: Add to Address &Book
ga: Cuir sa Lea&bhar Seoltaí

source: &Edit Contact…
ga: Cuir Teagmháil in &Eagar…

source: &View Contact
ga: Amharc ar an Teag&mháil

source: Subscribe to &Newsgroup
ga: Liostáil le Grúpa &Nuachta

source: Compo&se Message To
ga: &Scríobh Teachtaireacht Chuig

source: &Copy Email Address
ga: &Cóipeáil an Seoladh Ríomhphoist

source: &Copy Newsgroup Name
ga: &Cóipeáil Ainm an Ghrúpa Nuachta

source: Copy Newsgroup &URL
ga: Cóipeáil &URL an Ghrúpa Nuachta

source: Create &Filter From…
ga: Cruthaigh &Scagaire Ó…

source: Rep&ort Email Scam
ga: Se&ol Tuairisc faoi Camscéim Ríomhphoist

source: Save Lin&k As…
ga: Sábháil an &Nasc Mar…

source: Sa&ve Image As…
ga: Sábháil an Íomhá &Mar…

source: Copy &Link Location
ga: Cóipeáil &Suíomh an Naisc

source: Copy &Image
ga: Có&ipeáil an Íomhá

source: Copy &Email Address
ga: Cóipeáil an S&eoladh Ríomhphoist

source: &Reload
ga: &Athluchtaigh

source: &Open In Browser
ga: &Oscail i mBrabhsálaí

source: &Open Link In Browser
ga: &Oscail Nasc i mBrabhsálaí

source: Preferences…
ga: Sainroghanna…

source: Services
ga: Seirbhísí

source: Hide &brandShortName;
ga: Folaigh &brandShortName;

source: Hide Others
ga: Folaigh Cinn Eile

source: Show All
ga: Taispeáin Gach

source: Delete Account…
ga: Scrios Cuntas…

source: Subfolder…
ga: Fo-Fhillteán…

source: New Folder…
ga: Fillteán Nua…

source: New Subfolder…
ga: Fo-Fhillteán Nua…

source: Mark Folder Read;Mark Folders Read
ga: Marcáil an Fillteán mar Léite;Marcáil na Fillteáin mar Léite;Marcáil na Fillteáin mar Léite;Marcáil na Fillteáin mar Léite;Marcáil na Fillteáin mar Léite

source: Mark Newsgroup Read;Mark Newsgroups Read
ga: Marcáil an Grúpa Nuachta mar Léite;Marcáil na Grúpaí Nuachta mar Léite;Marcáil na Grúpaí Nuachta mar Léite;Marcáil na Grúpaí Nuachta mar Léite;Marcáil na Grúpaí Nuachta mar Léite

source: Folder Properties
ga: Airíonna Fillteáin

source: New Tag…
ga: Clib Nua…

source: Get Next #1 News Message;Get Next #1 News Messages
ga: Faigh an chéad mhír nuachta eile;Faigh an chéad #1 mhír nuachta eile;Faigh an chéad #1 mhír nuachta eile;Faigh an chéad #1 mír nuachta eile;Faigh an chéad #1 mír nuachta eile

source: Advance to next unread message in %S?
ga: An bhfuil fonn ort dul ar aghaidh go dtí an chéad teachtaireacht eile gan léamh i %S?

source: on
ga: ar

source: Reply to Sender
ga: Freagra don Seoltóir

source: Mail Files
ga: Comhaid Ríomhphoist

source: Open Message
ga: Oscail Teachtaireacht

source: message.eml
ga: tcht.eml

source: Save Message As
ga: Sábháil an Teachtaireacht Mar

source: Save Attachment
ga: Sábháil Iatán

source: Save All Attachments
ga: Sábháil Gach Iatán

source: Choose Folder
ga: Roghnaigh Fillteán

source: Loading message to print…
ga: Teachtaireacht atá le priontáil á luchtú…

source: Message loaded…
ga: Teachtaireacht luchtaithe…

source: Printing message…
ga: Teachtaireacht á priontáil…

source: Print Previewing message…
ga: Réamhamharc priontála den teachtaireacht á ullmhú…

source: Printing contact…
ga: Teagmháil á priontáil…

source: Print Previewing contact…
ga: Réamhamharc priontála den teagmháil á ullmhú…

source: Printing AddressBook…
ga: Leabhar Seoltaí á Phriontáil…

source: Print Previewing AddressBook…
ga: Réamhamharc priontála den Leabhar Seoltaí á ullmhú…

source: Done.
ga: Críochnaithe.

source: (Loading content for Printing)
ga: (Ábhar á luchtú le haghaidh priontála)

source: (Loading content for Print Preview)
ga: (Ábhar á luchtú le haghaidh réamhamhairc phriontála)

source: Unable to save the attachment. Please check your file name and try again later.
ga: Ní féidir an t-iatán a shábháil. Seiceáil an comhadainm agus déan iarracht eile.

source: Unable to save the message. Please check your file name and try again later.
ga: Ní féidir an teachtaireacht a shábháil. Seiceáil an comhadainm agus déan iarracht eile.

source: %S already exists. Do you want to replace it?
ga: Tá %S ann cheana. An bhfuil fonn ort é a ionadú?

source: Failed to read file: %1$S reason: %2$S
ga: Níorbh fhéidir an comhad a léamh: %1$S fáth: %2$S

source: Downloading Newsgroups for Offline Use
ga: Grúpaí nuachta á n-íosluchtú le haghaidh úsáide as líne

source: Downloading Mail for Offline Use
ga: Ríomhphost á íosluchtú le haghaidh úsáide as líne

source: Sending Unsent Messages
ga: Ag seoladh na dteachtaireachtaí gan seoladh

source: A folder with that name already exists. Please enter a different name.
ga: Tá an t-ainm sin ar fhillteán atá ann cheana. Iontráil ainm eile, le do thoil.

source: The folder could not be created because the folder name you specified contains an unrecognized character. Please enter a different name and try again.
ga: Níorbh fhéidir an fillteán a chruthú de bharr carachtair neamhaithnid san ainm fillteáin a shonraigh tú. Iontráil ainm eile, le do thoil.
