Repository: kscanne/gaeilge-mozdev
Catalog: src/tbird-trunk.*.po
Languages: ga

source: Install Missing Plugins…
ga: Suiteáil na forlíontáin ar iarraidh…

source: Some plugins used by this page are out of date.
ga: Tá cuid de na forlíontáin a úsáideann an leathanach seo as dáta.

# outdatedpluginsMessage.updateButton.label
source: Update Plugins…
ga: Nuashonraigh Forlíontáin…

source: Some plugins required by this page have been blocked for your protection.
ga: Tá cosc curtha ar fhorlíontáin áirithe atá ag teastáil ón leathanach seo le tú a chosaint.

source: Details…
ga: Mionsonraí…

# blockedpluginsMessage.infoButton.accesskey
source: D
ga: M

# blockedpluginsMessage.searchButton.label
source: Update Plugins…
ga: Nuashonraigh Forlíontáin…

source: The %S plugin has crashed.
ga: Thuairteáil forlíontán %S.

source: Reload page
ga: Athluchtaigh an leathanach

# crashedpluginsMessage.reloadButton.accesskey
source: R
ga: A

source: Submit a crash report
ga: Seol tuairisc ar thuairteáil

source: This page asks to use a plugin that can only run in 32-bit mode
ga: Tá an leathanach seo ag iarraidh breiseán nach féidir a rith ach sa mhód 32 giotán

source: Restart in 32-bit mode
ga: Atosaigh sa mhód 32-giotán

# carbonFailurePluginsMessage.restartButton.accesskey
source: R
ga: A

source: Clear All History
ga: Glan an Stair Go Léir

source: Clear Now
ga: Glan Anois

source: All history will be cleared.
ga: Glanfar an stair go léir.

source: All selected items will be cleared.
ga: Glanfar gach mír roghnaithe.

source: Import Wizard
ga: Treoraí Iompórtála

source: Import Options, Account Settings, Address Book, Filters and other data from:
ga: Iompórtáil Roghanna, Socruithe Cuntais, Leabhar Seoltaí, Scagairí agus sonraí eile ó:

source: Import Preferences, Account Settings, Address Book, Filters, and other data from:
ga: Iompórtáil Roghanna, Socruithe Cuntais, Leabhar Seoltaí, Scagairí, agus sonraí eile ó:

source: &Don't import anything
ga: &Ná hiompórtáil rud ar bith

source: &SeaMonkey 2 or later
ga: &SeaMonkey 2 nó níos déanaí

source: Import Settings and Mail Folders
ga: Iompórtáil Socruithe agus Fillteáin Ríomhphoist

source: Items to Import
ga: Rudaí le hIompórtáil

source: Select which items to import:
ga: Roghnaigh na rudaí le hiompórtáil:

source: The following items are currently being imported…
ga: Tá na rudaí seo á n-iompórtáil faoi láthair…

source: Select Profile
ga: Roghnaigh Próifíl

source: The following profiles are available to import from:
ga: Próifílí le fáil ónar féidir a iompórtáil:

source: Import Complete
ga: Iompórtáil curtha i gcrích

source: The following items were successfully imported:
ga: Iompórtáladh na rudaí seo go rathúil:

source: Preferences
ga: Sainroghanna

# 2_seamonkey
source: Account Settings
ga: Socruithe an Chuntais

# 2_oexpress
source: Account Settings
ga: Socruithe an Chuntais

# 2_outlook
source: Account Settings
ga: Socruithe an Chuntais

# 2_eudora
source: Account Settings
ga: Socruithe an Chuntais

# 4_seamonkey
source: Address Books
ga: Leabhair Sheoltaí

# 4_oexpress
source: Address Book
ga: Leabhair Sheoltaí

# 4_outlook
source: Address Book
ga: Leabhair Sheoltaí

# 4_eudora
source: Address Books
ga: Leabhair Sheoltaí

source: Junk Mail Training
ga: Traenáil Dhramhphoist

source: Saved Passwords
ga: Focail Fhaire a sábháladh

source: Other Data
ga: Sonraí Eile

source: Newsgroup Folders
ga: Fillteáin na nGrúpaí Nuachta

# 128_seamonkey
source: Mail Folders
ga: Fillteáin Ríomhphoist

# 128_oexpress
source: Mail Folders
ga: Fillteáin Ríomhphoist

# 128_outlook
source: Mail Folders
ga: Fillteáin Ríomhphoist

# 128_eudora
source: Mail Folders
ga: Fillteáin Ríomhphoist

source: Distribution
ga: Dáileadh

source: Followup-To
ga: Leanúint-Chuig

source: From
ga: Ó

source: Message-ID
ga: Aitheantas-Teachtaireachta

source: MIME-Version
ga: Leagan-MIME

source: Newsgroups
ga: Grúpaí-Nuachta

source: References
ga: Tagairtí

source: Reply-To
ga: Freagra-Chuig

source: Resent-Comments
ga: Nótaí-Athsheolta

source: Resent-Date
ga: Dáta-Athsheolta

source: Resent-From
ga: Athsheolta-Ó

source: Resent-Message-ID
ga: Aitheantas-Teachtaireachta-Athsheolta

source: Resent-Sender
ga: Seoltóir-Athsheolta

source: Resent-To
ga: Athsheolta-Chuig

source: Resent-CC
ga: Athsheolta-Cc

source: Sender
ga: Seoltóir

source: Subject
ga: Ábhar

source: Approved-By
ga: Ceadaithe-Ag

source: User-Agent
ga: Clár-Ríomhphoist

source: Filename
ga: Ainm comhaid

source: Link to Document
ga: Nasc le Cáipéis

source: <B>Document Info:</B>
ga: <B>Eolas Faoin Cháipéis:</B>

source: Attachment
ga: Iatán

source: Part %s
ga: Páirt %s

source: Truncated!
ga: Teasctha!

source: This message exceeded the Maximum Message Size set in Account Settings, so we have only downloaded the first few lines from the mail server.
ga: Tá an teachtaireacht seo níos mó ná an méid is mó ceadaithe i Socruithe an Chuntais. Mar sin, níor íosluchtaíodh ach an chéad chúpla líne ón bhfreastalaí ríomhphoist.

source: Not Downloaded
ga: Gan íosluchtú

source: Only the headers for this message were downloaded from the mail server.
ga: Níor íosluchtaíodh ach ceanntásca na teachtaireachta seo ón bhfreastalaí ríomhphoist.

source: Download the rest of the message.
ga: Íosluchtaigh an chuid eile.

source: Read messages
ga: Léigh teachtaireachtaí

source: Write a new message
ga: Scríobh teachtaireacht nua

source: Manage newsgroup subscriptions
ga: Bainistiú Shíntiúis na nGrúpaí Nuachta

source: Manage subscriptions
ga: Bainistigh síntiúis

source: Accounts
ga: Cuntais

source: Manage folder subscriptions
ga: Bainistiú na Síntiús Fillteán

source: View settings for this account
ga: Taispeáin socruithe an chuntais seo

source: Create a new account
ga: Cruthaigh cuntas nua

source: Advanced Features
ga: Ardtréithe

source: Search messages
ga: Cuardaigh teachtaireachtaí

source: Manage message filters
ga: Bainistiú na scagairí teachtaireachta

source: Junk mail settings
ga: Socruithe dramhphoist

source: Offline settings
ga: Socruithe as líne

source: choose this for the parent
ga: roghnaigh é seo don mháthair

source: Recent
ga: Le Déanaí

source: To
ga: Chuig

source: From
ga: Ó

source: Sender
ga: Seoltóir

source: Organization
ga: Eagras

source: Reply to
ga: Freagra chuig

source: Subject
ga: Ábhar

source: Newsgroups
ga: Grúpaí nuachta

source: Followup to
ga: Leanúint chuig

source: Tags
ga: Clibeanna

source: Date
ga: Dáta

source: User agent
ga: Clár ríomhphoist

source: References
ga: Tagairtí

source: Message ID
ga: Aitheantas na Teachtaireachta

source: In reply to
ga: I bhfreagra ar

source: Website
ga: Suíomh Gréasáin

source: This is a draft message
ga: Is dréacht é seo

source: Archive this message
ga: Cuir an teachtaireacht seo sa chartlann

source: Smart Reply
ga: Freagra Cliste

source: Reply to the sender of this message
ga: Tabhair freagra do sheoltóir na teachtaireachta seo

source: Reply List
ga: Freagra Chuig Liosta

source: Followup
ga: Leanúint

source: Post a followup to this newsgroup
ga: Seol leanúint chuig an ngrúpa nuachta seo

source: Forward
ga: Ar Aghaidh

source: Forward this message
ga: Cuir an teachtaireacht seo ar aghaidh

source: Mark this message as junk
ga: Marcáil an teachtaireacht seo mar dhramhphost

source: Delete this message
ga: Scrios an teachtaireacht seo

source: Show Icons &and Text
ga: T&aispeáin Deilbhíní agus Téacs

source: Show &Icons Only
ga: Ta&ispeáin Deilbhíní Amháin

source: Show &Text Only
ga: &Taispeáin Téacs Amháin

source: Always Show &Reply to Sender
ga: Taispeáin F&reagra don Seoltóir i gCónaí

source: Other Actions
ga: Gníomhartha Eile

source: Open in &Conversation
ga: Oscail i g&Comhrá

source: Open in New &Window
ga: Oscail i bh&Fuinneog Nua

source: Mark as &Read
ga: Marcáil "&Léite"

source: Ma&rk as Unread
ga: Ma&rcáil "Neamhléite"

source: &Save as…
ga: &Sábháil mar…

source: &View Source
ga: &Amharc ar Fhoinse

source: Initially &Show Attachment Pane
ga: &Taispeáin an pána iatáin i dtosach báire

source: &Detach…
ga: &Díscoir…

source: D&elete
ga: S&crios

source: &Open All…
ga: &Oscail Uile…

source: &Save All…
ga: &Sábháil Uile…

source: &Detach All…
ga: &Díscoir Uile…

source: D&elete All…
ga: S&crios Uile…

source: Open the attached file
ga: Oscail an comhad ceangailte

source: Save the attached file
ga: Sábháil an comhad ceangailte

source: Save All
ga: Sábháil Uile

source: Save all the attached files
ga: Sábháil na comhaid cheangailte go léir

source: &Copy Link Location
ga: &Cóipeáil Suíomh an Naisc

source: &Copy Message-ID
ga: &Cóipeáil Aitheantas-Teachtaireachta

source: &Open Message For ID
ga: &Oscail teachtaireacht le haitheantas

source: Open &Browser With Message-ID
ga: Oscail &Brabhsálaí le hAitheantas-Teachtaireachta

source: Download and Sync Messages
ga: Íosluchtaigh agus Sioncronaigh Teachtaireachtaí

source: Items for Offline Use
ga: Míreanna le húsáid as líne

source: If you have already selected mail folders or newsgroups for offline use, you can download and/or sync them now. Otherwise, use the &quot;Select&quot; button to choose mail folders and newsgroups for offline use.
ga: Má tá fillteáin ríomhphoist nó grúpaí nuachta roghnaithe agat cheana le haghaidh úsáide as líne, is féidir iad a íosluchtú nó a shioncronú anois. Nó úsáid an cnaipe &quot;Roghnaigh&quot; chun fillteáin ríomhphoist agus grúpaí nuachta a roghnú le haghaidh úsáide as líne.

source: Download and/or sync the following:
ga: Íosluchtaigh agus/nó sioncronaigh iad seo a leanas:

source: &Mail messages
ga: Teachtaireachtaí &ríomhphoist

source: &Newsgroup messages
ga: Teachtaireachtaí na ngrúpaí &nuachta

source: &Send Unsent messages
ga: S&eol na teachtaireachtaí gan seoladh

source: &Work offline once download and/or sync is complete
ga: &Oibrigh as líne nuair a bheidh íosluchtú agus/nó sioncrónú críochnaithe

source: S&elect…
ga: R&oghnaigh…

source: Choose mail folders and newsgroups for offline use.
ga: Roghnaigh fillteáin ríomhphoist agus grúpaí nuachta le haghaidh úsáide as líne.

source: Download
ga: Íosluchtaigh

source: Folders and Newsgroups
ga: Fillteáin agus Grúpaí Nuachta

source: V&iew:
ga: A&mharc:

source: &All
ga: &Uile

source: &Unread
ga: &Gan Léamh

source: Not &Deleted
ga: Gan &Scriosadh

source: &Tags
ga: &Clibeanna

source: Custom &Views
ga: A&mhairc Shaincheaptha

source: &Save View as a Folder…
ga: &Sábháil an tAmharc mar Fhillteán…

source: Message Summary
ga: Achoimre Teachtaireachta

source: Selected Messages
ga: Teachtaireachtaí Roghnaithe

source: #1 conversation; #1 conversations
ga: #1 chomhrá; #1 chomhrá; #1 chomhrá; #1 gcomhrá; #1 comhrá

source: #1 message;#1 messages
ga: #1 teachtaireacht;#1 theachtaireacht;#1 theachtaireacht;#1 dteachtaireacht;#1 teachtaireacht

source: , #1 unread;, #1 unread
ga: , #1 gan léamh;, #1 gan léamh;, #1 gan léamh;, #1 gan léamh;, #1 gan léamh

source: (#1 message);(#1 messages)
ga: (#1 teachtaireacht);(#1 theachtaireacht);(#1 theachtaireacht);(#1 dteachtaireacht);(#1 teachtaireacht)

source: These messages take up: #1 #2.
ga: Úsáideann na teachtaireachtaí seo: #1 #2.

source: (Note: #1 messages are selected, the first #2 are shown)
ga: (Nóta: tá #1 teachtaireacht roghnaithe; taispeántar an chéad #2)

source: New Folder
ga: Fillteán Nua

source: &Create as a subfolder of:
ga: &Cruthaigh mar fofhillteán de:

source: This server restricts folders to two special kinds.
ga: Ní cheadaíonn an freastalaí seo ach dhá shaghas fillteáin ar leith.

source: Allow your new folder to contain:
ga: Ceadaigh iad seo a leanas a bheith san fhillteán nua:

source: Folders Only
ga: Fillteáin Amháin

source: Messages Only
ga: Teachtaireachtaí Amháin

source: C&reate Folder
ga: C&ruthaigh Fillteán

source: Welcome to &brandShortName;
ga: Fáilte go &brandShortName;

source: Would you like a new email address?
ga: An bhfuil fonn ort seoladh nua ríomhphoist a fháil?

source: We are only displaying the providers offering addresses in your area. Click here to show all providers.
ga: Nílimid ag taispeáint ach na soláthraithe a chuireann seoltaí ríomhphoist ar fáil i do cheantar. Cliceáil anseo chun gach uile sholáthraí a thaispeáint.

source: Sorry, we could not find any suggested email addresses.
ga: Tá brón orainn, níorbh fhéidir linn aon seoltaí ríomhphoist a mholadh duit.

source: You try can search for nicknames or any other term to find more emails
ga: Tig leat cuardach a dhéanamh ar leasainmneacha nó téarmaí eile chun tuilleadh seoltaí a fháil

source: Also you might try one of the
ga: Nó, bain triail as ceann de na

source: free email account alternatives
ga: seirbhísí ríomhphoist saor in aisce

source: Hello
ga: Dia Dhuit

source: , the following email addresses are available to you:
ga: , is iad seo na seoltaí ríomhphoist atá ar fáil:

source: (You can also search for nicknames or any other term to find more emails)
ga: (Is féidir leasainmneacha nó aon téarmaí eile a chuardach freisin, chun tuilleadh seoltaí a aimsiú)

source: In partnership with several providers, &brandShortName; can offer you a new email account. Just fill in your first and last name, or any other words you'd like, in the fields above to get started.
ga: I gcomhar le soláthraithe áirithe, is féidir leat cuntas nua ríomhphoist a chruthú trí &brandShortName;. Tabhair d'ainm agus sloinne, nó aon téarmaí eile, sna boscaí thuas chun tosú.

source: Already have an address you want to use?
ga: An bhfuil seoladh ríomhphoist agat cheana?

source: Got an address?
ga: Seoladh ríomhphoist agat?

source: Skip this and use my existing email
ga: Ná bac leis seo; úsáid an seoladh s'agam

source: I think I'll configure my account later.
ga: Socróidh mé cuntas ar ball.

source: You have successfully set up your account.
ga: D'éirigh leat do chuntas a chruthú.

source: Write some email
ga: Scríobh ríomhphost

source: Let your friends and family know about your new address.<br/> That's why you got this new account, isn't it?
ga: Inis do chairde agus do chlann faoi do sheoladh nua.<br/> Nach é sin an fáth a bhfuair tú an cuntas seo?

source: Customize &brandShortName; with some cool add-ons
ga: Cuir &brandShortName; in oiriúint duit féin le breiseáin

source: There are thousands of add-ons that let you customize &brandShortName; to make it fit your specific needs.
ga: Tá na mílte breiseán ar fáil a chabhraíonn leat &brandShortName; a chur in oiriúint duit féin.

source: Attach a personal signature to my email
ga: Cuir síniú pearsanta le mo ríomhphost

source: You can automatically attach a quote or some information about yourself to the end of every message you send.
ga: Is féidir athfhriotal nó faisnéis fút féin a chur ag deireadh gach teachtaireacht a sheolann tú.

source: Close this window.
ga: Dún an fhuinneog seo.

source: Your name, or nickname
ga: D'ainm, nó leasainm

source: Search
ga: Cuardaigh

source: Customize your search engine
ga: Saincheap d'inneall cuardaigh

source: Your email provider can also provide you with web search capabilities.
ga: Seans gur féidir leat an Gréasán a chuardach trí do sholáthraí ríomhphoist freisin.

source: Free
ga: Saor in aisce

source: %S a year
ga: %S sa bhliain

source: +#1 more…;+#1 more…
ga: +Ceann amháin eile…;#1 cheann eile…;#1 cinn eile…;#1 gcinn eile…;#1 ceann eile…

source: and
ga: agus

source: The search terms used are sent to Mozilla (<a href="%S" class="external">Privacy Policy</a>) and to 3rd party email providers <span class="placeholder"></span> to find available email addresses.
ga: Seolfar na téarmaí cuardaigh chuig Mozilla (<a href="%S" class="external">Polasaí Príobháideachta</a>) agus chuig sholáthraithe ríomhphoist tríú páirtí <span class="placeholder"></span> chun seoltaí ríomhphoist a aimsiú.

source: Use <b>%S</b> as my default search engine
ga: Úsáid <b>%S</b> mar inneall cuardaigh

source: Sorry - we're unable to communicate with our sign-up server. Please check your connection.
ga: Níorbh fhéidir linn dul i dteagmháil leis an bhfreastalaí cláraithe. An bhfuil tú ceangailte leis an Idirlíon?

source: Chec&k for new articles every
ga: &Lorg altanna nua gach

source: &Check for new articles at startup
ga: L&org altanna nua ag am tosaithe

source: &By default, show the article summary instead of loading the web page
ga: Mar &réamhshocrú, taispeáin achoimre an ailt in áit an leathanach Gréasáin a íosluchtú

source: &Manage Subscriptions…
ga: Bainistiú na &Síntiús…

# feeds.accountName
source: Blogs &amp; News Feeds
ga: Blaganna agus Fothaí Nuachta

# feeds.wizardLongName
source: Blogs &amp; News Feeds
ga: Blaganna agus Fothaí Nuachta

source: Feed Subscriptions
ga: Síntiúis Fhotha

source: Note: Removing or changing the folder for a feed will not affect previously downloaded articles.
ga: Nóta: ní chuirfidh baint nó athrú fillteáin fhotha isteach ar altanna atá íosluchtaithe cheana féin.

source: Feed &URL:
ga: &URL an fhotha:

source: Enter a valid feed url to Add
ga: Cuir URL bailí d'fhotha isteach

source: &Store Articles in:
ga: &Sábháil Ailt i:

source: S&how the article summary instead of loading the web page
ga: Taispeáin ac&hoimre an ailt in áit an leathanach Gréasáin a íosluchtú

source: Validate
ga: Bailíochtaigh

source: Check validation and retrieve a valid url.
ga: Bailíochtaigh agus faigh URL bailí.

source: &Import
ga: &Iompórtáil

source: E&xport
ga: Ea&spórtáil

source: Export Feeds with folder structure; ctrl click or ctrl enter to export Feeds as a list
ga: Easpórtáil fothaí le struchtúr fillteán; ctrl+clic nó ctrl+enter chun fothaí a easpórtáil mar liosta

source: Verifying the feed…
ga: Fotha á fhíorú…

source: Are you sure you wish to cancel subscribing to the current feed?
ga: An bhfuil tu cinnte go dteastaíonn uait an liostáil leis an bhfotha reatha a chealú?

source: Subscribing to a Feed…
ga: Ag liostáil le Fotha…

source: You already have a subscription for this feed.
ga: Tá síntiús agat cheana don fhotha seo.

source: Could not open the file.
ga: Níorbh fhéidir an comhad a oscailt.

source: Feed added.
ga: Cuireadh fotha leis.

source: Feed updated.
ga: Nuashonraíodh an fotha.

source: Feed subscription moved.
ga: Bogadh an liostáil.

source: Feed subscription copied.
ga: Cóipeáladh an liostáil.

source: Feed unsubscribed.
ga: Díliostáladh ón bhfotha.

source: The Feed URL is not a valid feed.
ga: Níl fotha bailí ag an URL seo.

source: The Feed URL could not be found. Please check the name and try again.
ga: Níorbh fhéidir URL an fhotha a aimsiú. Dearbhaigh an t-ainm agus bain triail eile as.

source: Loading, please wait…
ga: Á luchtú, fan go fóill…

source: Select OPML file to import
ga: Roghnaigh comhad OPML le hiompórtáil

source: Export %S as an OPML file - Feeds list
ga: Easpórtáil %S mar chomhad OPML - liosta fothaí

source: Export %S as an OPML file - Feeds with folder structure
ga: Easpórtáil %S mar chomhad OPML - Fothaí agus struchtúr na bhfillteán

source: %1$S OPML Export - %2$S
ga: Easpórtáil OPML %1$S - %2$S

source: My%1$SFeeds-%2$S.opml
ga: Fothai%1$S-%2$S.opml

source: The file %S does not seem to be a valid OPML file.
ga: Ní comhad bailí OPML é %S.

source: Imported #1 new feed.;Imported #1 new feeds.
ga: Iompórtáladh #1 fhotha nua.;Iompórtáladh #1 fhotha nua.;Iompórtáladh #1 fhotha nua.;Iompórtáladh #1 bhfotha nua.;Iompórtáladh #1 fotha nua.

source: Imported #1 new feed to which you aren't already subscribed;Imported #1 new feeds to which you aren't already subscribed
ga: Iompórtáladh #1 fhotha nua nach raibh tú liostáilte leis cheana;Iompórtáladh #1 fhotha nua nach raibh tú liostáilte leo cheana;Iompórtáladh #1 fhotha nua nach raibh tú liostáilte leo cheana;Iompórtáladh #1 bhfotha nua nach raibh tú liostáilte leo cheana;Iompórtáladh #1 fotha nua nach raibh tú liostáilte leo cheana

source: (out of #1 entry found);(out of #1 total entries found)
ga: (as #1 iontráil aimsithe);(as #1 iontráil aimsithe);(as #1 iontráil aimsithe);(as #1 iontráil aimsithe);(as #1 iontráil aimsithe)

source: OPML Files
ga: Comhaid OPML

source: Feeds in this account have been exported to %S.
ga: Easpórtáladh na fothaí sa chuntas seo i %S.

source: Remove Feed
ga: Bain Fotha

source: Are you sure you want to unsubscribe from the feed: %S?
ga: An bhfuil tú cinnte gur mian leat díliostáil ón bhfotha: %S?

source: Downloading feed articles (%S of %S)…
ga: Altanna fotha á n-íosluchtú (%S as %S)…

source: There are no new articles for this feed.
ga: Níl aon alt nua ón bhfotha seo.

source: %S could not be found. Please check the name and try again.
ga: %S gan aimsiú. Deimhnigh an t-ainm agus bain triail eile as.

source: %S is not a valid feed.
ga: Ní fotha bailí é %S.

source: Checking feeds for new items…
ga: Míreanna nua á lorg ó fhothaí…

source: Blogs & News Feeds
ga: Blaganna agus Fothaí Nuachta

source: * New Account *
ga: * Cuntas Nua *

source: Create and import into a new Feeds account
ga: Cruthaigh agus iompórtáil i gcuntas nua Fothaí

source: Import into an existing Feeds account
ga: Iompórtáil i gcuntas Fothaí atá ann

source: new
ga: nua

source: existing
ga: atá ann

source: The feed subscriptions import from file %1$S into %2$S account '%3$S' has finished.
ga: Bhí na fothaí iompórtáilte ó chomhad %1$S go cuntas %2$S '%3$S'.

source: Download Headers
ga: Íosluchtaigh Ceanntásca

source: There are %S new message headers to download for this newsgroup.
ga: Tá %S ceanntásc nua le híosluchtú don ghrúpa nuachta seo.

source: Error!
ga: Earráid!

source: <H1>Error!</H1>newsgroup server responded:
ga: <H1>Earráid!</H1>D'fhreagair an freastalaí nuachta:

source: <B><P>Perhaps the article has expired</P></B>
ga: <B><P>B'fhéidir go bhfuil an t-alt imithe as dáta</P></B>

source: Click here to remove all expired articles
ga: Cliceáil anseo chun gach alt atá as dáta a bhaint

source: This message does not appear to be from you. You may only cancel your own posts, not those made by others.
ga: Is cosúil nach uaitse an teachtaireacht seo. Níl sé ceadaithe ach do theachtaireachtaí féin a chealú, ní na cinn ó dhaoine eile.

source: Are you sure you want to cancel this message?
ga: An bhfuil tú cinnte gur mian leat an teachtaireacht seo a chealú?

source: Message cancelled.
ga: Cealaíodh an teachtaireacht.

source: News Server Username and Password Required
ga: Ainm Úsáideora agus Focal Faire de dhíth don bhfreastalaí nuachta

source: Please enter a username and password for %S:
ga: Cuir ainm úsáideora agus focal faire isteach le haghaidh %S:

source: Please enter a username and password for %1$S on %2$S:
ga: Cuir ainm úsáideora agus focal faire isteach le haghaidh %1$S ar %2$S:

source: Downloading %1$S of %2$S headers for %3$S
ga: %1$S as %2$S ceanntásc á n-íosluchtú le haghaidh %3$S

source: Getting headers for filters: %1$S (%2$S/%3$S) on %4$S
ga: Ceanntásca á bhfáil le haghaidh scagairí: %1$S (%2$S/%3$S) ar %4$S

source: Downloading articles %S-%S
ga: Ailt %S-%S á n-íosluchtú

source: Downloading newsgroups: %S received (%SKB read at %SKB/sec)
ga: Grúpaí nuachta á n-íosluchtú: fuarthas %S (%SKB ag %SKB/soic)

source: Downloading articles %S-%S in %S
ga: Ailt %S-%S i %S á n-íosluchtú

source: The newsgroup %1$S does not appear to exist on the host %2$S. Would you like to unsubscribe from it?
ga: Is cosúil nach bhfuil an grúpa nuachta %1$S ar an bhfreastalaí %2$S. An bhfuil fonn ort díliostáil uaidh?

source: A News (NNTP) error occurred:
ga: Tharla earráid nuachta (NNTP):

source: A News error occurred. The scan of all newsgroups is incomplete. Try to View All Newsgroups again
ga: Tharla earráid nuachta. Níl cuardach na ngrúpaí nuachta críochnaithe. Déan iarracht amharc ar na grúpaí nuachta go léir arís.

source: An authorization error occurred. Please try entering your name and/or password again.
ga: Tharla earráid údaraithe. Iontráil d'ainm agus/nó d'fhocal faire arís.

source: A communications error occurred. Try connecting again. TCP Error:
ga: Tharla earráid chumarsáide. Déan iarracht eile ceangail. Earráid TCP:

source: Create New Tag
ga: Cruthaigh Clib Nua

source: &Tag Name:
ga: Ainm na &Clibe:
