Repository: kscanne/gaeilge-mozdev
Catalog: src/tbird-trunk.*.po
Languages: ga

source: &Open File…
ga: &Oscail Comhad…

source: Open Web &Location…
ga: Oscail &Suíomh Gréasáin…

source: &Recent Pages
ga: Leathanaigh Dhei&reanacha

source: &Save
ga: &Sábháil

source: Save &As…
ga: Sábháil M&ar…

source: Save And Change Character &Encoding
ga: Sábháil agus Athraigh &Ionchódú na gCarachtar

source: Pu&blish
ga: Foil&sigh

source: Publis&h As…
ga: Foilsig&h Mar…

source: Rever&t
ga: Fi&ll

source: Pu&blishing Site Settings…
ga: Socruithe an tSuímh &Fhoilsithe…

source: New
ga: Nua

source: Create a new Composer page
ga: Cruthaigh leathanach nua Cumadóra

source: Open
ga: Oscail

source: Open a local file
ga: Oscail comhad logánta

source: Save file to a local location
ga: Sábháil comhad i suíomh logánta

source: Upload file to a remote location
ga: Uasluchtaigh comhad go suíomh cianda

source: Composition Toolbar
ga: Barra Cumadóireachta

source: Browse
ga: Brabhsáil

source: Load this page in the browser
ga: Luchtaigh an leathanach seo sa bhrabhsálaí

source: E&xport to Text…
ga: Ea&spórtáil mar Théacs…

source: Bro&wse Page
ga: Bra&bhsáil an Leathanach

source: Sen&d Page…
ga: Seol &Leathanach…

source: &Composition Toolbar
ga: Barra &Cumadóireachta

source: &Format Toolbar
ga: Barra &Formáidithe

source: &Edit Mode Toolbar
ga: Barra &Eagarthóireachta

source: F&ormat
ga: F&ormáid

source: Posi&tioning grid
ga: Greille sui&te

source: Pa&ge Title and Properties…
ga: &Teideal an Leathanaigh agus Airíonna…

source: &Validate HTML
ga: &Bailíochtaigh HTML

source: Normal
ga: Gnách

source: &Normal Edit Mode
ga: G&náthmhód Eagarthóireachta

source: Show table borders and named anchors
ga: Taispeáin imlínte an tábla agus ancairí ainmnithe

source: HTML Tags
ga: Clibeanna HTML

source: HTML T&ags
ga: Clibe&anna HTML

source: Display icons for all HTML tags
ga: Taispeáin deilbhín do gach clib HTML

source: Source
ga: Foinse

source: &HTML Source
ga: Foinse &HTML

source: Edit HTML source
ga: Cuir foinse HTML in eagar

source: Preview
ga: Réamhamharc

source: &Preview
ga: &Réamhamharc

source: Display as WYSIWYG (as in the browser)
ga: Taispeáin mar a bheadh sa bhrabhsálaí

source: Paste Without Formatti&ng
ga: Greamaigh Ga&n Formáidiú

source: Paste &As
ga: Greamaigh M&ar

source: Paste As &Quotation
ga: Greamaigh mar &Athfhriotal

source: Find and Replace…
ga: Aimsigh agus Ionadaigh…

source: &Spellcheck As You Type
ga: &Litriú Beo

source: C&heck Spelling…
ga: Seiceáil an &Litriú…

# insertMenu.label insertMenu.accesskey
source: &Insert
ga: &Ionsáigh

source: &Link…
ga: &Nasc…

source: Named &Anchor…
ga: &Ancaire Ainmnithe…

source: &Image…
ga: Í&omhá…

source: H&orizontal Line
ga: Líne &Chothrománach

source: &Table…
ga: &Tábla…

source: &Characters and Symbols…
ga: &Carachtair agus Siombailí…

source: Brea&k Below Image(s)
ga: Bri&s faoi Íomhá(nna)

source: Create Lin&k…
ga: Cruthaigh &Nasc…

source: Ed&it Link in New Composer
ga: Cu&ir Nasc in Eagar i gCumadóir Nua

source: Choose a font
ga: Roghnaigh cló

source: &Font
ga: &Cló

source: &Variable Width
ga: &Il-leithead

source: Fi&xed Width
ga: Ao&nleithead

source: Choose a font size
ga: Roghnaigh clómhéid

source: Smalle&r
ga: Nío&s Lú

source: Lar&ger
ga: Níos &Mó

source: Si&ze
ga: Méi&d

source: xx-sm&all
ga: fío&rbheag

source: x-s&mall
ga: a&n-bheag

source: &small
ga: &beag

source: me&dium
ga: mea&sartha

source: &large
ga: &mór

source: &x-large
ga: &an-mhór

source: xx-larg&e
ga: &ollmhór

source: Text &Style
ga: &Stíl Téacs

source: &Bold
ga: &Trom

source: &Italic
ga: &Iodálach

source: &Underline
ga: &Líne Faoi

source: Stri&kethrough
ga: Línte &Trí

source: Su&perscript
ga: Forscri&pt

source: &Subscript
ga: Fo&script

source: &Nonbreaking
ga: Ga&n Briseadh

source: &Emphasis
ga: &Béim

source: S&tronger Emphasis
ga: Béim Níos &Troime

source: &Citation
ga: &Lua

source: &Abbreviation
ga: &Giorrúchán

source: Ac&ronym
ga: Ac&rainm

source: C&ode
ga: &Cód

source: Sa&mple Output
ga: Aschur Sa&mplach

source: &Variable
ga: &Athróg

source: Text &Color…
ga: Dath Téa&cs…

source: Table or Cell &Background Color…
ga: Dath Cúlra an Tá&bla nó na Cille…

source: &Remove Named Anchors
ga: Bain Ancai&rí Ainmnithe

# paragraphMenu.label paragraphMenu.accesskey
source: &Paragraph
ga: &Alt

# paragraphParagraphCmd.label paragraphParagraphCmd.accesskey
source: &Paragraph
ga: &Alt

source: Heading &1
ga: Ceannteideal &1

source: Heading &2
ga: Ceannteideal &2

source: Heading &3
ga: Ceannteideal &3

source: Heading &4
ga: Ceannteideal &4

source: Heading &5
ga: Ceannteideal &5

source: Heading &6
ga: Ceannteideal &6

source: &Address
ga: Seol&adh

source: Pre&format
ga: Réamh&fhormáidiú

source: &List
ga: &Liosta

source: &None
ga: &Dada

source: &Bulleted
ga: Le h&Urchair

source: Nu&mbered
ga: Ui&mhrithe

source: &Term
ga: &Téarma

source: &Definition
ga: &Sainmhíniú

source: &List Properties…
ga: Airíonna &Liosta…

source: Choose a paragraph format
ga: Roghnaigh formáid ailt

source: Body &Text
ga: Príomh&théacs

source: Ad&vanced Properties
ga: A&rdairíonna

source: &Align
ga: &Ailínigh

source: &Left
ga: Ar &Chlé

source: Align Left
ga: Ailínigh Ar Chlé

source: &Center
ga: &Lár

source: Align Center
ga: Ailínigh sa lár

source: &Right
ga: Ar &Dheis

source: Align Right
ga: Ailínigh Ar Dheis

source: &Justify
ga: &Comhfhadaigh

source: Align Justified
ga: Ailínigh Comhfhadaithe

source: Layer
ga: Sraith

source: Send to Back
ga: Cuir go dtí an Cúl

source: Bring to Front
ga: Tabhair chun Tosaigh

source: &Increase Indent
ga: Méada&igh Eang

source: &Decrease Indent
ga: Lagh&daigh Eang

source: Page Colors and Backgro&und…
ga: Dathanna an Leathanaigh agus &Cúlra…

source: Ta&ble
ga: Tá&bla

# tableSelectMenu.label tableSelectMenu.accesskey
source: &Select
ga: &Roghnaigh

source: Table &Select
ga: &Roghnú Tábla

source: Table &Insert
ga: &Ionsá Tábla

source: Table &Delete
ga: Scriosa&dh Tábla

# tableInsertMenu.label tableInsertMenu.accesskey
source: &Insert
ga: &Ionsáigh

source: &Table
ga: &Tábla

source: &Row
ga: &Ró

source: Row(s)
ga: Ró(nna)

source: &Row Above
ga: &Ró Thuas

source: Row &Below
ga: Ró &Thíos

source: C&olumn
ga: C&olún

source: Column(s)
ga: Colú(i)n

source: C&olumn Before
ga: C&olún Roimhe

source: Column &After
ga: Colún in&a Dhiaidh

source: &Cell
ga: &Cill

source: Cell(s)
ga: Cill/Cealla

source: Cell Co&ntents
ga: I&nneachar Cille

source: &All Cells
ga: G&ach Cill

source: &Cell Before
ga: &Cill Roimhe

source: Cell A&fter
ga: Cill i&na Dhiaidh

source: &Delete
ga: &Scrios

source: Split &Cell
ga: Roinn &Cill

source: C&reate Table from Selection
ga: C&ruthaigh Tábla ón Ábhar Roghnaithe

source: Table Pr&operties…
ga: Airí&onna an Tábla…

source: Menu Bar
ga: Barra Roghchláir

source: Formatting Toolbar
ga: Barra Uirlisí Formáidithe

source: Cut
ga: Gearr

source: Copy
ga: Cóipeáil

source: Paste
ga: Greamaigh

source: Print
ga: Priontáil

source: Print this page
ga: Priontáil an leathanach seo

source: Find
ga: Aimsigh

source: Find text in page
ga: Cuardaigh téacs sa leathanach

source: Spell
ga: Litriú

source: Check spelling of selection or entire page
ga: Seiceáil litriú an roghnaithe nó an leathanaigh iomláin

source: Image
ga: Íomhá

source: Insert new image or edit selected image's properties
ga: Ionsáigh íomhá nua nó cuir airíonna na híomhá roghnaithe in eagar

source: H.Line
ga: Líne Ch.

source: Insert horizontal line or edit selected line's properties
ga: Ionsáigh líne chothrománach nó cuir airíonna na líne roghnaithe in eagar

source: Table
ga: Tábla

source: Insert new table or edit selected table's properties
ga: Ionsáigh tábla nua nó cuir airíonna an tábla roghnaithe in eagar

source: Link
ga: Nasc

source: Insert new link or edit selected link's properties
ga: Ionsáigh nasc nua nó cuir airíonna an naisc roghnaithe in eagar

source: Anchor
ga: Ancaire

source: Insert new named anchor or edit selected anchor's properties
ga: Ionsáigh ancaire nua nó cuir airíonna an ancaire roghnaithe in eagar

source: Choose color for text
ga: Roghnaigh dath an téacs

source: Choose color for background
ga: Roghnaigh dath an chúlra

source: Go to the &vendorShortName; home page
ga: Téigh go dtí an leathanach baile &vendorShortName;

source: Choose highlight color for text
ga: Roghnaigh dath soilsithe an téacs

source: Smaller font size
ga: Clómhéid níos lú

source: Larger font size
ga: Clómhéid níos mó

source: Bold
ga: Trom

source: Italic
ga: Iodálach

source: Underline
ga: Líne Faoi

source: Apply or remove bulleted list
ga: Cuir liosta le hurchair i bhfeidhm nó bain é

source: Apply or remove numbered list
ga: Cuir liosta le huimhreacha i bhfeidhm nó bain é

source: Outdent text (move left)
ga: Bog téacs faoi chlé

source: Indent text (move right)
ga: Eangaigh Téacs (bog faoi dheis)

source: Choose text alignment
ga: Roghnaigh ailíniú téacs

source: Insert a Link, Anchor, Image, Horizontal Line, or Table
ga: Ionsáigh Nasc, Ancaire, Íomhá, Líne Chothrománach, nó Tábla

source: Align text along left margin
ga: Ailínigh téacs ar an imeall clé

source: Align text centered
ga: Ailínigh téacs sa lár

source: Align text along right margin
ga: Ailínigh téacs ar an imeall deas

source: Align text along left and right margins
ga: Ailínigh téacs ar na himill chlé agus dheas

# structSelect.label structSelect.accesskey
source: &Select
ga: &Roghnaigh

source: &Remove tag
ga: &Bain clib

source: &Change tag
ga: Athraigh &clib

# insertTOC.label insertTOC.accesskey
source: &Insert
ga: &Ionsáigh

source: &Update
ga: N&uashonraigh

source: &Remove
ga: &Bain

source: Ta&ble of Contents…
ga: Clár Á&bhair…

source: Composer
ga: Cumadóir

source: New Page Settings
ga: Socruithe Nua Leathanaigh

source: Toolbars
ga: Barraí Uirlisí

source: Publishing
ga: Foilsiú

source: No
ga: Níl

source: Save
ga: Sábháil

source: More
ga: Tuilleadh

source: Less
ga: Níos Lú

source: More Properties
ga: Tuilleadh Airíonna

source: Fewer Properties
ga: Níos Lú Airíonna

source: P
ga: R

source: None
ga: Gan sonrú

source: none
ga: neamhní

source: Open HTML File
ga: Oscail Comhad HTML

source: Open Text File
ga: Oscail Téacschomhad

source: Select Image File
ga: Roghnaigh Comhad Íomhá

source: Save Page
ga: Sábháil an Leathanach

source: Save Page As
ga: Sábháil an Leathanach Mar

source: Save Text As
ga: Sábháil Téacs Mar

source: Edit Mode
ga: Mód Eagarthóireachta

source: Publish
ga: Foilsigh

source: Publish Page
ga: Foilsigh an Leathanach

source: Don't Publish
ga: Ná Foilsigh

source: Use Password Manager to save this password
ga: Úsáid Bainisteoir na bhFocal Faire chun an focal faire seo a shábháil

source: (correct spelling)
ga: (litriú ceart)

source: (no suggested words)
ga: (ní mholtar focail)

source: No misspelled words
ga: Gan focal mílitrithe

source: Completed spell checking.
ga: Seiceáil litrithe críochnaithe.

source: Check Spelling
ga: Seiceáil Litriú

source: Error
ga: Earráid

source: Alert
ga: Airdeall

source: Composer cannot edit HTML framesets, or pages with inline frames. For framesets, try editing the page for each frame separately. For pages with iframes, save a copy of the page and remove the <iframe> tag.
ga: Ní féidir le Composer tacair fhrámaí HTML, nó leathanaigh le frámaí inlíne, a chur in eagar. Le haghaidh tacair fhrámaí, déan iarracht gach fráma sa leathanach a chur in eagar ina aonar. Le haghaidh leathanaigh ina bhfuil frámaí inlíne, sábháil cóip den leathanach agus bain an chlib <iframe>.

source: This type of page can't be edited.
ga: Ní féidir leathanach den chineál seo a chur in eagar.

source: This page can't be edited for an unknown reason.
ga: Ní féidir an leathanach seo a chur in eagar, ach ní fios cén fáth.

source: before closing
ga: roimh dhúnadh

source: before viewing in the browser
ga: roimh taispeáint sa bhrabhsálaí

source: before validating the document
ga: roimh an cháipéis a bhailíochtú

# SaveFilePrompt
source: Save changes to "%title%" %reason%?
ga: An bhfuil fonn ort na hathruithe i "%title%" a shábháil %reason%?

# PublishPrompt
source: Save changes to "%title%" %reason%?
ga: An bhfuil fonn ort na hathruithe i "%title%" a shábháil %reason%?

source: Saving file failed!
ga: Theip ar shábháil an chomhaid!

source: %file% not found.
ga: %file% gan aimsiú.

source: The subdirectory "%dir%" doesn't exist on this site or the filename "%file%" is already in use by another subdirectory.
ga: Níl an fhochomhadlann "%dir%" ar an suíomh seo, nó tá an comhadainm "%file%" in úsáid cheana ag fochomhadlann eile.

source: The filename "%file%" is already in use by another subdirectory.
ga: Tá an comhadainm "%file%" in úsáid cheana ag fochomhadlann eile.

source: The server is not available. Check your connection and try again later.
ga: Níl an freastalaí ar fáil. Déan seiceáil ar do cheangal agus déan iarracht eile níos déanaí.

source: You are currently offline. Click the icon near the lower-right corner of any window to go online.
ga: Tá tú as líne faoi láthair. Le dul ar líne, cliceáil an deilbhín atá sa chúinne buin ar dheis d'fhuinneog ar bith.

source: There is not enough disk space available to save the file "%file%."
ga: Níl go leor spáis diosca le fáil chun an comhad "%file%" a shábháil.

source: The filename or subdirectory name is too long.
ga: Tá an comhadainm, nó ainm na fochomhadlainne, rófhada.

source: You do not have permission to publish to this location.
ga: Níl cead agat foilsiú sa suíomh seo.

source: Unknown publishing error occurred.
ga: Tharla earráid neamhaithnid fhoilsithe.

source: Publishing failed.
ga: Theip ar an bhfoilsiú.

source: Publishing completed.
ga: Tá an foilsiú críochnaithe.

source: All files published
ga: Foilsíodh gach comhad

source: %x% of %total% files failed to publish.
ga: Theip ar fhoilsiú %x% as %total% comhad.

source: Prompt
ga: Leid

source: Enter username and password for FTP server at %host%
ga: Iontráil ainm úsáideora agus focal faire don fhreastalaí ag %host%

source: Revert To Last Saved
ga: Cuir ar ais an ceann sábháilte

source: Revert
ga: Fill

source: before sending this page
ga: roimh an leathanach seo a sheoladh

source: Send
ga: Seol

source: Publishing: %title%
ga: Á fhoilsiú: %title%

source: Publishing to Site: %title%
ga: Á fhoilsiú go suíomh: %title%

source: Abandon unsaved changes to "%title%" and reload page?
ga: An bhfuil fonn ort neamhaird a dhéanamh ar na hathruithe i "%title%" nár sábháladh, agus an leathanach a athluchtú?

source: Page Title
ga: Teideal an Leathanaigh

source: Please enter a title for the current page.
ga: Iontráil teideal don leathanach reatha.

source: This identifies the page in the window title and bookmarks.
ga: Seo aitheantas an leathanaigh i dteideal na fuinneoige agus i leabharmharcanna.

source: Cancel publishing?
ga: An bhfuil an foilsiú le cealú?

source: Cancelling while publishing is in progress may result in your file(s) being incompletely transferred. Would you like to Continue or Cancel?
ga: Má chealaítear le linn foilsithe, is féidir nach mbeidh na comhaid traschurtha go hiomlán. Ar mhaith leat dul Ar Aghaidh nó Cealú?

source: Continue
ga: Ar Aghaidh

source: Please enter or choose an image of type gif, jpg, or png.
ga: Iontráil nó roghnaigh íomhá de chineál gif, jpg nó png.

source: Please choose a location to create a new link.
ga: Roghnaigh suíomh chun nasc nua a chruthú.

source: Link Text
ga: Téacs an naisc

source: Link Image
ga: Íomhá an naisc

source: [Mixed selection]
ga: [Roghnúchán measctha]

source: (mixed)
ga: (measctha)

source: Enter text to display for the link:
ga: Iontráil an téacs a thaispeánfar don nasc:

source: Please enter some text for this link.
ga: Iontráil téacs éigin don nasc seo.

source: This will replace existing content.
ga: Cuirfear é seo in áit an ábhair reatha.

source: The number you entered (%n%) is outside of the allowed range.
ga: Tá an uimhir a d'iontráil tú (%n%) taobh amuigh den raon ceadaithe.

source: Please enter a number between %min% and %max%.
ga: Iontráil uimhir idir %min% agus %max%.

source: Please enter a name for this anchor.
ga: Iontráil ainm don ancaire seo.

source: "%name%" already exists in this page. Please enter a different name.
ga: Tá "%name%" ar an leathanach seo cheana. Iontráil ainm eile le do thoil.

source: Bullet Style
ga: Stíl Urchair

source: Solid circle
ga: Ciorcal lán

source: Open circle
ga: Ciorcal oscailte

source: Solid square
ga: Cearnóg lán

source: Number Style
ga: Stíl na nUimhreacha

source: Automatic
ga: Uathoibríoch

source: pixels
ga: picteilíní

source: percent
ga: céatadán

source: % of cell
ga: % den chill

source: % of window
ga: % den fhuinneog

source: % of table
ga: % den tábla

source: untitled-%S
ga: ganteideal-%S

source: untitled
ga: gan teideal

source: Show Toolbar
ga: Taispeáin an Barra Uirlisí

source: Hide Toolbar
ga: Folaigh an Barra Uirlisí

source: Unable to load image
ga: Ní féidir íomhá a luchtú:

source: Please select a new location (URL) and try again.
ga: Roghnaigh suíomh (URL) eile agus bain triail eile as.

source: Relative URLs can only be used on pages which have been saved
ga: Ní féidir URLanna coibhneasta a úsáid ach ar leathanaigh a sábháladh

source: (No named anchors or headings in this page)
ga: (Níl ancaire nó ceanntásc ainmnithe sa leathanach seo)

source: Text Color
ga: Dath Téacs

source: Highlight Color
ga: Dath Soilsithe

source: Page Background Color
ga: Dath Cúlra an Leathanaigh

source: Block Background Color
ga: Dath Cúlra an Bhloic

source: Table Background Color
ga: Dath Cúlra an Tábla

source: Cell Background Color
ga: Dath Cúlra na Cille

source: Table or Cell Color
ga: Dath an Tábla nó na Cille

source: Link Text Color
ga: Dath Théacs Naisc

source: Active Link Color
ga: Dath Naisc Ghníomhaigh

source: Visited Link Color
ga: Dath na Nasc Feicthe

source: Click on a color or enter a valid HTML color string
ga: Cliceáil ar dhath nó iontráil teaghrán datha HTML bailí

source: Table Cell
ga: Cill Tábla

source: Nested Table
ga: Tábla Neadaithe

source: Horizontal Line
ga: Líne Chothrománach

source: Image and Link
ga: Íomhá agus Nasc

source: Named Anchor
ga: Ancaire Ainmnithe

source: List
ga: Liosta

source: List Item
ga: Mír Liosta

source: Form
ga: Foirm

source: Form Field
ga: Réimse Foirme

source: Form Image
ga: Íomhá Fhoirme

source: Text Area
ga: Limistéar Téacs

source: Selection List
ga: Liosta Roghnúcháin

source: Button
ga: Cnaipe

source: Label
ga: Lipéad

source: Field Set
ga: Tacar Réimsí

source: Tag
ga: Clib

source: Please enter a name for this publishing site.
ga: Iontráil ainm don suíomh foilsithe seo.

source: Please enter a location for publishing this page.
ga: Iontráil suíomh le haghaidh fhoilsiú an leathanaigh seo.

source: Please enter a filename for the current page.
ga: Iontráil ainm comhaid don leathanach reatha.

source: "%name%" already exists. Please enter a different site name.
ga: Tá "%name%" ann cheana. Iontráil ainm suímh eile le do thoil.

source: Advanced Properties…
ga: Ardairíonna…

source: Advanced Edit is unavailable when multiple cells are selected
ga: Ní bhíonn Eagarthóireacht Chasta ar fáil má tá níos mó ná cill amháin roghnaithe

source: %obj% Properties…
ga: Airíonna %obj%…

source: Join Selected Cells
ga: Comhcheangail Cealla Roghnaithe

source: Join with Cell to the Right
ga: Comhcheangail leis an chill ar dheis

source: Delete
ga: Scrios

source: Delete Cells
ga: Scrios Cealla

source: Delete Rows or Columns
ga: Scrios Rónna nó Colúin

source: Reducing the number of rows or columns will delete table cells and their contents. Do you really want to do this?
ga: Scriosfar cealla tábla agus a n-inneachair má laghdaítear méid na rónna nó na gcolún. An bhfuil tú cinnte go dteastaíonn uait é sin a dhéanamh?

source: Clear
ga: Bánaigh

source: Click
ga: Cliceáil

source: Drag
ga: Tarraing

source: Unknown
ga: Anaithnid

source: x
ga: L

source: Remove All Text Styles
ga: Bain Gach Stíl Téacs

source: Discontinue Text Styles
ga: Stop Stíleanna Téacs

source: Remove Links
ga: Bain Naisc

source: Discontinue Link
ga: Cuir Deireadh leis an Nasc

source: It is recommended that you enter an action for this form. Self-posting forms are an advanced technique that may not work consistently in all browsers.
ga: Moltar duit gníomh a iontráil don fhoirm seo. Is teicníc chasta iad na foirmeacha féin-phostála nach cinnte go n-oibreoidh siad de réir a chéile i ngach brabhsálaí.

source: If the image is relevant to the content of the document, you must supply alternate text that will appear in text-only browsers, and that will appear in other browsers when an image is loading or when image loading is disabled.
ga: Má tá baint ag an íomhá le hinneachar na cáipéise, caithfidh tú téacs malartach a sholáthar a thaispeánfar i mbrabhsálaithe téacs amháin, agus a thaispeánfar i mbrabhsálaithe eile le linn luchtú na híomhá nó má tá luchtú na n-íomhánna díchumasaithe.

source: The source could not be converted back into the document because it is not valid XHTML.
ga: Ní féidir an fhoinse a thiontú ar ais mar cháipéis toisc nach XHTML bailí é.

source: There are no elements with links to check
ga: Níl aon eilimint le naisc le seiceáil

source: &Smiley
ga: &Straoiseog

source: &Smile
ga: Mionghái&re

# smiley1Cmd.tooltip
source: Insert a smiley face
ga: Ionsáigh miongháire

source: &Frown
ga: Púicí&n

source: Insert a frown face
ga: Ionsáigh púicín

source: &Wink
ga: &Caochadh

source: Insert a wink face
ga: Ionsáigh caochadh súile

source: &Tongue-out
ga: Teanga a&mach

source: Insert a tongue-out face
ga: Ionsáigh aghaidh leis an teanga amach

source: &Laughing
ga: &Gáire

source: Insert a laughing face
ga: Ionsáigh gáire

source: &Embarrassed
ga: &Aiféaltas

source: Insert an embarrassed face
ga: Ionsáigh aiféaltas

source: &Undecided
ga: Idir &dhá chomhairle

source: Insert an undecided face
ga: Ionsáigh aghaidh idir dhá chomhairle

source: Sur&prise
ga: &Iontas

source: Insert a surprised face
ga: Ionsáigh iontas

source: &Kiss
ga: &Póg

source: Insert a kiss face
ga: Ionsáigh póg

source: &Yell
ga: &Béic

source: Insert a yelling face
ga: Ionsáigh béic

source: &Cool
ga: &Snasta

source: Insert a cool face
ga: Ionsáigh aghaidh shnasta

source: &Money-Mouth
ga: Béa&l airgid

source: Insert a money-mouth face
ga: Ionsáigh aghaidh le béal airgid

source: F&oot-in-Mouth
ga: Cos sa b&héal

source: Insert a foot-in-mouth face
ga: Ionsaigh aghaidh leis an chos sa bhéal

source: &Innocent
ga: Soinean&ta

source: Insert an innocent face
ga: Ionsáigh aghaidh shoineanta

source: C&ry
ga: G&ol

source: Insert a crying face
ga: Ionsáigh aghaidh ag gol

source: Lips-&are-Sealed
ga: Glas ar an t&eanga

source: Insert a lips-are-sealed face
ga: Ionsáigh aghaidh le glas ar an teanga

# SmileButton.tooltip
source: Insert a smiley face
ga: Ionsáigh miongháire

source: Recent Pages Menu
ga: Roghchlár na Leathanach Deireanach

source: Maximum &number of pages listed:
ga: Uasmhéid na leatha&nach liostáilte:

source: When Saving or Publishing Pages
ga: Agus leathanaigh á sábháil nó á bhfoilsiú

source: &Preserve original source formatting
ga: &Coimeád formáidiú na bunfhoinse

source: Preserves line breaks and page's original formatting
ga: Coimeádann seo briseadh na línte agus bun-fhormáidiú an leathanaigh.

source: &Save images and other associated files when saving pages
ga: &Sábháil íomhánna agus comhaid eile chomhcheangailte agus comhaid á sábháil

source: &Always show Publish dialog when publishing pages
ga: T&aispeáin an dialóg fhoilsithe i gcónaí agus leathanaigh á bhfoilsiú

source: Editing
ga: Eagarthóireacht

source: &Maintain table layout when inserting or deleting cells
ga: Coi&meád leagan amach an tábla agus cealla á n-ionsá nó á scriosadh

source: Preserves table's rectangular shape by automatically adding cells after inserting or deleting cells
ga: Coimeádann seo cruth dronuilleach an tábla trí cealla a chur leis go huathoibríoch tar éis ionsá nó scriosta cealla.
