Repository: kscanne/gaeilge-mozdev
Catalog: src/tbird-trunk.*.po
Languages: ga

# gloda.message.attr.mailing-list.mustMatchLabel
source: must be in #1
ga: is gá a bheith i #1

# gloda.message.attr.mailing-list.cantMatchLabel
source: can't be in #1
ga: ní féidir a bheith i #1

source: must be in a mailing list
ga: is gá bheith i liosta ríomhphoist

source: can't be in a mailing list
ga: ní féidir bheith i liosta ríomhphoist

source: Tags
ga: Clibeanna

source: must be tagged #1
ga: is gá bheith clibeáilte le #1

source: can't be tagged #1
ga: ní féidir bheith clibeáilte le #1

source: must be tagged
ga: is gá bheith clibeáilte

source: can't be tagged
ga: ní féidir bheith clibeáilte

source: Starred
ga: Marcáilte

source: Read
ga: Léite

source: Replied To
ga: Freagartha

source: Forwarded
ga: Curtha ar aghaidh

source: Documents
ga: Cáipéisí

source: Images
ga: Íomhánna

source: Media (Audio, Video)
ga: Meáin (Fuaim, Físeán)

source: PDF Files
ga: Comhaid PDF

source: Instant messaging status
ga: Stádas teachtaireachtaí meandaracha

source: width: 41em; height: 27em;
ga: width: 45em; height: 30em;

source: &New Account
ga: Cuntas &Nua

source: C&lose
ga: Dú&n

source: No account configured yet
ga: Níl aon chuntas cumraithe fós

source: Click on the &accountManager.newAccount.label; button to let &brandShortName; guide you through the process of configuring one.
ga: Cliceáil an cnaipe &accountManager.newAccount.label; agus beidh &brandShortName; do do threorú tríd an bpróiseas chun cuntas nua a chumrú.

source: &Sign-on at startup
ga: &Logáil isteach ag am tosaithe

source: C&onnect
ga: C&eangail

source: D&isconnect
ga: Díc&heangail

source: Move up
ga: Bog suas

source: Move down
ga: Bog síos

source: C&ancel reconnection
ga: Ce&alaigh an t-athcheangal

source: Connecting…
ga: Ag ceangal…

source: Disconnecting…
ga: Á Dhícheangal…

source: Not Connected
ga: Gan Ceangal

source: %S Options
ga: Roghanna %S

source: Please enter the username for your %S account.
ga: Tabhair uait ainm úsáideora do chuntais %S.

source: Please enter the username (%1$S) for your %2$S account.
ga: Tabhair uait ainm úsáideora (%1$S) do chuntais %2$S.

source: Error: %S
ga: Earráid: %S

source: No '%S' protocol plugin.
ga: Níl aon bhreiseán don bprótacal '%S'.

source: Entering a password is required to connect this account.
ga: Caithfidh tú focal faire a chur isteach chun ceangal leis an gcuntas seo.

source: A crash occurred while connecting this account.
ga: Tharla tuairt agus an cuntas seo á cheangal.

source: Connecting: %S…
ga: Á Cheangal: %S…

source: Connected for a few seconds.
ga: Ceangailte ar feadh cúpla soicind.

source: Connected for %1$S %2$S and %3$S %4$S.
ga: Ceangailte ar feadh %1$S %2$S agus %3$S %4$S.

source: Connected for about %1$S %2$S.
ga: Ceangailte ar feadh %1$S %2$S.

source: Reconnection in %1$S %2$S and %3$S %4$S.
ga: Athcheanglófar i gceann %1$S %2$S agus %3$S %4$S.

source: Reconnection in %1$S %2$S.
ga: Athcheanglófar i gceann %1$S %2$S.

source: Authorization request
ga: Iarratas ar údarú

source: &Allow
ga: &Ceadaigh

source: &Deny
ga: &Diúltaigh

source: %S added you to his/her buddy list, do you want to allow him/her to see you?
ga: Chuir %S lena liosta cairde thú; an bhfuil fonn ort cead a thabhairt dó/di tusa a fheiceáil ar líne?

source: Connect Now
ga: Ceangail Anois

source: You have disabled automatic connections.
ga: Dhíchumasaigh tú ceangal uathoibríoch.

source: Automatic Connection Settings have been ignored because the application is currently running in Safe-Mode.
ga: Rinneadh neamhaird de na Socruithe Ceangail Uathoibríoch toisc go bhfuil an feidhmchlár ag rith sa Mhód Sábháilteachta.

source: Automatic Connection Settings have been ignored because the application was started in Offline Mode.
ga: Rinneadh neamhaird de na Socruithe Ceangail Uathoibríoch toisc gur tosaíodh an feidhmchlár sa Mhód As Líne.

source: The last run exited unexpectedly while connecting. Automatic Connections have been disabled to give you an opportunity to Edit your Settings.
ga: Tobscoireadh an clár agus ceangal á bhunú an uair dheireanach a bhí sé in úsáid. Cuireadh Ceangal Uathoibríoch ó chumas sa chaoi go mbeidh tú in ann do chuid socruithe a chur in eagar.

source: A previous run exited unexpectedly while connecting a new or edited account. It has not been connected so that you can Edit its Settings.;A previous run exited unexpectedly while connecting #1 new or edited accounts. They have not been connected so that you can Edit their Settings.
ga: Tobscoireadh an clár roimhe seo agus ceangal á bhunú le cuntas nua nó curtha in eagar. Níor bunaíodh ceangal an uair seo sa chaoi go mbeidh tú in ann na socruithe a chur in eagar.;Tobscoireadh an clár roimhe seo agus ceangal á bhunú le #1 chuntas nua nó curtha in eagar. Níor bunaíodh ceangal leo an uair seo sa chaoi go mbeidh tú in ann na socruithe a chur in eagar.;Tobscoireadh an clár roimhe seo agus ceangal á bhunú le #1 chuntas nua nó curtha in eagar. Níor bunaíodh ceangal leo an uair seo sa chaoi go mbeidh tú in ann na socruithe a chur in eagar.;Tobscoireadh an clár roimhe seo agus ceangal á bhunú le #1 gcuntas nua nó curtha in eagar. Níor bunaíodh ceangal leo an uair seo sa chaoi go mbeidh tú in ann na socruithe a chur in eagar.;Tobscoireadh an clár roimhe seo agus ceangal á bhunú le #1 cuntas nua nó curtha in eagar. Níor bunaíodh ceangal leo an uair seo sa chaoi go mbeidh tú in ann na socruithe a chur in eagar.

source: Automatic connection has been disabled.
ga: Díchumasaíodh ceangal uathoibríoch.

source: Chat Account Wizard
ga: Treoraí Cuntais Chomhrá

source: Chat network
ga: Líonra comhrá

source: Please choose the network of your chat account.
ga: Roghnaigh líonra do chuntais chomhrá.

source: Network:
ga: Líonra:

source: Get more…
ga: Tuilleadh…

source: This account is already configured!
ga: Tá an cuntas seo cumraithe cheana!

source: Please enter your password in the box below.
ga: Cuir d'fhocal faire sa mbosca thíos.

source: The password entered here will be stored in the Password Manager. Leave this box empty if you want to be prompted for your password each time this account is connected.
ga: Sábhálfar an focal faire i mBainisteoir na bhFocal Faire. Fág an bosca seo folamh más mian leat d'fhocal faire a chur isteach gach uair a úsáidfidh tú an cuntas seo amach anseo.

source: Feel free to skip this step if you want to.
ga: Tá cead agat dul thar an chéim seo más mian leat.

source: Local Alias
ga: Ailias Logánta

source: This will only be displayed in your conversations when you talk, remote contacts won't see it.
ga: Ní thaispeánfar é seo ach nuair a bheidh comhrá agat; ní fheicfidh teagmhálacha i gcein é.

source: Proxy Settings
ga: Socruithe an tSeachfhreastalaí

source: Summary
ga: Achoimre

source: A summary of the information you entered is displayed below. Please check it before the account is created.
ga: Seo é achoimre ar an bhfaisnéis a chuir tú isteach. Dearbhaigh é sula gcruthóidh tú an cuntas.

source: Connect this account now.
ga: Ceangail an cuntas seo anois.

source: Opening folder %S…
ga: Fillteán %S á oscailt…

source: Creating folder…
ga: Fillteán á chruthú…

source: Deleting folder %S…
ga: Fillteán %S á scriosadh…

source: Renaming folder %S…
ga: Fillteán %S á athainmniú…

source: Looking for folders…
ga: Fillteáin á lorg…

source: Subscribing to folder %S…
ga: Ag liostáil leis an bhfillteán %S…

source: Unsubscribing from folder %S…
ga: Ag díliostáil ón bhfillteán %S…

source: Searching folder…
ga: Fillteán á chuardach…

source: Getting message info…
ga: Faisnéis teachtaireachta á fáil…

source: Closing folder…
ga: Fillteán á dhúnadh…

source: Compacting folder…
ga: Fillteán á dhlúthú…

source: Logging out…
ga: Ag logáil amach…

source: Checking mail server capabilities…
ga: Cumas an fhreastalaí ríomhphoist á sheiceáil…

source: Sending login information…
ga: Faisnéis logála isteach á seoladh…

source: Sending login information…
ga: Faisnéis logála isteach á seoladh…

source: Downloading message…
ga: Teachtaireacht á híosluchtú…

source: Getting folder ACL…
ga: ACL (Liosta Rialaithe Rochtana) an fhillteáin á fháil…

source: Getting Server Configuration Info…
ga: Faisnéis Chumraíochta an Fhreastalaí á fáil…

source: Getting Mailbox Configuration Info…
ga: Faisnéis Chumraíochta an Bhosca Ríomhphoist á fáil…

source: This body part will be downloaded on demand.
ga: Déanfar an chuid seo den chorp á íosluchtú ar éileamh.

source: %S Downloading message header %lu of %lu
ga: Ceanntásc %2$lu as %3$lu á íosluchtú ó %1$S

source: %S Downloading message flag %lu of %lu
ga: Brat teachtaireachta %2$lu as %3$lu á íosluchtú ó %1$S

source: Deleting messages…
ga: Teachtaireachtaí á scriosadh…

source: Deleting message…
ga: Teachtaireacht á scriosadh…

source: Moving messages to %S…
ga: Teachtaireachtaí á n-aistriú go %S…

source: Moving message to %S…
ga: Teachtaireacht á haistriú go %S…

source: Copying messages to %S…
ga: Teachtaireachtaí á gcóipeáil go %S…

source: Copying message to %S…
ga: Teachtaireacht á cóipeáil go %S…

source: %S - Downloading message %lu of %lu
ga: %S - Teachtaireacht %lu as %lu á híosluchtú

source: Found folder: %S
ga: Aimsíodh fillteán: %S

source: Enter your password for %S:
ga: Iontráil d'fhocal faire le haghaidh %S:

source: Mail server %S is not an IMAP4 mail server.
ga: Ní freastalaí ríomhphoist IMAP4 é %S.

source: The current command did not succeed. The mail server responded:
ga: Níor éirigh leis an ordú reatha. D'fhreagair an freastalaí ríomhphoist:

source: Mail Server Password Required
ga: Focal Faire an fhreastalaí ríomhphoist de dhíth

source: Failed to connect to server %S.
ga: Theip ar an gceangal leis an bhfreastalaí %S.

source: Could not connect to mail server %S; the connection was refused.
ga: Níorbh fhéidir ceangal leis an bhfreastalaí ríomhphoist %S; diúltaíodh leis an gceangal.

source: Connection to server %S timed out.
ga: Tá an ceangal leis an bhfreastalaí %S imithe thar am.

source: There are no new messages on the server.
ga: Níl aon teachtaireacht nua ar an bhfreastalaí.

source: Mail for %S
ga: Ríomhphost do %S

source: The %c character is reserved on this imap server. Please choose another name.
ga: Tá an carachtar %c coimeádta ar an bhfreastalaí IMAP seo. Roghnaigh ainm eile le do thoil.

source: Personal Folder
ga: Fillteán Pearsanta

source: Public Folder
ga: Fillteán Poiblí

source: Other User's Folder
ga: Fillteán Úsáideora Eile

source: This is a personal mail folder. It is not shared.
ga: Is fillteán ríomhphoist pearsanta é seo. Níl sé roinnte.

source: This is a personal mail folder. It has been shared.
ga: Is fillteán ríomhphoist pearsanta é seo. Tá sé roinnte.

source: This is a public folder.
ga: Is fillteán poiblí é seo.

source: This is a mail folder shared by the user '%S'.
ga: Fillteán ríomhphoist é seo atá roinnte leis an úsáideoir "%S".

source: Full Control
ga: Rialú Iomlán

source: Lookup
ga: Cuardach

source: Set Read/Unread State
ga: Socraigh stádas Léite/Gan Léamh

source: Write
ga: Scríobh

source: Insert (Copy Into)
ga: Ionsáigh (Cóipeáil go)

source: Post
ga: Postáil

source: Create Subfolder
ga: Cruthaigh Fofhillteán

source: Delete Messages
ga: Scrios Teachtaireachtaí

source: Administer Folder
ga: Bainistiú an Fhillteáin

source: This server does not support shared folders.
ga: Ní thacaíonn an freastalaí seo le fillteáin roinnte.

source: Expunge
ga: Glan

source: Server %S has disconnected. The server may have gone down or there may be a network problem.
ga: Tá an freastalaí %S tar éis dícheangail. B'fhéidir go bhfuil an freastalaí stoptha nó go bhfuil fadhb líonra ann.

source: Would you like to subscribe to %1$S?
ga: An bhfuil tú ag iarraidh liostáil le %1$S?

source: Unable to connect to your IMAP server. You may have exceeded the maximum number of connections to this server. If so, use the Advanced IMAP Server Settings dialog to reduce the number of cached connections.
ga: Ní féidir ceangal le do fhreastalaí IMAP. D'fhéadfadh uasmhéid na gceangal leis an bhfreastalaí seo sáraithe agat. Más ea, úsáid an dialóg Ardshocruithe an Fhreastalaí IMAP le méid na gceangal sa taisce a laghdú.

source: Quota information is not available because the folder is not open.
ga: Níl faisnéis chuóta ar fáil toisc nach bhfuil an fillteán ar oscailt.

source: This server does not support quotas.
ga: Ní thacaíonn an freastalaí seo le cuótaí.

source: There are no storage quotas on this folder.
ga: Níl cuóta stórais ar bith ar an bhfillteán seo.

source: Application is out of memory.
ga: Tá an feidhmchlár as cuimhne.

source: Copying Message %1$S of %2$S to %3$S
ga: Teachtaireacht %1$S as %2$S á cóipeáil go %3$S

source: Are you sure you want to delete the folder '%S'?
ga: An bhfuil tú cinnte gur mian leat fillteán '%S' a scriosadh?

source: Deleting this folder is not undoable and will delete all of the messages it contains, and its sub-folders. Are you sure you still want to delete the folder '%S'?
ga: Ní féidir scriosadh an fhillteáin seo a chur ar ceal, agus scriosfar gach teachtaireacht agus fofhillteán atá ann. An bhfuil tú lánchinnte de go dteastaíonn uait an fillteán '%S' a scriosadh?

source: Delete Folder
ga: Scrios an Fillteán

source: &Delete Folder
ga: &Scrios Fillteán

source: The IMAP server %S does not seem to support encrypted passwords. If you just set up this account, please try changing to 'Normal password' as the 'Authentication method' in the 'Account Settings | Server settings'. If it used to work and now suddenly fails, please contact your email administrator or provider.
ga: Dealraíonn sé nach dtacaíonn freastalaí IMAP %S le focail fhaire chriptithe. Má tá tú go díreach tar éis an cuntas seo a shocrú, bain triail as 'Gnáthfhocal faire' mar 'Modh fíordheimhnithe' i 'Socruithe an Chuntais | Socruithe an fhreastalaí'. Má bhí sé ag obair roimhe seo ach níl anois, téigh i dteagmháil le do riarthóir ríomhphoist nó le do sholáthraí seirbhíse.

source: The IMAP server %S does not allow plaintext passwords. Please try changing to 'Encrypted password' as the 'Authentication method' in the 'Account Settings | Server settings'.
ga: Ní ghlacann freastalaí IMAP %S le focail fhaire ghnáth-théacs. Bain triail as 'Focal faire criptithe' mar 'Modh fíordheimhnithe' i 'Socruithe an Chuntais | Socruithe an fhreastalaí'.

source: The IMAP server %S does not seem to support encrypted passwords. If you just set up the account, please try changing to 'Password, transmitted insecurely' as the 'Authentication method' in the 'Account Settings | Server settings'. If it used to work and now suddenly fails, this is a common scenario how someone could steal your password.
ga: Dealraíonn sé nach dtacaíonn freastalaí IMAP %S le focail fhaire chriptithe. Má tá tú go díreach tar éis an cuntas seo a shocrú, bain triail as 'Focal faire, seolta go neamhshlán' mar 'Modh fíordheimhnithe' i 'Socruithe an Chuntais | Socruithe an fhreastalaí'. Má bhí sé ag obair roimhe seo ach níl anois, b'fhéidir go bhfuil duine éigin ag iarraidh d'fhocal faire a ghoid.

source: The IMAP server %S does not support the selected authentication method. Please change the 'Authentication method' in the 'Account Settings | Server settings'.
ga: Ní thacaíonn freastalaí IMAP %S leis an modh roghnaithe fíordheimhnithe. Athraigh an 'Modh fíordheimhnithe' i 'Socruithe an Chuntais | Socruithe an fhreastalaí'.

source: All login mechanisms for %S failed. Please check the password or change the 'Authentication method' in the 'Account Settings | Server settings'.
ga: Theip ar gach modh logála isteach ar %S. Seiceáil an focal faire nó athraigh an 'Modh fíordheimhnithe' i 'Socruithe an Chuntais | Socruithe an fhreastalaí'.

source: The Kerberos/GSSAPI ticket was not accepted by the IMAP server %S. Please check that you are logged in to the Kerberos/GSSAPI realm.
ga: Níor ghlac freastalaí IMAP %S leis an ticéad Kerberos/GSSAPI. Bí cinnte go bhfuil tú logáilte isteach san fhearann Kerberos/GSSAPI.

source: You cannot log in to %S because the server doesn't allow plaintext authentication without STARTTLS or SSL/TLS. Try enabling connection security or secure authentication in the account settings.
ga: Ní féidir leat logáil isteach i %S toisc nach gceadaíonn an freastalaí fíordheimhniú gnáth-théacs gan STARTTLS nó SSL/TLS. Bain triail as slándáil cheangail nó fíordheimhniú slán a chumasú i socruithe an chuntais.

source: The current command did not succeed. The mail server for account %1$S responded: %2$S
ga: Níor éirigh leis an ordú reatha. D'fhreagair an freastalaí ríomhphoist do chuntas %1$S: %2$S

source: The current operation on '%2$S' did not succeed. The mail server for account %1$S responded: %3$S
ga: Níor éirigh leis an oibríocht reatha ar '%2$S'. D'fhreagair an freastalaí ríomhphoist do chuntas %1$S: %3$S

source: Alert from account %1$S: %2$S
ga: Airdeall ó chuntas %1$S: %2$S

source: Import
ga: Iompórtáil

source: Import &Everything
ga: Iompórtáil &Uile

source: &Mail
ga: Río&mhphost

source: Fee&d Subscriptions
ga: Lio&stálacha

source: &Address Books
ga: Le&abhair Sheoltaí

source: &Filters
ga: &Scagairí

source: 40em
ga: 44em

source: 45em
ga: 54em

source: &brandShortName; Import Wizard
ga: Treoraí Iompórtála &brandShortName;

source: Import Mail, Address Books, Settings, and Filters from other programs
ga: Iompórtáil Teachtaireachtaí, Leabhair Seoltaí, Socruithe agus Scagairí ó ríomhchláir eile

source: This wizard will import mail messages, address book entries, feed subscriptions, preferences, and/or filters from other mail programs and common address book formats into &brandShortName;.
ga: Iompórtálfaidh an treoraí seo do chuid ríomhphoist, leabhar seoltaí, fothaí, sainroghanna, agus/nó scagairí ó fheidhmchláir ríomhphoist eile agus ó fhormáidí coitianta leabhar seoltaí isteach i &brandShortName;.

source: Once they have been imported, you will be able to access them from within &brandShortName;.
ga: Tar éis iad a bheith iompórtáilte, beidh tú in ann iad a rochtain ó &brandShortName;.

source: &Please select the type of file that you would like to import:
ga: &Roghnaigh cineál an chomhaid is mian leat iompórtáil:

source: Please select an existing account or create a new account:
ga: Roghnaigh cuntas atá ann, nó cruthaigh cuntas nua:

source: &lt; Back
ga: &lt; Siar

source: Next &gt;
ga: Ar Aghaidh &gt;

source: Finish
ga: Críochnaigh

source: or select the type of material to import:
ga: nó roghnaigh cineál an ábhair atá le hiompórtáil:

source: Title
ga: Teideal

source: Importing…
ga: Á nIompórtáil…

source: No address books were found to import.
ga: Níor aimsíodh leabhair sheoltaí le hiompórtáil.

source: Unable to import address books: initialization error.
ga: Ní féidir leabhair seoltaí a iompórtáil: earráid thúsaithe.

source: Unable to import address books: cannot create import thread.
ga: Ní féidir leabhair seoltaí a iompórtáil: ní féidir snáithe iompórtála a chruthú.

source: Error importing %S: unable to create address book.
ga: Earráid agus %S á iompórtáil: ní féidir leabhar seoltaí a chruthú.

source: No mailboxes were found to import
ga: Níor aimsíodh boscaí ríomhphoist le hiompórtáil

source: Unable to import mailboxes, initialization error
ga: Ní féidir na boscaí ríomhphoist a iompórtáil, earráid thúsaithe

source: Unable to import mailboxes, cannot create import thread
ga: Ní féidir na boscaí ríomhphoist a iompórtáil. Ní féidir snáithe iompórtála a chruthú.

source: Unable to import mailboxes, cannot create proxy object for destination mailboxes
ga: Ní féidir na boscaí ríomhphoist a iompórtáil. Ní féidir an tseachoibiacht a chruthú do na boscaí ríomhphoist sprice.

source: Error creating destination mailboxes, cannot find mailbox %S
ga: Earráid agus na boscaí ríomhphoist sprice á gcruthú. Ní féidir an bosca ríomhphoist %S a aimsiú.

source: Error importing mailbox %S, unable to create destination mailbox
ga: Earráid agus an bosca ríomhphoist %S á iompórtáil. Ní féidir an bosca ríomhphoist sprice a chruthú.

source: Unable to create folder to import mail into
ga: Ní féidir fillteán a chruthú le ríomhphost a iompórtáil isteach ann.

source: First Name
ga: Ainm

source: Last Name
ga: Sloinne

source: Primary Email
ga: Príomhsheoladh Ríomhphoist

source: Secondary Email
ga: Fosheoladh Ríomhphoist

source: Work Phone
ga: Fón Oibre

source: Home Phone
ga: Fón Baile

source: Fax Number
ga: Uimhir Fhacs

source: Pager Number
ga: Uimhir Ghlaoire

source: Mobile Number
ga: Uimhir Fhóin Phóca

source: Home Address
ga: Seoladh Baile

source: Home Address 2
ga: Seoladh Baile 2

source: Home City
ga: Cathair chónaithe

source: Home State
ga: Stát cónaithe

source: Home ZipCode
ga: Cód poist cónaithe

source: Home Country
ga: Tír chónaithe

source: Work Address
ga: Seoladh Oibre

source: Work Address 2
ga: Seoladh Oibre 2

source: Work City
ga: Cathair (Obair)

source: Work State
ga: Stát (Obair)

source: Work ZipCode
ga: Cód Poist (Obair)

source: Work Country
ga: Tír (Obair)

source: Job Title
ga: Teideal

source: Department
ga: Roinn

source: Organization
ga: Eagras

source: Web Page 1
ga: Leathanach Gréasáin 1

source: Web Page 2
ga: Leathanach Gréasáin 2

source: Birth Year
ga: Bliain Bhreithe

source: Birth Month
ga: Mí Bhreithe

source: Birth Day
ga: Lá Breithe

source: Notes
ga: Nótaí

source: Screen Name
ga: Ainm Taispeána

source: An import operation is currently in progress. Try again when the current import has finished.
ga: Tá obráid iompórtála ar siúl faoi láthair. Déan iarracht eile nuair a bheidh an iompórtáil críochnaithe.

source: Unable to load settings module
ga: Ní féidir modúl na socruithe a luchtú

source: Unable to find settings. Check to make sure the application is installed on this machine.
ga: Ní féidir na socruithe a aimsiú. Cinntigh go bhfuil an feidhmchlár suiteáilte ar an ríomhaire seo.

source: An error occurred while importing settings. Some, or all, of the settings may not have been imported.
ga: Tharla earráid le linn iompórtála na socruithe. D'fhéadfaí nár iompórtáladh cuid de na socruithe, nó iad go léir.

source: Settings were imported from %S
ga: Iompórtáladh na socruithe ó %S

source: Unable to load mail import module
ga: Ní féidir an modúl iompórtála ríomhphoist a luchtú

source: Unable to find mail to import. Check to make sure the mail application is correctly installed on this machine.
ga: Ní féidir ríomhphost le hiompórtáil a aimsiú. Cinntigh go bhfuil an feidhmchlár ríomhphoist suiteáilte i gceart ar an ríomhaire seo.

source: Can't import empty address book %S.
ga: Ní féidir an leabhar seoltaí folamh %S a iompórtáil.

source: An error occurred importing mail from %S
ga: Tharla earráid agus ríomhphost á iompórtáil ó %S

source: Mail was successfully imported from %S
ga: Iompórtáladh ríomhphost ó %S

source: Unable to load address book import module.
ga: Ní féidir modúl iompórtála na leabhar seoltaí a luchtú.

source: Unable to find any address books to import. Check to make sure the selected application or format is correctly installed on this machine.
ga: Ní féidir leabhair sheoltaí atá le hiompórtáil a aimsiú. Cinntigh go bhfuil an feidhmchlár nó an fhormáid roghnaithe suiteáilte i gceart ar an ríomhaire seo.

source: An error occurred importing addresses from %S.
ga: Tharla earráid le linn iompórtáil na seoltaí ó %S.

source: Addresses successfully imported from %S.
ga: D'éirigh le hiompórtáil na seoltaí ó %S.

source: Unable to load filters import module.
ga: Ní féidir an modúl iompórtála scagairí a luchtú.

source: An error occurred importing filters from %S.
ga: Tharla earráid le linn iompórtáil na scagairí ó %S.

source: Filters successfully imported from %S.
ga: D'éirigh le hiompórtáil na scagairí ó %S.

source: Filters partially imported from %S. Warnings below:
ga: Scagairí páirt-iompórtáilte ó %S. Rabhaidh thíos:

source: Converting mailboxes from %S
ga: Boscaí ríomhphoist á dtiontú ó %S

source: Converting address books from %S
ga: Leabhair sheoltaí á dtiontú ó %S
