Repository: kscanne/gaeilge-mozdev
Catalog: src/tbird-trunk.*.po
Languages: ga

source: #1 second elapsed;#1 seconds elapsed
ga: #1 soicind imithe;#1 shoicind imithe;#1 shoicind imithe;#1 soicind imithe;#1 soicind imithe

source: Add contact
ga: Cuir teagmháil leis

source: Username
ga: Ainm an Úsáideora

source: Account
ga: Cuntas

source: &Address Book Name:
ga: &Ainm an Leabhair Seoltaí:

source: Contact
ga: Teagmháil

source: Name
ga: Ainm

source: &First:
ga: &Ainm:

source: &Last:
ga: S&loinne:

# PhoneticField1.label
source: Phonetic:
ga: Foghrach:

# PhoneticField2.label
source: Phonetic:
ga: Foghrach:

source: &Display:
ga: Ainm &Taispeána:

source: Alwa&ys prefer display name over message header
ga: Úsáid ainm &taispeána i gcónaí seachas ceanntásc na teachtaireachta

source: &Nickname:
ga: Leasai&nm:

source: &Email:
ga: &Ríomhphost:

source: Add&itional Email:
ga: Ríomhphost Bre&ise:

source: Prefers to recei&ve messages formatted as:
ga: &Formáid teachtaireachta de rogha:

source: Plain Text
ga: Gnáth-théacs

source: Chat Name:
ga: Ainm an Chomhrá:

source: Allow &remote content.
ga: Ceadaigh ábha&r cianda.

source: In HTML messages it is possible to embed content from remote sources. Opening such a message will open a connection to this external source. This may allow tracking of the message being read. Checking this box will allow such external embedded content in HTML messages from this contact.
ga: Is féidir ábhar ó chianfhoinsí a leabú i dteachtaireachtaí HTML. Osclófar nasc chuig an foinse eachtrach seo nuair a osclófar a leithéid de theachtaireacht. Leis sin, d'fhéadfadh lorg na teachtaireachta atá á léamh a bheith inleanta. Ceadófar ábhar seachtrach leabaithe den chineál sin i dteachtaireachtaí HTML ón duine seo sin má chuirtear tic sa bhosca seo.

source: Wor&k:
ga: &Obair:

source: Ho&me:
ga: &Baile:

source: Fa&x:
ga: Fa&cs:

source: Pa&ger:
ga: &Glaoire:

source: Mo&bile:
ga: Fón &Póca:

source: Private
ga: Príobháideach

# HomeAddress.label HomeAddress.accesskey
source: A&ddress:
ga: Seola&dh:

# HomeCity.label HomeCity.accesskey
source: Cit&y:
ga: &Cathair:

# HomeState.label HomeState.accesskey
source: &State/Province:
ga: &Stát/Cúige:

# HomeZipCode.label HomeZipCode.accesskey
source: &ZIP/Postal Code:
ga: &Cód Poist:

# HomeCountry.label HomeCountry.accesskey
source: Co&untry:
ga: &Tír:

# HomeWebPage.label HomeWebPage.accesskey
source: W&eb Page:
ga: L&eathanach Gréasáin:

source: &Birthday:
ga: Lá &Breithe:

source: Year
ga: Bliain

source: or
ga: nó

source: Age
ga: Aois

source: Work
ga: Obair

source: T&itle:
ga: Te&ideal:

source: Depart&ment:
ga: Roi&nn:

source: Orga&nization:
ga: Ea&gras:

# WorkAddress.label WorkAddress.accesskey
source: A&ddress:
ga: Seola&dh:

# WorkCity.label WorkCity.accesskey
source: Cit&y:
ga: &Cathair:

# WorkState.label WorkState.accesskey
source: &State/Province:
ga: &Stát/Cúige:

# WorkZipCode.label WorkZipCode.accesskey
source: &ZIP/Postal Code:
ga: &Cód Poist:

# WorkCountry.label WorkCountry.accesskey
source: Co&untry:
ga: &Tír:

# WorkWebPage.label WorkWebPage.accesskey
source: W&eb Page:
ga: L&eathanach Gréasáin:

source: Other
ga: Eile

source: Custom &1:
ga: Saincheaptha &1:

source: Custom &2:
ga: Saincheaptha &2:

source: Custom &3:
ga: Saincheaptha &3:

source: Custom &4:
ga: Saincheaptha &4:

source: &Notes:
ga: &Nótaí:

source: Chat
ga: Comhrá

source: &Jabber ID:
ga: Aitheantas &Jabber:

source: I&RC Nick:
ga: Leasainm I&RC:

source: Photo
ga: Grianghraf

source: Pick one of the following:
ga: Roghnaigh ceann de na rudaí seo a leanas:

source: &Generic Photo
ga: Grianghraf &Ginearálta

source: O&n this Computer
ga: Ar a&n ríomhaire seo

source: B&rowse
ga: B&rabhsáil

source: On the We&b
ga: Ar an nGréa&sán

source: Paste or type the web address of a photo
ga: Greamaigh nó clóscríobh seoladh Gréasáin an ghrianghraif

source: Address Boo&k:
ga: Leabhar S&eoltaí:

source: Search F&or:
ga: C&uardaigh:

source: Name or Email
ga: Ainm nó Seoladh Ríomhphoist

source: &Properties
ga: &Airíonna

source: &Add to To field
ga: &Cuir leis an réimse Chuig

source: Add to &Cc field
ga: Cuir &leis an réimse Cc

source: Add to &Bcc field
ga: Cuir leis an réimse &Bcc

source: &Add to To:
ga: &Cuir le Chuig:

source: Add to &Cc:
ga: Cuir &le Cc:

source: Add to &Bcc:
ga: Cuir le &Bcc:

source: Mailing List
ga: Liosta Postála

source: &Add to:
ga: &Cuir le:

source: &List Name:
ga: Ainm an &liosta:

source: List &Nickname:
ga: Leasai&nm an liosta:

source: D&escription:
ga: &Cur Síos:

source: Type email addresses to add them to the mailing list:
ga: Iontráil seoltaí ríomhphoist chun iad a chur leis an liosta postála:

source: Move Up
ga: Bog Suas

source: Move Down
ga: Bog Síos

source: Address Book
ga: Leabhar Seoltaí

source: Address Book &Contact…
ga: &Teagmháil Leabhair Seoltaí…

source: Mailing &List…
ga: &Liosta Postála…

source: Address &Book…
ga: Lea&bhar Seoltaí…

source: L&DAP Directory…
ga: Eolaire L&DAP…

source: &Message
ga: &Teachtaireacht

source: M
ga: B

source: Use Mac &OS X Address Book
ga: Úsáid Leabhar Seoltaí Mac &OS X

source: Page Set&up…
ga: Socrú &Leathanaigh…

source: Print Pre&view Contact
ga: Réamhamharc Priontála an &Teagmhála

source: Print Preview Address &Book
ga: Réamhamharc Priontála an Lea&bhair Sheoltaí

source: &Print Contact…
ga: &Priontáil an Teagmháil…

source: Print &Address Book…
ga: Priontáil Le&abhar Seoltaí…

# deleteCmd.label deleteCmd.accesskey
source: &Delete
ga: &Scrios

source: Delete Address Book
ga: Scrios Leabhar Seoltaí

source: Delete Contact
ga: Scrios an Teagmháil

source: Delete Contacts
ga: Scrios Teagmhálacha

source: Delete List
ga: Scrios Liosta

source: Delete Lists
ga: Scrios Liostaí

source: Delete Items
ga: Scrios Míreanna

source: S&wap First/Last Name
ga: &Malartaigh Ainm agus Sloinne

source: Propert&ies…
ga: A&iríonna…

source: &Menu Bar
ga: &Barra Roghchláir

source: Address B&ook Toolbar
ga: Barra na Leabhar Se&oltaí

source: &Status Bar
ga: Barra &Stádais

source: &Customize…
ga: Sain&cheap…

source: &Layout
ga: &Leagan Amach

source: &Directory Pane
ga: Pána &Eolaire

source: &Contact Pane
ga: Pána Teagmhálacha

source: Show &Name As
ga: Taispeáin Ai&nm Mar

source: &First Last
ga: &Ainm Sloinne

source: &Last, First
ga: S&loinne, Ainm

source: &Display Name
ga: &Ainm Taispeána

source: &Sort by
ga: &Sórtáil de réir

source: &Tools
ga: &Uirlisí

source: &Mail &amp; Newsgroups
ga: Río&mhphost agus Grúpaí Nuachta

source: &Search Addresses…
ga: &Cuardaigh Seoltaí…

source: &Import…
ga: &Iompórtáil…

source: &Export…
ga: &Easpórtáil…

source: New &Contact
ga: &Teagmháil Nua

source: New &List
ga: Lios&ta Nua

source: &Write
ga: &Scríobh

source: &Instant Message
ga: Teachta&ireacht Mheandarach

# deleteButton2.label deleteButton2.accesskey
source: &Delete
ga: &Scrios

source: Create a new address book contact
ga: Cruthaigh teagmháil nua sa leabhar seoltaí

source: Create a new list
ga: Cruthaigh liosta nua

source: Edit the selected item
ga: Cuir an mhír roghnaithe in eagar

source: Send a mail message
ga: Seol teachtaireacht ríomhphoist

source: Send an instant message or chat
ga: Seol teachtaireacht mheandarach nó déan comhrá

source: Delete selected item
ga: Scrios an mhír roghnaithe

source: Address Books
ga: Leabhair Sheoltaí

source: &Name or Email
ga: Ai&nm nó Seoladh Ríomhphoist

source: Advanced address search
ga: Ardchuardach seoltaí

source: Quick Search
ga: Mearchuardach

source: &Name
ga: Ai&nm

source: &Email
ga: &Ríomhphost

source: &Chat Name
ga: Ainm an &Chomhrá

source: Organi&zation
ga: &Eagraíocht

source: N&ickname
ga: Leasa&inm

source: Additiona&l Email
ga: Seoladh Ríomhphoist sa &Bhreis

source: Depa&rtment
ga: &Roinn

source: &Title
ga: &Teideal

source: &Mobile
ga: &Fón Siúil

source: &Pager
ga: &Glaoire

source: &Fax
ga: &Facs

source: &Home Phone
ga: Fón &Baile

source: &Work Phone
ga: Fón &Oibre

source: &Ascending
ga: &Ag dul suas

source: &Descending
ga: &Ag dul síos

source: Ph&onetic Name
ga: Ainm F&oghrach

source: Home
ga: Baile

source: Phone
ga: Fón

source: Description
ga: Cur Síos

source: Addresses
ga: Seoltaí

source: Get Map
ga: Faigh Mapa

source: Display a map of this address from the Web
ga: Taispeáin mapa den seoladh seo ón nGréasán

source: Window
ga: Fuinneog

source: Minimize
ga: Íoslaghdaigh

source: Bring All to Front
ga: Tabhair an tIomlán chun Tosaigh

source: Zoom
ga: Súmáil

source: Add &to:
ga: Cui&r le:

source: You must enter a list name.
ga: Caithfidh tú ainm liosta a iontráil.

source: New Contact
ga: Teagmháil Nua

source: New Contact for %S
ga: Teagmháil Nua le haghaidh %S

source: Edit Contact
ga: Cuir Teagmháil in Eagar

source: Edit Contact for %S
ga: Cuir Teagmháil in Eagar le haghaidh %S

source: Edit vCard
ga: Cuir vCard in Eagar

source: Edit vCard for %S
ga: Cuir vCard le haghaidh %S in eagar

source: You must enter at least one of the following items: Email Address, First Name, Last Name, Display Name, Organization.
ga: Caithfidh tú ceann amháin ar a laghad de na míreanna seo a leanas a chur isteach: Seoladh Ríomhphoist, Ainm, Sloinne, Ainm Taispeána, Eagras.

source: Required Information Missing
ga: Faisnéis riachtanach ar iarraidh

source: The primary e-mail address must be of the form user@host.
ga: Caithfidh an príomhsheoladh ríomhphoist a bheith san fhoirm úsáideoir@óstríomhaire.

source: Incorrect Email Address Format
ga: Formáid Mhícheart sa Seoladh Ríomhphoist

source: Mailing List: %S
ga: Liosta Postála: %S

source: Mailing List Already Exists
ga: Tá an Liosta Postála Ann Cheana

source: A Mailing List with that name already exists. Please choose a different name.
ga: Tá liosta postála ann cheana leis an ainm sin air. Roghnaigh ainm eile le do thoil.

source: Delete Mailing List
ga: Scrios Liosta Postála

source: Are you sure you want to delete the selected contact?
ga: An bhfuil tú cinnte gur mian leat an teagmháil roghnaithe a scriosadh?

source: Are you sure you want to delete the selected contacts?
ga: An bhfuil tú cinnte gur mian leat na teagmhálacha roghnaithe a scriosadh?

source: Are you sure you want to delete the selected address book?
ga: An bhfuil tú cinnte gur mian leat an leabhar seoltaí roghnaithe a scriosadh?

source: If this address book is deleted, %S will no longer collect addresses. Are you sure you want to delete the selected address book?
ga: Ma scriostar an leabhar seoltaí seo, ní bhaileoidh %S seoltaí as seo amach. An bhfuil tú cinnte gur mian leat an leabhar seoltaí roghnaithe a scriosadh?

source: Are you sure you want to delete the selected mailing list?
ga: An bhfuil tú cinnte gur mian leat an liosta postála roghnaithe a scriosadh?

source: Are you sure you want to delete the selected contacts and mailing lists?
ga: An bhfuil tú cinnte gur mian leat na teagmhálacha agus liostaí postála roghnaithe a scriosadh?

source: Are you sure you want to delete the selected mailing lists?
ga: An bhfuil tú cinnte gur mian leat na liostaí postála roghnaithe a scriosadh?

source: Email
ga: Ríomhphost

source: List Name
ga: Ainm an Liosta

source: Additional Email
ga: Seoladh Ríomhphoist sa Bhreis

source: Nickname
ga: Leasainm

source: Display Name
ga: Ainm Taispeána

# propertyWork
source: Work
ga: Obair

# propertyHome
source: Home
ga: Baile

source: Fax
ga: Facs

source: Mobile
ga: Fón Póca

source: Pager
ga: Glaoire

source: Birthday
ga: Lá Breithe

source: Custom 1
ga: Saincheaptha 1

source: Custom 2
ga: Saincheaptha 2

source: Custom 3
ga: Saincheaptha 3

source: Custom 4
ga: Saincheaptha 4

source: Jabber ID
ga: Aitheantas Jabber

source: IRC Nick
ga: Leasainm IRC

source: To
ga: Chuig

source: Contact Photo
ga: Grianghraf den Teagmháil

source: Personal Address Book
ga: Seoltaí Pearsanta

source: Collected Addresses
ga: Seoltaí Cnuasaithe

source: Mac OS X Address Book
ga: Seoltaí Mac OS X

source: Total contacts in %1$S: %2$S
ga: Líon na dteagmhálacha i %1$S: %2$S

source: No matches found
ga: Níor aimsíodh aon rud

source: 1 match found
ga: Fuarthas meaitseáil amháin

source: %S matches found
ga: Fuarthas %S meaitseáil

source: %1$S contact copied;%1$S contacts copied
ga: Cóipeáladh %1$S teagmháil;Cóipeáladh %1$S theagmháil;Cóipeáladh %1$S theagmháil;Cóipeáladh %1$S dteagmháil;Cóipeáladh %1$S teagmháil

source: %1$S contact moved;%1$S contacts moved
ga: Bogadh %1$S teagmháil;Bogadh %1$S theagmháil;Bogadh %1$S theagmháil;Bogadh %1$S dteagmháil;Bogadh %1$S teagmháil

source: Please enter a valid Name.
ga: Iontráil ainm bailí, le do thoil.

source: Please enter a valid Hostname.
ga: Iontráil óstainm bailí, le do thoil.

source: Please enter a valid Port Number.
ga: Iontráil Uimhir Phoirt bhailí, le do thoil.

source: Please enter a valid number in the results field.
ga: Iontráil uimhir bhailí i réimse na dtorthaí, le do thoil.

source: You must be online to perform LDAP replication.
ga: Ní mór bheith ar líne chun macasamhlú LDAP a dhéanamh.

source: Settings must be saved before a directory may be downloaded.
ga: Ní mór na socruithe a shábháil sular féidir eolaire a íosluchtú.

source: Export Address Book
ga: Easpórtáil Leabhar Seoltaí

source: Comma Separated
ga: Deighilte le Camóga

source: Tab Delimited
ga: Táb Teormharcáilte

source: vCard
ga: v-Chárta

source: Export Failed
ga: Theip ar Easpórtáil

source: Failed to export addressbook, no space left on device.
ga: Theip ar easpórtáil an Leabhair Sheoltaí. Níl spás fágtha ar an ngléas.

source: Failed to export addressbook, file access denied.
ga: Theip ar easpórtáil an Leabhair Sheoltaí. Diúltaíodh le rochtain chomhaid.

source: Address Book LDAP Replication
ga: Macasamhlú LDAP Leabhair Sheoltaí

source: To access the directory server, enter your user name and password.
ga: Chun an freastalaí eolaire a rochtain, iontráil d'ainm úsáideora agus d'fhocal faire.

source: Join+me+in+this+Chat.
ga: Déan+comhrá+liom.

# headingHome
source: Home
ga: Baile

# headingWork
source: Work
ga: Obair

source: New Address Book
ga: Leabhar Seoltaí Nua

source: Address Book Properties
ga: Airíonna an Leabhair Sheoltaí

source: Corrupt Address Book File
ga: Comhad Truaillithe Leabhair Sheoltaí

source: One of your address book files (%1$S file) could not be read. A new %2$S file will be created and a backup of the old file, called %3$S, will be created in the same directory.
ga: Ní féidir ceann de do chomhaid leabhar seoltaí (comhad %1$S) a léamh. Cruthófar comhad %2$S nua agus cruthófar cóip den seanchomhad sa chomhadlann chéanna agus é ainmnithe %3$S.

source: Unable to Load Address Book File
ga: Ní féidir comhad an leabhair sheoltaí a luchtú

source: Unable to load address book file %S. It may be read-only, or locked by another application. Please try again later.
ga: Ní féidir comhad an leabhair sheoltaí %S a luchtú. B'fhéidir go bhfuil sé inléite amháin, nó curtha faoi ghlas ag feidhmchlár eile. Déan iarracht eile níos déanaí le do thoil.

source: LDAP initialization problem
ga: Fadhb le túsú LDAP

source: LDAP server connection failed
ga: Theip ar cheangal le freastalaí LDAP

source: LDAP server connection failed
ga: Theip ar cheangal le freastalaí LDAP

source: LDAP server communications problem
ga: Fadhb chumarsáide leis an bhfreastalaí LDAP

source: LDAP server search problem
ga: Fadhb chuardaigh leis an bhfreastalaí LDAP

source: Error code %1$S: %2$S %3$S
ga: Cód earráide %1$S: %2$S %3$S

source: Host not found
ga: Ní bhfuarthas an t-óstríomhaire

source: Unknown error
ga: Earráid anaithnid

source: Please try again later, or else contact your System Administrator.
ga: Déan iarracht arís níos déanaí, nó teagmhaigh le Riarthóir do Chórais.

source: Strong authentication is not currently supported.
ga: Ní thacaítear le fíordheimhniú tréan faoi láthair.

source: Verify that the search filter is correct, and then try again, or else contact your System Administrator. To verify that the search filter is correct, from the Edit menu, choose Preferences, then choose Mail & Newsgroups, and then choose Addressing. Click Edit Directories, and select the LDAP server being used. Click Edit, and then click Advanced to display the Search Filter.
ga: Cinntigh go bhfuil an scagaire cuardaigh i gceart, agus ansin déan iarracht eile, nó téigh i dteagmháil le riarthóir do chórais. Chun an scagaire cuardaigh a scrúdú, téigh go dtí na roghanna, roghnaigh "Cumadh", agus ansin roghnaigh "Seoladh". Cliceáil ar "Cuir Eolairí in Eagar…" agus roghnaigh an eolaire LDAP atá in úsáid agat. Cliceáil "Eagar" agus roghnaigh "Ardroghanna" chun an scagaire cuardaigh a thaispeáint.

source: Verify that the Base DN is correct, and then try again, or else contact your System Administrator. To verify that the Base DN is correct, from the Edit menu, choose Preferences, then choose Mail & Newsgroups, and then choose Addressing. Click Edit Directories, and select the LDAP server being used. Click Edit to display the Base DN.
ga: Cinntigh go bhfuil an DN Bunaidh i gceart, agus ansin déan iarracht eile, nó téigh i dteagmháil le riarthóir do chórais. Chun an DN Bunaidh a scrúdú, téigh go dtí na roghanna, roghnaigh "Cumadh", agus ansin roghnaigh "Seoladh". Cliceáil ar "Cuir Eolairí in Eagar…" agus roghnaigh an t-eolaire LDAP atá in úsáid agat. Cliceáil "Eagar" chun an DN Bunaidh a thaispeáint.

source: Please try again later.
ga: Bain triail as arís ar ball.

source: Verify that the Hostname and Port Number are correct, and then try again, or else contact your System Administrator. To verify that the Hostname and Port Number are correct, from the Edit menu, choose Preferences, then choose Mail & Newsgroups, and then choose Addressing. Click Edit Directories, and select the LDAP server being used. Click Edit to display the Hostname. Click Advanced to display the Port Number.
ga: Cinntigh go bhfuil an t-óstainm agus an uimhir phoirt i gceart, agus ansin déan iarracht eile, nó téigh i dteagmháil le riarthóir do chórais. Chun an t-óstainm agus an uimhir phoirt a scrúdú, téigh go dtí na roghanna, roghnaigh "Cumadh", agus ansin roghnaigh "Seoladh". Cliceáil ar "Cuir Eolairí in Eagar…" agus roghnaigh an t-eolaire LDAP atá in úsáid agat. Cliceáil "Eagar" chun an t-óstainm agus an uimhir phoirt a thaispeáint.

source: Please try again later.
ga: Bain triail as arís ar ball.

source: Verify that the search filter is correct, and then try again, or else contact your System Administrator. To verify that the search filter is correct, from the Edit menu, choose Preferences, then choose Mail & Newsgroups, and then choose Addressing. Click Edit Directories, and select the LDAP server being used. Click Edit, and then click Advanced to display the Search Filter.
ga: Cinntigh go bhfuil an scagaire cuardaigh i gceart, agus ansin déan iarracht eile, nó téigh i dteagmháil le riarthóir do chórais. Chun an scagaire cuardaigh a scrúdú, téigh go dtí na roghanna, roghnaigh "Cumadh", agus ansin roghnaigh "Seoladh". Cliceáil ar "Cuir Eolairí in Eagar…" agus roghnaigh an eolaire LDAP atá in úsáid agat. Cliceáil "Eagar" agus roghnaigh "Ardroghanna" chun an scagaire cuardaigh a thaispeáint.

source: Please close some other windows and/or applications and try again.
ga: Dún fuinneoga agus/nó feidhmchláir eile agus déan iarracht eile, le do thoil.

source: Verify that the Hostname and Port Number are correct, and then try again, or else contact your System Administrator. To verify that the Hostname and Port Number are correct, from the Edit menu, choose Preferences, then choose Mail & Newsgroups, and then choose Addressing. Click Edit Directories, and select the LDAP server being used. Click Edit to display the Hostname. Click Advanced to display the Port Number.
ga: Cinntigh go bhfuil an t-óstainm agus an uimhir phoirt i gceart, agus ansin déan iarracht eile, nó téigh i dteagmháil le riarthóir do chórais. Chun an t-óstainm agus an uimhir phoirt a scrúdú, téigh go dtí na roghanna, roghnaigh "Cumadh", agus ansin roghnaigh "Seoladh". Cliceáil ar "Cuir Eolairí in Eagar…" agus roghnaigh an t-eolaire LDAP atá in úsáid agat. Cliceáil "Eagar" chun an t-óstainm agus an uimhir phoirt a thaispeáint.

source: Verify that the Hostname is correct, and then try again, or else contact your System Administrator. To verify that the Hostname is correct, from the Edit menu, choose Preferences, then choose Mail & Newsgroups, and then choose Addressing. Click Edit Directories, and select the LDAP server being used. Click Edit to display the Hostname.
ga: Cinntigh go bhfuil an t-óstainm i gceart, agus ansin déan iarracht eile, nó téigh i dteagmháil le riarthóir do chórais. Chun an t-óstainm a scrúdú, téigh go dtí na roghanna, roghnaigh "Cumadh", agus ansin roghnaigh "Seoladh". Cliceáil ar "Cuir Eolairí in Eagar…" agus roghnaigh an t-eolaire LDAP atá in úsáid agat. Cliceáil "Eagar" chun an t-óstainm a thaispeáint.

source: Please contact your System Administrator.
ga: Déan teagmháil le riarthóir do chórais, le do thoil.

source: Directory Server Properties
ga: Airíonna Freastalaí Eolaire

source: &Name:
ga: Ai&nm:

source: H&ostname:
ga: Óst&ainm:

source: &Base DN:
ga: DN &bunaidh:

source: &Find
ga: &Aimsigh

source: &Use secure connection (SSL)
ga: Ú&sáid nasc daingean (SSL)

source: B&ind DN:
ga: DN ceanga&il:

source: General
ga: Ginearálta

source: Offline
ga: As Líne

source: &Port number:
ga: Uimhir &phoirt:

source: Search &filter:
ga: &Scagaire cuardaigh:

source: S&cope:
ga: S&cóip:

source: One &Level
ga: &Leibhéal Amháin

source: &Subtree
ga: &Fo-chrann

source: Don't &return more than
ga: Ná h&aisfhill níos mó ná

source: results
ga: toradh

source: You can download a local copy of this directory so that it is available for use when you are working offline.
ga: Is féidir leat cóip logánta den chomhadlann seo a íosluchtú ionas go mbeidh sé ar fáil duit agus tú ag obair as líne.

source: Login &method:
ga: &Modh logála isteach:

source: Simp&le
ga: Simp&lí

source: LDAP Directory Servers
ga: Freastalaithe Eolaire LDAP

source: LDAP Directory Server:
ga: Freastalaí Eolaire LDAP:

source: &Select an LDAP Directory Server:
ga: Roghnaigh Frea&stalaí Eolaire LDAP:

source: Replication started…
ga: Macasamhlú tosaithe…

source: Started finding changes to replicate…
ga: Athruithe le macasamhlú á lorg…

source: Replication succeeded
ga: D'éirigh leis an macasamhlú

source: Replication failed
ga: Theip ar an mhacasamhlú

source: Replication cancelled
ga: Cealaíodh an macasamhlú

source: Replicating directory entry: %S
ga: Iontráil eolaire á macasamhlú: %S

source: Download Now
ga: Íosluchtaigh Anois

source: Cancel Download
ga: Cealaigh an tÍosluchtú

source: Composition &amp; Addressing
ga: Cumadóireacht agus Seoladh

source: Addressing
ga: Seoladh

source: When looking up addresses:
ga: Agus seoltaí á lorg:

source: &Use my global LDAP server preferences for this account
ga: Úsáid mo shainroghanna &uilíocha maidir le freastalaithe LDAP don chuntas seo

source: &Edit Directories…
ga: Cuir Eolairí in &Eagar…

source: Use a different L&DAP server:
ga: Úsáid freastalaí L&DAP eile:

source: Composition
ga: Cumadh

source: &Compose messages in HTML format
ga: &Cum teachtaireachtaí i bhformáid HTML

source: Auto&matically quote the original message when replying
ga: Cuir isteach an teachtaireacht bhunaidh go huathoibríoch agus freagra á chu&madh

source: &Then,
ga: &Ansin,

source: start my reply above the quote
ga: cuir tús le mo fhreagra os cionn an athfhriotail

source: start my reply below the quote
ga: cuir tús le mo fhreagra faoin athfhriotal

source: select the quote
ga: roghnaigh an t-athfhriotal

source: and place my &signature
ga: agus cuir mo &shíniú

source: below the quote (recommended)
ga: faoin athfhriotal (molta)

source: below my reply (above the quote)
ga: faoi mo fhreagra (os cionn an athfhriotail)

source: &Include signature for replies
ga: Cu&ir an síniú i bhfreagraí

source: Include signature for for&wards
ga: Cuir síniú san áireamh i d&teachtaireachtaí curtha ar aghaidh
