Repository: kscanne/gaeilge-mozdev
Catalog: src/tbird-trunk.*.po
Languages: ga

source: Select settings file
ga: Roghnaigh comhad na socruithe

source: Select mail directory
ga: Roghnaigh comhadlann ríomhphoist

source: Select address book directory
ga: Roghnaigh comhadlann an leabhair sheoltaí

source: Select address book file
ga: Roghnaigh comhad an leabhair sheoltaí

source: Imported Mail
ga: Ríomhphost Iompórtáilte

source: %S Import
ga: Iompórtáil %S

source: Join chat
ga: Téigh isteach sa chomhrá

source: Room
ga: Seomra

source: (optional)
ga: (roghnach)

source: &Auto-join this Chat Room
ga: Téigh iste&ach sa seomra seo go huathoibríoch

source: Adaptive Junk Mail Log
ga: Logchomhad Dramhphoist

source: Log of adaptive junk mail control activity.
ga: Logcomhad a thaifeadann gach rud a dhéanann an rialtán oiriúnaitheach dramhphoist.

source: &Clear Log
ga: &Glan an Logchomhad

source: Cl&ose
ga: &Dún

source: About Junk Mail
ga: Maidir le Dramhphost

source: &brandShortName; automatically detects incoming messages that appear to be junk mail (also known as spam). Messages that &brandShortName; thinks are junk will display a junk icon
ga: Braitheann &brandShortName; teachtaireachtaí isteach a bhfuil cuma dramhphoist orthu. Cuirtear deilbhín dramhphoist le teachtaireachtaí a cheapann &brandShortName; gur dramhphost iad.

source: At first, you must train &brandShortName; to identify junk mail by using the Junk toolbar button to mark messages as junk or not junk.
ga: Ar dtús, caithfidh tú &brandShortName; a thraenáil chun dramhphost a aithint. Úsáid an cnaipe "Dramhphost" ar an mBarra Uirlisí chun teachtaireachtaí a mharcáil más dramhphost iad i ndáiríre.

source: Once &brandShortName; is correctly identifying junk mail, you can use the Junk Mail Controls to automatically move incoming junk mail to the Junk folder.
ga: Nuair a bheidh &brandShortName; ag aithint dramhphoist i gceart, beidh tú in ann na Rialtáin Dramhphoist a úsáid chun dramhphost a chur san fhillteán "Dramhphost" go huathoibríoch.

source: For more information, click Help.
ga: Le haghaidh breis eolais, cliceáil Cabhair.

source: Enter your password
ga: Cuir d'fhocal faire isteach

source: Enter your password for %1$S on %2$S:
ga: Iontráil d'fhocal faire le haghaidh %1$S ar %2$S:

source: Please enter a new password for user %1$S on %2$S:
ga: Iontráil focal faire nua d'úsáideoir %1$S ar %2$S:

source: Downloading message %1$S of %2$S to %3$S
ga: Teachtaireacht %1$S as %2$S go %3$S á híosluchtú

source: Connect: Host for %1$S contacted, sending login information…
ga: Ceangal: Teagmháil déanta leis an óstríomhaire do %1$S, faisnéis logála isteach á seoladh…

source: There are no new messages for %1$S.
ga: Níl aon teachtaireachtaí nua ann le haghaidh %1$S.

source: %3$S Received %1$S of %2$S messages
ga: %3$S Fuarthas %1$S as %2$S teachtaireacht

source: There is not enough disk space to download new messages. Try deleting old mail, emptying the Trash folder, and compacting your mail folders, and then try again.
ga: Níl go leor spás diosca chun teachtaireachtaí nua a íosluchtú. Scrios sean-teachtaireachtaí, folmhaigh an Bosca Bruscar agus dlúthaigh do chuid fillteáin ríomhphoist. Ansin déan iarracht eile.

source: Building summary file for %S…
ga: Ag tógáil comhaid achoimre le haghaidh %S…

source: Done
ga: Déanta

source: An error occurred with the POP3 mail server.
ga: Tharla earráid leis an bhfreastalaí POP3.

source: Sending of username did not succeed.
ga: Níor éirigh le seoladh an ainm úsáideora.

source: Sending of password did not succeed.
ga: Níor éirigh le seoladh an fhocail fhaire.

source: Unable to write the email to the mailbox. Make sure the file system allows you write privileges, and you have enough disk space to copy the mailbox.
ga: Ní féidir an teachtaireacht a scríobh sa bhosca ríomhphoist. Cinntigh go bhfuil pribhléidí scríofa agat sa chomhadchóras agus go bhfuil go leor spáis diosca agat chun an bosca ríomhphoist a chóipeáil.

source: The RETR command did not succeed. Error retrieving a message.
ga: Níor éirigh leis an ordú RETR. Earráid agus teachtaireacht á fáil.

source: Error getting mail password.
ga: Earráid agus focal faire ríomhphoist á fháil.

source: You have not supplied a username for this server. Please provide one in the account setup menu and try again.
ga: Níor sholáthraigh tú ainm úsáideora don fhreastalaí seo. Soláthair ceann i roghchlár socruithe an chuntais agus déan iarracht eile.

source: The LIST command did not succeed. Error getting the ID and size of a message.
ga: Níor éirigh leis an ordú LIST. Earráid agus aitheantas agus méid teachtaireachta á fáil.

source: The DELE command did not succeed. Error marking a message as deleted.
ga: Níor éirigh leis an ordú DELE. Earráid agus teachtaireacht á marcáil scriosta.

source: The STAT command did not succeed. Error getting message number and sizes.
ga: Níor éirigh leis an ordú STAT. Earráid agus uimhir agus méid teachtaireachta á fáil.

source: Mail server %S responded:
ga: D'fhreagair an freastalaí ríomhphoist %S:

source: Copying %S of %S messages to %S
ga: %S as %S teachtaireacht á gcóipeáil go %S

source: Moving %S of %S messages to %S
ga: %S as %S teachtaireacht á bogadh go %S

source: This folder is being processed. Please wait until processing is complete to get messages.
ga: Tá an fillteán seo á phróiseáil. Fan go mbeidh an phróiseáil críochnaithe roimh theachtaireachtaí a fháil.

source: Unable to open mail spool file %S.
ga: Ní féidir an comhad spólála %S a oscailt.

source: Unable to create lock file %S. For movemail to work, it is necessary to create lock files in the mail spool directory. On many systems, this is best accomplished by making the spool directory be mode 01777.
ga: Ní féidir an comhad glais %S a chruthú. Má tá movemail le hoibriú, ní mór comhaid ghlais a chruthú san fhillteán spólála ríomhphoist. Ar roinnt mhaith chóras, séard ab fhearr a dhéanamh ná mód 01777 a chur ar an bhfillteán spólála.

source: Unable to delete lock file %S.
ga: Ní féidir an comhad glais %S a scriosadh.

source: Unable to truncate spool file %S.
ga: Ní féidir an comhad spólála %S a theascadh.

source: Unable to locate mail spool file.
ga: Ní féidir an comhad spólála a aimsiú.

source: There was an error downloading the following message: From: %S Subject: %S This message may contain a virus or there is not enough disk space. Skip this message?
ga: Tharla earráid agus an teachtaireacht seo á híosluchtú: Ó: %S Ábhar: %S B'fhéidir go bhfuil víreas sa teachtaireacht seo nó nach bhfuil go leor spás diosca ar fáil. An bhfuil an teachtaireacht seo le ligean thart?

source: The POP3 mail server (%S) does not support UIDL or XTND XLST, which are required to implement the ``Leave on Server'', ``Maximum Message Size'' or ``Fetch Headers Only'' options. To download your mail, turn off these options in the Server Settings for your mail server in the Account Settings window.
ga: Ní thacaíonn an freastalaí ríomhphoist POP3 (%S) le UIDL nó XTND XLST, rudaí atá riachtanach leis na roghanna "Fág ar an bhFreastalaí", "Uasmhéid Teachtaireachta" agus "Faigh Ceanntásca Amháin" a chur i ngníomh. Chun do chuid ríomhphoist a íosluchtú, díroghnaigh na roghanna seo sna Socruithe Freastalaí le haghaidh do fhreastalaí ríomhphoist san fhuinneog Socruithe Cuntais.

source: The POP3 mail server (%S) does not support the TOP command. Without server support for this, we cannot implement the ``Maximum Message Size'' or ``Fetch Headers Only'' preference. This option has been disabled, and messages will be downloaded regardless of their size.
ga: Ní thacaíonn an freastalaí ríomhphoist POP3 (%S) leis an t-ordú TOP. Gan tacaíocht ón bhfreastalaí leis, ní féidir na roghanna "Uasmhéid Teachtaireachta" agus "Faigh Ceanntásca Amháin" a chur in ngníomh. Tá an rogha seo díchumasaithe agus íosluchtófar teachtaireachtaí gan chuimhneamh ar a méid.

source: Unable to establish TLS connection to POP3 server. The server may be down or may be incorrectly configured. Please verify the correct configuration in the Server Settings for your mail server in the Account Settings window and try again.
ga: Níorbh fhéidir ceangal TLS a bhunú chuig an freastalaí POP3. B'fhéidir nach bhfuil an freastalaí ag obair nó go bhfuil sé cumraithe go mícheart. Cinntigh go bhfuil an cumraíocht cheart sna Socruithe Freastalaí le haghaidh do fhreastalaí ríomhphoist san fhuinneog Socruithe Cuntais agus déan iarracht eile.

source: Internal state error during POP3 server authentication. This is an internal, unexpected error in the application, please report it as bug.
ga: Earráid inmheánach le linn fíordheimhnithe freastalaí POP3. Is earráid inmheánach gan súil léi í seo, déan tuairisc uirthi mar fhabht, le do thoil.

source: This POP3 server does not seem to support encrypted passwords. If you just set up the account, please try changing to 'Password, transmitted insecurely' as the 'Authentication method' in the 'Account Settings | Server settings'. If it used to work and now suddenly fails, this is a common scenario how someone could steal your password.
ga: Dealraíonn sé nach dtacaíonn an freastalaí POP3 seo le focail fhaire chriptithe. Má tá tú go díreach tar éis an cuntas seo a shocrú, bain triail as 'Focal faire, seolta go neamhshlán' mar 'Modh fíordheimhnithe' i 'Socruithe an Chuntais | Socruithe an fhreastalaí'. Má bhí sé ag obair roimhe seo ach níl anois, b'fhéidir go bhfuil duine éigin ag iarraidh d'fhocal faire a ghoid.

source: This POP3 server does not seem to support encrypted passwords. If you just set up this account, please try changing to 'Normal password' as the 'Authentication method' in the 'Account Settings | Server settings'. If it used to work and now suddenly fails, please contact your email administrator or provider.
ga: Dealraíonn sé nach dtacaíonn an freastalaí POP3 seo le focail fhaire chriptithe. Má tá tú go díreach tar éis an cuntas seo a shocrú, bain triail as 'Gnáthfhocal faire' mar 'Modh fíordheimhnithe' i 'Socruithe an Chuntais | Socruithe an fhreastalaí'. Má bhí sé ag obair roimhe seo ach níl anois, téigh i dteagmháil le do riarthóir ríomhphoist nó le do sholáthraí seirbhíse.

source: This POP3 server does not allow plaintext passwords. Please try changing to 'Encrypted password' as the 'Authentication method' in the 'Account Settings | Server settings'.
ga: Ní ghlacann an freastalaí POP3 seo le focail fhaire ghnáth-théacs. Bain triail as 'Focal faire criptithe' mar 'Modh fíordheimhnithe' i 'Socruithe an Chuntais | Socruithe an fhreastalaí'.

source: The server does not support the selected authentication method. Please change the 'Authentication method' in the 'Account Settings | Server settings'.
ga: Ní thacaíonn an freastalaí leis an modh roghnaithe fíordheimhnithe. Athraigh an 'Modh fíordheimhnithe' i 'Socruithe an Chuntais | Socruithe an fhreastalaí'.

source: The Kerberos/GSSAPI ticket was not accepted by the POP server. Please check that you are logged in to the Kerberos/GSSAPI realm.
ga: Níor ghlac an freastalaí POP leis an ticéad Kerberos/GSSAPI. Bí cinnte go bhfuil tú logáilte isteach san fhearann Kerberos/GSSAPI.

source: Send Pa&ge…
ga: Seol &Leathanach…

source: Customize Message Views
ga: Saincheap Amharc na dTeachtaireachtaí

source: View Name
ga: Ainm an Amhairc

source: Message View Setup
ga: Socrú Amharc na dTeachtaireachtaí

source: M&essage view name:
ga: Ainm an amhairc t&eachtaireachta:

source: When this view is selected, display only messages that:
ga: Agus an t-amharc seo roghnaithe, ná taispeáin ach teachtaireachtaí:

source: People I Know
ga: Daoine a bhfuil aithne agam orthu

source: Recent Mail
ga: Ríomhphost le gairid

source: Last 5 Days
ga: Le 5 lá anuas

source: Has Attachments
ga: Le hiatáin

source: Do you want to use %S as the default mail application?
ga: An bhfuil fonn ort %S a úsáid mar an feidhmchlár ríomhphoist réamhshocraithe?

source: Do you want to use %S as the default news application?
ga: An bhfuil fonn ort %S a úsáid mar an feidhmchlár nuachta réamhshocraithe?

source: Do you want to use %S as the default feed aggregator?
ga: An bhfuil fonn ort %S a úsáid mar an comhbhailitheoir fothaí réamhshocraithe?

source: Do not display this dialog again
ga: Ná taispeáin an dialóg seo arís

source: %S is not currently set as your default mail application. Would you like to make it your default mail application?
ga: Ní hé %S an feidhmchlár ríomhphoist réamhshocraithe faoi láthair. An bhfuil fonn ort é a úsáid mar an feidhmchlár ríomhphoist réamhshocraithe?

source: %S is not currently set as your default news application. Would you like to make it your default news application?
ga: Ní hé %S an feidhmchlár nuachta réamhshocraithe faoi láthair. An bhfuil tú ag iarraidh é a úsáid mar an feidhmchlár nuachta réamhshocraithe?

source: %S is not currently set as your default feed aggregator. Would you like to make it your default feed aggregator?
ga: Ní hé %S do chomhbhailitheoir fothaí réamhshocraithe faoi láthair. An bhfuil fonn ort é a úsáid mar do chomhbhailitheoir fothaí réamhshocraithe?

source: %S is already set as your default mail application.
ga: Is é %S an feidhmchlár ríomhphoist réamhshocraithe cheana.

source: %S is already set as your default news application.
ga: Is é %S an feidhmchlár nuachta réamhshocraithe cheana.

source: %S is already set as your default feed aggregator.
ga: Is é %S an comhbhailitheoir fothaí réamhshocraithe cheana.

source: Please enter your password for %S:
ga: Iontráil d'fhocal faire le haghaidh %S le do thoil:

source: Please enter your username and password
ga: Tabhair uait ainm úsáideora agus focal faire le do thoil

source: %S could not be set as the default mail application because a registry key could not be updated. Verify with your system administrator that you have write access to your system registry, and then try again.
ga: Ní féidir %S a chur mar an feidhmchlár ríomhphoist réamhshocraithe toisc nach féidir eochair sa Chlárlann a nuashonrú. Cinntigh le riarthóir do chórais go bhfuil cead scríofa agat i gClárlann do chórais, agus déan iarracht eile.

source: %S could not be set as the default news application because a registry key could not be updated. Verify with your system administrator that you have write access to your system registry, and then try again.
ga: Ní féidir %S a chur mar an feidhmchlár nuachta réamhshocraithe toisc nach féidir eochair sa Chlárlann a nuashonrú. Cinntigh le riarthóir do chórais go bhfuil cead scríofa agat i gClárlann do chórais, agus déan iarracht eile.

source: Another application is attempting to send mail using your user profile. Are you sure you want to send mail?
ga: Tá feidhmchlár eile ag iarraidh ríomhphost a sheoladh agus do phróifíl úsáideora in úsáid aige. An bhfuil tú cinnte go dteastaíonn uait ríomhphost a sheoladh?

source: Warn me whenever other applications try to send mail from me
ga: Tabhair rabhadh dom má iarrann feidhmchláir eile ríomhphost a sheoladh uaimse

source: Mark Messages as Read by Date
ga: Marcáil Teachtaireachtaí mar Léite de réir Dáta

source: Mark messages as read &from:
ga: Marcáil teachtaireachtaí mar &léite ó:

source: &To:
ga: &Go:

source: To:
ga: Chuig:

source: Reply-To:
ga: Freagra-Chuig:

source: Newsgroup:
ga: Grúpa-Nuachta:

source: Followup-To:
ga: Leanúint-Chuig:

source: HTML Mail Question
ga: Ceist maidir le ríomhphost HTML

source: Some of the recipients are not listed as being able to receive HTML mail.
ga: Liostáiltear roinnt de na faighteoirí gan bheith in ann glacadh le ríomhphost HTML.

source: Would you like to convert the message to plain text or send it in HTML anyway?
ga: An bhfuil fonn ort an teachtaireacht a thiontú go gnáth-théacs, nó é a sheoladh mar HTML pé scéal é?

source: Send in Pl&ain Text and HTML
ga: Seol m&ar ghnáth-théacs agus HTML

source: Send in &Plain Text Only
ga: &Seol mar ghnáth-théacs amháin

source: Send in &HTML Only
ga: Seol mar &HTML amháin

source: Your message can be converted to plain text without losing information.
ga: Is féidir do theachtaireacht a thiontú go gnáth-théacs gan faisnéis a chailliúint.

source: Your message can be converted to plain text without losing important information. However, the plain text version might look different from what you saw in the composer.
ga: Is féidir do theachtaireacht a thiontú go gnáth-théacs gan faisnéis thábhachtach a chailliúint. D'fhéadfadh cuma éagsúil ón leagan a chonaic tú sa chumadóir a bheith ar an leagan gnáth-théacs, áfach.

source: However, you used formatting (e.g. colors) that will not be converted to plain text.
ga: D'úsáid tú formáidiú (m.sh. dathanna), áfach, nach dtiontófar go gnáth-théacs.

source: (recommended)
ga: (molta)

source: Unable to open the file %S.
ga: Ní féidir comhad %S a oscailt.

source: Unable to open the temporary file %S. Check your 'Temporary Directory' setting.
ga: Níorbh fhéidir comhad sealadach %S a oscailt. Féach ar an socrú 'Comhadlann Shealadach'.

source: Unable to save your message as template.
ga: Ní féidir do theachtaireacht a shábháil mar theimpléad.

source: Unable to save your message as draft.
ga: Ní féidir do theachtaireacht a shábháil mar dhréacht.

source: Loading attachments…
ga: Iatáin á luchtú…

source: Loading attachment…
ga: Iatán á luchtú…

source: Couldn't open Sent Mail folder. Please verify that your Mail preferences are correct.
ga: Níorbh fhéidir an fillteán "Seolta" a oscailt. Cinntigh go bhfuil do shainroghanna ríomhphoist i gceart.

source: Can't post to multiple news hosts. Try again.
ga: Ní féidir seoladh go dtí níos mó ná óstríomhaire nuachta amháin. Déan iarracht eile.

source: Assembling message…Done
ga: Teachtaireacht á cóimeáil…Críochnaithe

source: Assembling message…
ga: Teachtaireacht á cóimeáil…

source: No sender was specified. Please fill in your email address in the Mail & Newsgroups account settings.
ga: Níor sonraíodh an seoltóir. Cuir do sheoladh ríomhphoist i socruithe an chuntais le do thoil.

source: No recipients were specified. Please enter a recipient or newsgroup in the addressing area.
ga: Níor sonraíodh faighteoir ar bith. Cuir seoladh faighteora nó grúpa nuachta sa réimse seoltaí.

source: Error writing temporary file.
ga: Earráid agus comhad sealadach á scríobh.

source: An error occurred while sending mail. The mail server responded: %s. Please verify that your email address is correct in your Mail preferences and try again.
ga: Tharla earráid agus ríomhphost á sheoladh. D'fhreagair an freastalaí ríomhphoist: %s. Cinntigh go bhfuil do sheoladh ríomhphoist i gceart i do shainroghanna agus déan iarracht eile.

source: An (SMTP) error occurred while sending mail. The server responded: %s.
ga: Tharla earráid (SMTP) agus ríomhphost á sheoladh. D'fhreagair an freastalaí: %s

source: An error occurred while sending mail. The mail server responded: %s. Please check the message and try again.
ga: Tharla earráid agus ríomhphost á sheoladh. D'fhreagair an freastalaí ríomhphoist: %s. Scrúdaigh an teachtaireacht agus déan iarracht eile.

source: The message could not be posted because connecting to the news server failed. The server may be unavailable or is refusing connections. Please verify that your news server settings are correct and try again, or else contact your network administrator.
ga: Níorbh fhéidir an teachtaireacht a sheoladh toisc gur theip ar an gceangal leis an bhfreastalaí nuachta. B'fhéidir nach bhfuil an freastalaí ar fáil nó go bhfuil sé ag diúltú le ceangail. Cinntigh go bhfuil do shocruithe don fhreastalaí nuachta i gceart agus déan iarracht eile, nó téigh i dteagmháil le do riarthóir líonra.

source: An error occurred delivering unsent messages.
ga: Tharla earráid i rith sheoladh na dteachtaireachtaí gan seoladh.

source: Sending of message failed.
ga: Theip ar sheoladh an ríomhphoist.

source: Delivering mail…
ga: Ríomhphost á sheachadadh…

source: Mail: Message sent; waiting for reply…
ga: Ríomhphost: Teachtaireacht seolta, ag feitheamh le freagra…

source: Mail sent successfully
ga: D'éirigh le seoladh an ríomhphoist.

source: An error occurred sending mail: SMTP server error. The server responded: %s Contact your mail administrator for assistance.
ga: Tharla earráid agus ríomhphost á seoladh: earráid fhreastalaí SMTP. D'fhreagair an freastalaí: %s. Téigh i dteagmháil le do riarthóir ríomhphoist le haghaidh cabhrach.

source: Unable to save your message in order to send it later.
ga: Níorbh fhéidir do theachtaireacht a shábháil le é a sheoladh níos déanaí.

source: A communications error occurred: %d. Please try again.
ga: Tharla earráid chumarsáide: %d. Déan iarracht eile le do thoil.

source: THIS IS JUST A PLACEHOLDER. YOU SHOULD NEVER SEE THIS STRING.
ga: NÍL I SEO ACH MARCÁLAÍ. NÍ CHEART DUIT AN TEAGHRÁN SEO A FHEISCINT RIAMH.

source: A network error occurred while receiving data. (Network Error: %s) Try connecting again.
ga: Tharla earráid líonra agus sonraí á fháil. (earráid líonra: %s). Déan iarracht eile ceangal.

source: An error occurred sending mail: the return mail address was invalid. Please verify that your email address is correct in your Mail preferences and try again.
ga: Tharla earráid agus ríomhphost á sheoladh: bhí an seoladh fillte neamhbhailí. Cinntigh go bhfuil do sheoladh ríomhphoist i gceart i do shainroghanna agus déan iarracht eile.

source: Attachment error.
ga: Earráid le hiatán.

source: The message was sent successfully, but could not be copied to your Sent folder.
ga: D'éirigh le seoladh na teachtaireachta, ach níorbh fhéidir í a chóipeáil go dtí d'fhillteán "Seolta".

source: There was a problem including the file %.200s in the message. Would you like to continue saving the message without this file?
ga: Bhí fadhb ann agus an comhad %.200s á chur sa teachtaireacht. An bhfuil tú sásta an teachtaireacht a shábháil gan an comhad sin?

source: Assembling mail information…
ga: Faisnéis ríomhphoist á cur le chéile…

source: Attaching %s…
ga: %s á chur faoi iamh…

source: Creating mail message…
ga: Teachtaireacht ríomhphoist á cruthú…

source: There was a problem including the file %.200s in the message. Would you like to continue sending the message without this file?
ga: Bhí fadhb ann agus an comhad %.200s á chur sa teachtaireacht. An bhfuil tú sásta an teachtaireacht a sheoladh gan an comhad sin?

source: Copying message to %S folder…
ga: Teachtaireacht á cóipeáil go fillteán %S…

source: Copy complete.
ga: Cóipeáil críochnaithe.

source: Copy failed.
ga: Theip ar an gcóipeáil.

source: Warning! You are about to send a %d byte message. Are you sure that you want to do this?
ga: Rabhadh! Tá tú ar tí teachtaireacht %d beart a sheoladh. An bhfuil tú cinnte gur mian leat é sin a dhéanamh?

source: Sending message…
ga: Teachtaireacht á seoladh…

source: Posting message…
ga: Teachtaireacht á postáil…

source: You can only send a message to one news server at a time.
ga: Ní féidir teachtaireacht a sheoladh ach go freastalaí nuachta amháin ag an am céanna.

source: Cancelling…
ga: Á Chealú…

source: Send Message Error
ga: Earráid Seolta Teachtaireachta

source: Send Later Error
ga: Earráid i Seoladh Níos Déanaí

source: Save Draft Error
ga: Earráid Sábhála Dréachta

source: Save Template Error
ga: Earráid Sábhála Teimpléid

source: Your message has been posted to the newsgroup but has not been sent to other recipient.
ga: Tá do theachtaireacht seolta chuig an ngrúpa nuachta, ach níor seoladh í chuig an bhfaighteoir eile.

source: Would you like to return to the compose window?
ga: An bhfuil tú ag iarraidh filleadh ar an fhuinneog scríofa?

source: Please verify that your Mail & Newsgroups account settings are correct and try again.
ga: Cinntigh go bhfuil do shocruithe cuntais i gceart agus déan iarracht eile.

source: Error reading file.
ga: Earráid agus an comhad á léamh.
