Repository: kscanne/gaeilge-mozdev
Catalog: src/tbird-trunk.*.po
Languages: ga

source: &Global Composing Preferences…
ga: Sainro&ghanna Comhchoiteanna Cumtha…

source: Global Addressing &Preferences…
ga: &Sainroghanna Comhchoiteanna Seolta…

source: Outgoing Server (SMTP) Settings
ga: Socruithe an fhreastalaí amach (SMTP)

source: When managing your identities you can use a server from this list by selecting it as the Outgoing Server (SMTP), or you can use the default server from this list by selecting &quot;Use Default Server&quot;.
ga: Agus do chuid cuntas á mbainistiú, is féidir freastalaí ón liosta seo a úsáid trína roghnú mar an Freastalaí Amach (SMTP), nó bain úsáid as an bhfreastalaí réamhshocraithe trí &quot;Úsáid an Freastalaí Réamhshocraithe&quot; a roghnú.

source: A&dd…
ga: &Cuir Leis…

source: Re&move
ga: &Bain

source: Se&t Default
ga: Réamh&shocraigh

source: Description:
ga: Cur Síos:

source: Server Name:
ga: Ainm an Fhreastalaí:

source: User Name:
ga: Ainm Úsáideora:

source: Connection Security:
ga: Slándáil an Cheangail:

source: Authentication method:
ga: Modh fíordheimhnithe:

source: Archive Options
ga: Roghanna Cartlannaithe

source: When archiving messages, place them in:
ga: Agus teachtaireachtaí á gcartlannú, cuir:

source: A &single folder
ga: i bhfillteán &amháin iad

source: &Yearly archived folders
ga: i bhfillteáin &bhliantúla iad

source: &Monthly archived folders
ga: i bhfillteáin &mhíosúla iad

source: &Keep existing folder structure of archived messages
ga: &Coinnigh struchtúr na bhfillteán le haghaidh teachtaireachtaí cartlannaithe

source: Example
ga: Sampla

source: Archives
ga: Cartlanna

source: Inbox
ga: Bosca Isteach

source: Copies &amp; Folders
ga: Cóipeanna agus Fillteáin

source: When sending messages, automatically:
ga: Agus teachtaireachtaí á seoladh:

source: &Place a copy in:
ga: Cuir cói&p i:

source: Place &replies in the folder of the message being replied to
ga: Cui&r freagraí i bhfillteán na teachtaireachta atá á freagairt

source: &Cc these email addresses:
ga: Seol &cóip chuig na seoltaí ríomhphoist seo:

# ccAddressList.placeholder
source: Separate addresses with commas
ga: Seoltaí scartha ag camóga

source: &Bcc these email addresses:
ga: &Bcc na seoltaí ríomhphoist seo:

# bccAddressList.placeholder
source: Separate addresses with commas
ga: Seoltaí scartha ag camóga

source: Sho&w confirmation dialog when messages are saved
ga: &Taispeáin dialóg dhearbhaithe agus teachtaireachtaí á sábháil

source: &quot;&Sent&quot; Folder on:
ga: Fillteán &quot;&Seolta&quot; ar:

source: &Other:
ga: &Eile:

source: Message Archives
ga: Cartlanna Teachtaireachtaí

source: &Keep message archives in:
ga: &Coimeád cartlanna teachtaireachta i:

source: &Archive options…
ga: &Roghanna cartlannaithe…

source: &quot;Archives&quot; Folder o&n:
ga: Fillteán &quot;Cartlanna&quot; a&r:

source: Ot&her:
ga: &Eile:

source: Drafts and Templates
ga: Dréachtaí agus Teimpléid

source: Keep message drafts in:
ga: Coimeád dréacht-theachtaireachtaí i:

source: &quot;&Drafts&quot; Folder on:
ga: Fillteán &quot;&Dréachtaí&quot; ar:

source: O&ther:
ga: &Eile:

source: Keep message templates in:
ga: Coimeád teimpléid i:

source: &quot;Te&mplates&quot; Folder on:
ga: Fillteán &quot;Tei&mpléid&quot; ar:

source: Oth&er:
ga: &Eile:

source: Manage the identities for this account. The first identity is used by default.
ga: Bainistigh aitheantais le haghaidh an chuntais seo. Baintear úsáid as an chéad aitheantas de réir réamhshocraithe.

source: &Add…
ga: &Cuir Leis…

source: &Set Default
ga: &Socraigh Réamhshocrú

source: width: 67ch;
ga: width: 78ch;

source: Identity Settings
ga: Socruithe Aitheantais

source: Configure the settings for this identity:
ga: Cumraigh na socruithe don aitheantas seo:

source: Account properties
ga: Airíonna an chuntais

source: Advanced Options
ga: Ardroghanna

source: Password:
ga: Focal Faire:

source: Alias:
ga: Ailias:

source: Notify on new Mail
ga: Abair liom faoi theachtaireachtaí nua

source: Auto-Joined Channels:
ga: Cainéil Uathoibríocha:

source: Proxy Settings:
ga: Socruithe an tSeachfhreastalaí:

source: &Change…
ga: &Athraigh…

source: Junk Settings
ga: Socruithe Dramhphoist

source: If enabled, you must first train &brandShortName; to identify junk mail by using the Junk toolbar button to mark messages as junk or not. You need to identify both junk and non junk messages. After that &brandShortName; will be able to mark junk automatically.
ga: Leis an rogha seo, caithfidh tú an dóigh le dramhphost a aithint a mhúineadh do &brandShortName; tríd an gcnaipe Dramhphost a chliceáil ar an mbarra uirlisí. Caithfidh tú dramhphost a mharcáil chomh maith leis na teachtaireachtaí nach dramhphost iad. Tar éis sin, beidh &brandShortName; in ann dramhphost a aithint go huathoibríoch.

source: &Enable adaptive junk mail controls for this account
ga: &Cumasaigh rialtáin oiriúnaitheacha dramhphoist don chuntas seo

source: &Move new junk messages to:
ga: Bog teachtaireachtaí nua dra&mhphoist go:

source: &quot;&Junk&quot; folder on:
ga: Fillteán&quot;&Dramhphost&quot; ar:

source: A&utomatically delete junk mail older than
ga: Scrios &uathoibríoch dramhphoist níos sine ná

source: days
ga: lá anuas

source: &Do not automatically mark mail as junk if the sender is in:
ga: &Ná marcáil mar dhramhphost go huathoibríoch má tá an seoltóir i:

source: If enabled, &brandShortName; will automatically consider messages marked by this external classifier as junk.
ga: Leis an rogha seo, glacfaidh &brandShortName; le teachtaireachtaí marcáilte ag an aicmitheoir seachtrach seo mar dhramhphost.

source: &Trust junk mail headers set by:
ga: Cuir muinín i gceann&tásca dramhphoist a shocraigh:

source: Destination and Retention
ga: Ceann Scríbe agus Coinneáil

source: &Global Junk Preferences…
ga: Sainro&ghanna Comhchoiteanna Dramhphoist…

source: Account &Name:
ga: Ai&nm an Chuntais:

source: Default Identity
ga: Aitheantas Réamhshocruithe

source: Each account has an identity, which is the information that other people see when they read your messages.
ga: Tá aitheantas ag gach cuntas. Seo an t-eolas a fheiceann daoine agus iad ag léamh teachtaireachtaí uaitse.

source: Reply-to Addre&ss:
ga: &Seoladh Freagartha (Reply-to):

source: Recipients will reply to this other address
ga: Seolfaidh faighteoirí freagraí chuig an seoladh seo

source: &Organization:
ga: &Eagras:

source: Signature te&xt:
ga: Téa&cs an tsínithe:

source: Use HTM&L (e.g., &lt;b&gt;bold&lt;/b&gt;)
ga: Úsáid HTM&L (m.sh., &lt;b&gt;trom&lt;/b&gt;)

source: Attach the signature from a file instead (text, H&TML, or image):
ga: Tóg an síniú ó chomhad (téacs, H&TML, nó íomhá):

source: Edit…
ga: Eagar…

source: &Choose…
ga: &Roghnaigh…

source: E&dit Card…
ga: Cuir Cárta in Ea&gar…

source: Attach my &vCard to messages
ga: Cuir mo &v-Chárta mar iatán ar theachtaireachtaí

source: &Manage Identities…
ga: &Bainistigh Aitheantais…

source: O&utgoing Server (SMTP):
ga: &Freastalaí Amach (SMTP):

source: Use Default Server
ga: Úsáid an Freastalaí Réamhshocraithe

source: Return Receipts
ga: Admhálacha Léite

source: &Use my global return receipt preferences for this account
ga: Úsáid mo shainroghanna &uilíocha maidir le hadmhálacha léite don chuntas seo

source: &Global Preferences…
ga: Sainroghanna &Comhchoiteanna…

source: &Customize return receipts for this account
ga: Sain&cheap admhálacha léite don chuntas seo

source: &When sending messages, always request a return receipt
ga: &Iarr admháil léite i gcónaí agus teachtaireachtaí á seoladh

source: When a receipt arrives:
ga: Nuair a thagann admháil léite:

source: Leave it in my &Inbox
ga: Fág i mo Bhosca &Isteach é

source: &Move it to my &quot;Sent&quot; folder
ga: Bog go dtí &m'fhillteán &quot;Seolta&quot; é

source: When I receive a request for a return receipt:
ga: Agus iarratas ar admháil léite faighte agam:

source: Allow r&eturn receipts for some messages
ga: C&eadaigh admhálacha léite le haghaidh teachtaireachtaí áirithe

source: &Never send a return receipt
ga: &Ná seol admháil léite riamh

source: If I'm not in the &To or Cc of the message:
ga: Mura bhfuil mé i &Chuig nó Cc na teachtaireachta:

source: If the &sender is outside my domain:
ga: Má tá an &seoltóir lasmuigh de m'fhearann:

source: In all &other cases:
ga: I ngach cás &eile:

source: Ask me
ga: Fiafraigh díom

source: Always send
ga: Seol i gcónaí

source: Never send
ga: Ná seol choíche

source: To save disk space, do not download:
ga: Ar mhaithe le spás diosca a spáráil, ná híosluchtaigh:

source: To save disk space, do not download for offline use:
ga: Ar mhaithe spás diosca a spáráil, ná híosluchtaigh le haghaidh úsáide as líne:

source: To save disk space, downloading messages from the server and keeping local copies for offline use can be restricted by age or size.
ga: Le spás diosca a choigilt, is féidir íosluchtú teachtaireachtaí ón bhfreastalaí agus coimeád de chóipeanna logánta le haghaidh úsáide as líne a shrianadh de réir aoise nó de réir méide.

source: Keep messages f&or this account on this computer
ga: C&oimeád teachtaireachtaí an chuntais seo ar an ríomhaire seo

source: &Messages larger than
ga: Teachtaireachtaí níos &mó ná

source: Don't download &messages larger than
ga: Ná híosluchtaigh teachtaireachtaí níos &mó ná

source: days old
ga: lá d'aois

source: messages
ga: teachtaireacht is déanaí

source: Rea&d messages
ga: Tea&chtaireachtaí léite

source: M&essages more than
ga: T&eachtaireachtaí níos mó ná

source: To recover disk space, old messages can be permanently deleted.
ga: Chun spás diosca a shaoradh, is féidir seanteachtaireachtaí a scriosadh go buan.

source: To recover disk space, old messages can be permanently deleted, both local copies and originals on the remote server.
ga: Chun spás diosca a shaoradh, is féidir seanteachtaireachtaí a scriosadh go buan, cóipeanna logánta agus bunchóipeanna ar an gcianfhreastalaí araon.

source: To recover disk space, old messages can be permanently deleted, including originals on the remote server.
ga: Chun spás diosca a shaoradh, is féidir seanteachtaireachtaí a scriosadh go buan, na bunchóipeanna ar an gcianfhreastalaí ina measc.

source: Dele&te messages more than
ga: Scrios &teachtaireachtaí níos sine ná

source: Do&n't delete any messages
ga: &Ná scrios teachtaireacht ar bith

source: Delete all &but the most recent
ga: Scrios &gach ceann ach an ceann is déanaí

source: Always delete read messages (overrides age settings)
ga: Scrios teachtaireachtaí léite i gcónaí (ná bac le socruithe aoise)

source: Always &keep starred messages
ga: &Coimeád teachtaireachtaí marcáilte i gcónaí

source: Rem&ove bodies from messages more than
ga: Bain na c&oirp de theachtaireachtaí atá níos mó ná

source: &Select newsgroups for offline use…
ga: Roghnaigh grúpaí nuachta le haghaidh ú&sáide as líne…

source: Ad&vanced…
ga: &Ardroghanna…

source: Message Synchronizing
ga: Sioncronú Teachtaireachtaí

source: Disk Space
ga: Spás Diosca

source: Syn&chronize all messages locally regardless of age
ga: Sion&cronaigh na teachtaireachtaí go léir go logánta gan cuimhneamh ar aois

source: Synchronize the most recent
ga: Sioncrónaigh teachtaireachtaí ó na

source: Days
ga: Lá

source: Weeks
ga: Seachtain

source: Months
ga: Mí

source: Years
ga: Bliain

source: Advanced Account Settings
ga: Ardshocruithe Cuntais

source: IMAP server &directory:
ga: Comhadlann an fh&reastalaí IMAP:

source: Sho&w only subscribed folders
ga: &Taispeáin fillteáin liostáilte amháin

source: Server supports &folders that contain sub-folders and messages
ga: Tacaíonn an freastalaí le &fillteáin ina bhfuil fofhillteáin agus teachtaireachtaí

source: Use &IDLE command if the server supports it
ga: Úsáid an t-ordú &IDLE má thacaíonn an freastalaí leis

source: &Maximum number of server connections to cache
ga: Uas&mhéid na gceangal freastalaí a chuirfear sa taisce

source: These preferences specify the namespaces on your IMAP server
ga: Sonraíonn na roghanna seo na hainmspásanna ar d'fhreastalaí IMAP

source: &Personal namespace:
ga: Ainmspás &pearsanta:

source: P&ublic (shared):
ga: P&oiblí (roinnte):

source: &Other Users:
ga: Úsáideoirí &Eile:

source: &Allow server to override these namespaces
ga: Ce&adaigh don fhreastalaí na hainmspásanna seo a shárú

source: When downloading pop mail for this server, use the following folder for new mail:
ga: Agus ríomhphost POP á íosluchtú ón bhfreastalaí seo, úsáid an fillteán seo a leanas le haghaidh teachtaireachtaí nua:

source: &Global Inbox (Local Folders Account)
ga: &Bosca Isteach Uilíoch (Cuntas na bhFillteán Logánta)

source: Inbox for thi&s server's account
ga: Bosca I&steach chuntas an fhreastalaí seo

source: Inbox for &different account
ga: Bosca Isteach cuntais &eile

source: &Include this server when getting new mail
ga: Cu&ir an freastalaí seo san áireamh agus ríomhphost nua á fháil

source: Message Storage
ga: Stóráil na dTeachtaireachtaí

source: Security Settings
ga: Socruithe Slándála

source: Server Settings
ga: Socruithe an Fhreastalaí

source: Server Type:
ga: Cineál an Fhreastalaí:

source: &Server Name:
ga: Ainm an fhrea&stalaí:

source: User &Name:
ga: Ai&nm Úsáideora:

source: Check for new messages ever&y
ga: Lorg teachtaireachtaí nua &gach

source: minutes
ga: nóiméad

source: Connection sec&urity:
ga: Slá&ndáil an cheangail:

source: STARTTLS, if available
ga: STARTTLS, má tá sé ar fáil

source: Authent&ication method:
ga: Modh fíordhe&imhnithe:

source: Leave messa&ges on server
ga: Fá&g teachtaireachtaí ar an bhfreastalaí

source: F&etch headers only
ga: Ná faigh ach na c&eanntásca

source: F&or at most
ga: Ar &feadh ar a mhéid

source: Until I &delete them
ga: Go dtí go scrio&sfaidh mé iad

source: Auto&matically download new messages
ga: Íosluchtaigh teachtaireachtaí &nua go huathoibríoch

source: Your Login Name
ga: D'ainm úsáideora

source: When I delete a message:
ga: Nuair a scriosaim teachtaireacht:

source: M&ove it to this folder:
ga: B&og é go dtí an fillteán seo:

source: Just mar&k it as deleted
ga: Mar&cáil é mar scriosta

source: Remove it imme&diately
ga: Bain é amach &láithreach

source: Clean up (&quot;&Expunge&quot;) Inbox on Exit
ga: &Glan an Bosca Isteach ag an Scor

source: Empty Trash on E&xit
ga: Folmhaigh an Bruscar ag an &Scor

source: &Check for new messages at startup
ga: Lorg tea&chtaireachtaí nua ag am tosaithe

source: Ask &me before downloading more than
ga: Fiafraigh dío&m roimh íosluchtú níos mó ná

source: Al&ways request authentication when connecting to this server
ga: Iarr &fíordheimhniú i gcónaí nuair a cheanglófar leis an bhfreastalaí seo

source: newsrc file:
ga: comhad newsrc:

source: Select newsrc File
ga: Roghnaigh comhad newsrc

source: Show newsgroup names in the Mail Folder pane as:
ga: Taispeáin ainmneacha na ngrúpaí nuachta i bpána an Fhillteáin Ríomhphoist mar:

source: Full names (For example, 'netscape.public.mozilla.mail-news')
ga: Ainmneacha iomlána (m.sh. "netscape.public.mozilla.mail-news")

source: Abbreviate names (For example, 'n.p.m.mail-news')
ga: Ainmneacha giorraithe (m.sh. "n.p.m.mail-news")

source: Default Character Encoding:
ga: Ionchódú Réamhshocraithe:

source: Local directory:
ga: Comhadlann logánta:

source: Select Local Directory
ga: Roghnaigh Comhadlann Logánta

source: &Browse…
ga: &Brabhsáil…

source: Brows&e…
ga: &Brabhsáil…

source: The following is a special account. There are no identities associated with it.
ga: Cuntas speisialta é seo. Níl aon aitheantas comhcheangailte leis.

# securityTitle.label
source: Security
ga: Slándáil

# securityTab.label
source: Security
ga: Slándáil

source: To send and receive signed or encrypted messages, you should specify both a digital signing certificate and an encryption certificate.
ga: Chun teachtaireachtaí sínithe nó criptithe a sheoladh nó a fháil, ba cheart duit teastas sínithe digitigh agus teastas criptiúcháin a shonrú.

source: Encryption
ga: Criptiúchán

source: Default encryption setting when sending messages:
ga: Socrú criptiúcháin réamhshocraithe le haghaidh seolta teachtaireachtaí:

source: &Never (do not use encryption)
ga: &Ná criptigh riamh

source: Req&uired (can't send message unless all recipients have certificates)
ga: &De dhíth (ní féidir teachtaireacht a sheoladh mura bhfuil teastas ag gach faighteoir)

source: Use this certificate to encrypt &amp; decrypt messages sent to you:
ga: Úsáid an teastas seo chun teachtaireachtaí a sheoltar chugat a chriptiú agus a dhíchriptiú:

# digitalSign.certificate.button
source: Select…
ga: Roghnaigh…

# digitalSign.certificate_clear.button
source: Clear
ga: Glan

# encryption.certificate.button
source: Select…
ga: Roghnaigh…

# encryption.certificate_clear.button
source: Clear
ga: Glan

source: e
ga: l

source: Digital Signing
ga: Síniú Digiteach

source: &Digitally sign messages (by default)
ga: Sínigh teachtaireachtaí go &digiteach (mar réamhshocrú)

source: Use this certificate to digitally sign messages you send:
ga: Úsáid an teastas seo le haghaidh síniú na dteachtaireachtaí a sheolann tú:

source: Certificates
ga: Teastais

source: &View Certificates
ga: &Taispeáin Teastais

source: Securit&y Devices
ga: &Gléasanna Slándála

source: You specified that this message should be digitally signed, but the application either failed to find the signing certificate specified in your Mail & Newsgroup Account Settings, or the certificate has expired.
ga: Shonraigh tú gur cheart an teachtaireacht seo a shíniú go digiteach, ach níor aimsigh an feidhmchlár an teastas sínithe atá sonraithe i do Shocruithe Cuntais, nó tá an teastas as dáta.

source: You specified encryption for this message, but the application either failed to find the encryption certificate specified in your Mail & Newsgroup Account Settings, or the certificate has expired.
ga: Shonraigh tú gur cheart an teachtaireacht seo a chriptiú, ach níor aimsigh an feidhmchlár an teastas criptiúcháin atá sonraithe i do Shocruithe Cuntais, nó tá an teastas as dáta.

source: You specified encryption for this message, but the application failed to find an encryption certificate for %S.
ga: Shonraigh tú gur cheart an teachtaireacht seo a chriptiú, ach níor aimsigh an feidhmchlár teastas criptiúcháin le haghaidh %S.

source: Unable to encrypt message. Please check that you have a valid email certificate for each recipient. Please check that the certificates specified in Mail & Newsgroups Account Settings for this mail account are valid and trusted for mail.
ga: Ní féidir an teachtaireacht a chriptiú. Cinntigh go bhfuil teastas bailí ríomhphoist agat do gach aon fhaighteoir. Cinntigh go bhfuil na teastais atá sonraithe sna Socruithe Cuntais don chuntas seo bailí agus go bhfuil muinín agat astu le haghaidh ríomhphoist.

source: Unable to sign message. Please check that the certificates specified in Mail & Newsgroups Account Settings for this mail account are valid and trusted for mail.
ga: Ní féidir an teachtaireacht a shíniú. Cinntigh go bhfuil na teastais atá sonraithe sna Socruithe Cuntais don chuntas seo bailí agus go bhfuil muinín agat astu le haghaidh ríomhphoist.

source: Security
ga: Slándáil

source: Certificate Manager can't locate a valid certificate that can be used to digitally sign your messages.
ga: Ní féidir le Bainisteoir na dTeastas teastas bailí a aimsiú a d'fhéadfaí a úsáid chun do chuid teachtaireachtaí a shíniú.

source: Certificate Manager can't locate a valid certificate that other people can use to send you encrypted email messages.
ga: Ní féidir le Bainisteoir na dTeastas teastas bailí a aimsiú a d'fhéadfadh daoine eile a úsáid chun teachtaireachtaí criptithe a sheoladh chugat.

source: You should also specify a certificate for other people to use when they send you encrypted messages. Do you want to use the same certificate to encrypt & decrypt messages sent to you?
ga: Ba cheart duit freisin teastas a shonrú a úsáidfidh daoine eile agus iad ag seoladh teachtaireachtaí criptithe chugat. An bhfuil tú sásta an teastas céanna a úsáid chun teachtaireachtaí a sheoltar chugat a chriptiú agus a dhíchriptiú?

source: Do you want to use the same certificate to encrypt & decrypt messages sent to you?
ga: An bhfuil tú sásta an teastas céanna a úsáid chun teachtaireachtaí a sheoltar chugat a chriptiú agus a dhíchriptiú?

source: You should also specify a certificate for other people to use when they send you encrypted messages. Do you want to configure an encryption certificate now?
ga: Ba cheart duit freisin teastas a shonrú a úsáidfidh daoine eile agus iad ag seoladh teachtaireachtaí criptithe chugat. An bhfuil fonn ort teastas criptithe a shonrú anois?

source: You should also specify a certificate to use for digitally signing your messages. Do you want to use the same certificate to digitally sign your messages?
ga: Ba cheart duit freisin teastas a shonrú le do chuid teachtaireachtaí a shíniú go digiteach. An bhfuil tú sásta an teastas céanna a úsáid le do chuid teachtaireachtaí a shíniú go digiteach?

source: Do you want to use the same certificate to digitally sign your messages?
ga: An bhfuil tú sásta an teastas céanna a úsáid chun do chuid teachtaireachtaí a shíniú go digiteach?

source: You should also specify a certificate to use for digitally signing your messages. Do you want to configure a certificate for digitally signing messages now?
ga: Ba cheart duit freisin teastas a shonrú le do chuid teachtaireachtaí a shíniú go digiteach. An bhfuil fonn ort teastas a shonrú anois le haghaidh síniú na dteachtaireachtaí?

source: S/MIME Encrypted Message
ga: Teachtaireacht Chriptithe S/MIME

source: S/MIME Cryptographic Signature
ga: Síniú Cripteagrafach S/MIME

source: Apple Mail
ga: Ríomhphost Apple

source: Import Local Mail from Mac OS X Mail
ga: Iompórtáil ríomhphost logánta ó Ríomhphost MacOS X

source: Local messages were successfully imported from %S
ga: D'éirigh le hiompórtáil na dteachtaireachtaí logánta ó %S

source: An internal error occurred. Importing failed. Try importing again.
ga: Tharla earráid inmheánach. Theip ar an iompórtáil. Bain triail eile as an iompórtáil.

source: An error occurred while importing messages from %S. Messages were not imported.
ga: Tharla earráid agus teachtaireachtaí á n-iompórtáil ó %S. Níor iompórtáladh na teachtaireachtaí.

# helpMenu.label helpMenu.accesskey
source: &Help
ga: Cab&hair

# helpMenuWin.label helpMenuWin.accesskey
source: &Help
ga: Cab&hair

source: &Troubleshooting Information
ga: Fabh&tcheartú

source: &Restart with Add-ons Disabled…
ga: &Atosaigh gan aon bhreiseáin…

source: Release &Notes
ga: &Nótaí Eisiúna

source: &What's New
ga: Is &Geal Gach Nua

source: &Help Contents
ga: Áb&har Cabhrach

source: &brandShortName; Help
ga: Cabhair &brandShortName;

source: &About &brandShortName;
ga: &Maidir le &brandShortName;

source: Online Contacts
ga: Teagmhálacha ar líne

source: Offline Contacts
ga: Teagmhálacha as líne

source: Conversations
ga: Comhráite

source: Search result
ga: Toradh cuardaigh

source: Conversations will be displayed here.
ga: Taispeánfar comhráite anseo.

source: Use the contact list in the left panel to start a conversation.
ga: Úsáid an liosta sa phainéal ar chlé chun comhrá a thosú.

source: &brandShortName; currently doesn't have any previous conversations stored for this contact.
ga: Níl aon chomhrá leis an duine seo sábháilte ag &brandShortName; faoi láthair

source: You haven't set up a chat account yet.
ga: Níl cuntas comhrá socraithe agat fós.

source: Let &brandShortName; guide you through the process of setting up your chat account.
ga: Lig do &brandShortName; a bheith do do threorú agus do chuntas comhrá á shocrú.

source: Get started
ga: Tús maith

source: Your chat accounts are not connected.
ga: Níl do chuntais chomhrá ceangailte.

source: You can connect them from the 'Chat status' dialog:
ga: Is féidir iad a cheangal sa dialóg 'Stádas comhrá':

source: Show chat status
ga: Taispeáin stádas comhrá
