Repository: kscanne/gaeilge-mozdev
Catalog: src/tbird-trunk.*.po
Languages: ga

source: %S is free and open source software from the non-profit Mozilla Foundation.
ga: Is saorbhogearra le foinsí oscailte ón Fhondúireacht neamhbhrabúis Mozilla é %S.

source: Application Build ID
ga: Aitheantas an Fheidhmchláir

source: Mail and News Accounts
ga: Cuntais Ríomhphoist agus Nuachta

source: Include account names
ga: Cuir ainmneacha cuntais san áireamh

source: (possibly identifying information)
ga: (faisnéis aitheantais a d'fhéadfadh a bheith ann)

source: ID
ga: Aitheantas

# aboutSupport.accountsName
source: Name
ga: Ainm

source: Incoming server
ga: Freastalaí isteach

source: Outgoing servers
ga: Freastalaithe amach

# aboutSupport.accountsServerName
source: Name
ga: Ainm

source: Connection security
ga: Slándáil an cheangail

source: Authentication method
ga: Modh fíordheimhnithe

source: Default?
ga: Réamhshocrú?

source: Send via email
ga: Seol trí ríomhphost

source: WARNING:
ga: RABHADH:

source: This contains sensitive information which shouldn't be forwarded or published without permission.
ga: Tá faisnéis thábhachtach anseo nár cheart a chur ar aghaidh nó a fhoilsiú gan cead.

source: (Local drive)
ga: (Tiomántán logánta)

source: (Network drive)
ga: (Tiomántán líonra)

source: (Unknown location)
ga: (Suíomh anaithnid)

source: Mail Account Setup
ga: Socrú Cuntais Ríomhphoist

source: Your &name:
ga: D'ai&nm:

source: First Last
ga: Ainm Sloinne

source: Your name, as shown to others
ga: D'ainm, mar a thaispeántar é do dhaoine eile

source: Emai&l address:
ga: Seo&ladh ríomhphoist:

source: email@example.com
ga: seoladh@sampla.ie

source: &Password:
ga: &Focal Faire:

source: Optional, will only be used to validate the username
ga: Roghnach, úsáidfear é chun an t-ainm úsáideoira a bhailíochtú amháin

source: Re&member password
ga: &Meabhraigh focal faire

source: IMAP (remote folders)
ga: IMAP (fillteáin i gcéin)

source: POP3 (keep mail on your computer)
ga: POP3 (coimeád ríomhphost ar do ríomhaire)

source: Incoming:
ga: Isteach:

source: Outgoing:
ga: Amach:

source: Username:
ga: Ainm úsáideora:

source: Server hostname
ga: Óstainm an fhreastalaí

source: Authentication
ga: Fíordheimhniú

source: Autodetect
ga: Braith go hUathoibríoch

source: &Advanced config
ga: &Ardchumraíocht

source: C&ancel
ga: Ce&alaigh

source: &Continue
ga: &Ar Aghaidh

source: &Stop
ga: &Stad

source: Re-&test
ga: &Tástáil Arís

source: &Manual config
ga: Cumraíocht &láimhe

source: &Get a new account
ga: Fai&gh cuntas nua

source: Warning!
ga: Rabhadh!

source: Incoming settings:
ga: Socruithe isteach:

source: Outgoing settings:
ga: Socruithe amach:

source: Technical Details
ga: Sonraí Teicniúla

source: I &understand the risks.
ga: T&uigim na contúirtí.

source: &Done
ga: &Críochnaithe

source: Change &Settings
ga: Athraigh &Socruithe

source: &brandShortName; can allow you to get to your mail using the provided configurations. However, you should contact your administrator or email provider regarding these improper connections. See the Thunderbird FAQ for more information.
ga: Is féidir le &brandShortName; do chuid ríomhphoist a fháil leis an gcumraíocht soláthraithe. Ba cheart duit le do riarthóir nó do sholáthraí ríomhphoist maidir leis na ceangail mhíchuí seo, áfach. Feic ceisteanna coitianta Thunderbird le haghaidh tuilleadh eolais.

source: Warning! This is an insecure server.
ga: Rabhadh! Freastalaí neamhshlán é seo.

source: Click circle for more details.
ga: Cliceáil ar an gciorcal chun tuilleadh sonraí a fháil.

source: Your email and authentication are sent unencrypted, so your password (and your message) could easily be read by other people. &brandShortName; will let you get to your mail, but you should contact your email provider about configuring the server with a secure connection.
ga: Seoltar do ríomhphost agus fíordheimhniú gan criptiúchán, agus d'fhéadfadh daoine eile d'fhocal faire agus do theachtaireacht a léamh go furasta. Ligfidh &brandShortName; leat do chuid ríomhphoist a fháil, ach ba cheart duit iarraidh ar do sholáthraí ríomhphoist an freastalaí a chumrú le ceangal slán.

source: The server uses a certificate that we can't trust, so we can't be sure that someone isn't intercepting the traffic between &brandShortName; and your server. &brandShortName; will let you get to your mail, but you should really get your email provider to configure the server with a trusted certificate.
ga: Úsáideann an freastalaí teastas nach féidir muinín a bheith againn as, agus mar sin ní féidir bheith cinnte nach bhfuil an trácht idir &brandShortName; agus do fhreastalaí á hidircheapadh. Ligfidh &brandShortName; leat do chuid ríomhphoist a fháil, ach ba cheart duit iarraidh ar do sholáthraí ríomhphoist an freastalaí a chumrú le teastas iontaofa.

source: Congratulations! This is a secure server.
ga: Comhghairdeas! Is freastalaí slán é seo.

source: The config file XML does not contain an email account configuration.
ga: Níl cumraíocht chuntais ríomhphoist in XML an chomhaid chumraíochta.

source: The outgoing server must be of type SMTP
ga: Ní mór an freastalaí amach a bheith den chineál SMTP.

source: Unable to log in at server. Probably wrong configuration, username or password.
ga: Ní féidir logáil isteach ar an bhfreastalaí. Is é is dóichí go bhfuil an chumraíocht, an t-ainm úsáideora nó an focal faire mícheart.

source: Can't find a server
ga: Ní féidir freastalaí a aimsiú

source: %1$S does not use encryption.
ga: Ní úsáideann %1$S criptiú.

source: %1$S does not use a trusted certificate.
ga: Ní úsáideann %1$S teastas ina gcuirtear muinín.

source: Normally, a secure mail server will present a trusted certificate to prove that it is really the server it claims to be. The connection to the mail server will be encrypted but cannot be validated as being the correct server.
ga: De ghnáth cuireann freastalaí slán ríomhphoist teastas iontaofa ar fáil le cruthú gurb é an freastalaí a mhaíonn sé. Beidh an ceangal leis an bhfreastalaí ríomhphoist criptithe ach ní feidir bailíochtú gurb é an freastalaí ceart.

source: Insecure mail servers do not use encrypted connections to protect your passwords and private information. By connecting to this server you could expose your password and private information.
ga: Ní úsáideann freastalaithe neamhshláin ríomhphoist ceangail chriptithe le d'fhocail fhaire agus eolas príobháideach a chosaint. Agus tú ag ceangal leis an bhfreastalaí seo, d'fhéadfá d'fhocal faire agus eolas príobháideach a nochtadh.

source: (default)
ga: (réamhshocrú)

source: Auto
ga: Uathoibríoch

source: Looking up configuration: %1$S installation
ga: Cumraíocht á lorg: Suiteáil %1$S

source: Looking up configuration: Email provider
ga: Cumraíocht á lorg: Soláthraí ríomhphoist

source: Looking up configuration: Mozilla ISP database
ga: Cumraíocht á lorg: Bunachar sonraí soláthraithe Mozilla

source: Looking up configuration: Trying common server names
ga: Cumraíocht á lorg: Ainmneacha coitianta

source: Looking up configuration: Probing server
ga: Cumraíocht á lorg: Freastalaí á fhiosrú

source: Configuration found on %1$S installation
ga: Aimsíodh an chumraíocht ar shuiteáil %1$S

source: Configuration found at email provider
ga: Aimsíodh cumraíocht ag soláthraí ríomhphoist

source: Configuration found in Mozilla ISP database
ga: Aimsíodh an chumraíocht i mbunachar sonraí soláthraithe Mozilla

source: Configuration found by trying common server names
ga: Aimsíodh an chumraíocht trí thriail a bhaint as ainmneacha freastalaí coitianta

source: The following settings were found by probing the given server
ga: Aimsíodh na socruithe seo a leanas tríd an freastalaí sonraithe a fhiosrú

source: %1$S failed to find the settings for your email account.
ga: Níorbh fhéidir le %1$S socruithe do chuntais ríomhphoist a aimsiú.

source: Editing Config
ga: Cumraíocht á Cur in Eagar

source: You are offline. We guessed some settings but you will need to enter the right settings.
ga: Níl tú ar líne faoi láthair. Rinneamar iarracht roinnt socruithe a thomhas, ach beidh sé ort na socruithe cearta a chur isteach.

source: checking for pre-configuration…
ga: réamhchumraíocht á lorg…

source: found pre-configuration
ga: aimsíodh réamhchumraíocht

source: checking configuration…
ga: cumraíocht á seiceáil…

source: Found configuration of your account
ga: Aimsíodh cumraíocht do chuntais

source: checking Mozilla Community configurations…
ga: cumraíochtaí Chomhphobail Mozilla á seiceáil…

source: found a configuration
ga: aimsíodh cumraíocht

source: probing configuration…
ga: cumraíocht á scrúdú…

source: guessing configuration…
ga: cumraíocht á tomhas…

source: Your configuration details have been found!
ga: Aimsíodh mionsonraí do chumraíochta!

source: Configuration could not be verified — is the username or password wrong?
ga: Níorbh fhéidir an chumraíocht a dhearbhú — an bhfuil ainm úsáideora nó focal faire mícheart agat?

source: Your incoming server configuration details have been found, please specify the sending hostname.
ga: Tá sonraí cumraíochta do fhreastalaí isteach aimsithe. Sonraigh ainm an ósta seolta le do thoil.

source: Your outgoing server configuration details have been found, please specify the receiving hostname.
ga: Aimsíodh sonraí cumraíochta do fhreastalaí amach. Sonraigh ainm ósta an fhaighteora.

source: Could not guess settings — please enter missing hostnames.
ga: Níorbh fhéidir na socruithe a thomhas — cuir isteach na hainmneacha ósta atá ar iarraidh.

source: Could not automatically configure incoming server, still trying for outgoing server.
ga: Níorbh fhéidir an freastalaí isteach a chumrú go huathoibríoch; fós ag iarraidh an freastalaí amach a chumrú.

source: Could not automatically configure outgoing server, still trying for incoming server.
ga: Níorbh fhéidir an freastalaí amach a chumrú go huathoibríoch; fós ag iarraidh an freastalaí isteach a chumrú.

source: Checking password…
ga: Focal faire á sheiceáil…

source: Password ok!
ga: Focal faire ceart go leor!

source: Username or password invalid
ga: Ainm úsáideora nó focal faire neamhbhailí

source: Checking server details
ga: Mionsonraí an fhreastalaí á seiceáil

source: Checking incoming server details
ga: Mionsonraí an fhreastalaí ríomhphoist isteach á seiceáil

source: Checking outgoing server details
ga: Mionsonraí an fhreastalaí ríomhphoist amach á seiceáil

source: Error Creating Account
ga: Earráid agus Cuntas á Chruthú

source: Incoming server already exists.
ga: Tá an freastalaí isteach ann cheana.

source: Please enter your name.
ga: Cuir d'ainm anseo.

source: Double-check this email address!
ga: Seiceáil an seoladh ríomhphoist seo arís!

source: Use existing outgoing SMTP server
ga: Bainfear úsáid as an bhfreastalaí ríomhphoist amach (SMTP) atá ann

source: No Encryption
ga: Gan Chriptiú

source: (Warning: Could not verify server)
ga: (Rabhadh: Níorbh fhéidir an freastalaí a fhíorú)

source: Incoming: %1$S, Outgoing: %2$S
ga: Isteach: %1$S, Amach: %2$S

source: Hostname is empty or contains forbidden characters. Only letters, numbers, - and . are allowed.
ga: Tá an t-óstainm folamh nó tá carachtair neamhcheadaithe ann. Ní cheadaítear ach litreacha, uimhreacha, . agus -.

source: String contains unsupported characters. Only letters, numbers, - and _ are allowed.
ga: Tá carachtair sa teaghrán nach dtacaítear leo. Ní cheadaítear ach litreacha, uimhreacha, - agus _.

source: Supplied value not in allowed list
ga: Níl an luach a soláthraíodh sa liosta ceadaithe.

source: URL scheme not allowed
ga: Ní cheadaítear an scéim URL seo

source: URL not recognized
ga: Ní aithnítear an URL

source: You must supply a value for this string
ga: Caithfear luach a sholáthar don teaghrán seo.

source: Not a boolean
ga: Ní luach Boole é

source: Not a number
ga: Ní uimhir é

source: Number too large
ga: Uimhir rómhór

source: Number too small
ga: Uimhir róbheag

source: Cannot contact server
ga: Ní féidir dul i dteagmháil leis an bhfreastalaí

source: Bad response content
ga: Droch-inneachar freagartha

source: Login failed. Are username/email address and password correct?
ga: Theip ar logáil isteach. An bhfuil an t-ainm úsáideora agus an focal faire ceart?

source: Login failed. The server %1$S said: %2$S
ga: Theip ar logáil isteach. Dúirt freastalaí %1$S: %2$S

source: Login verification failed for an unknown reason.
ga: Theip ar logáil isteach agus níl a fhios againn cén fáth.

source: Login verification failed with message: %1$S
ga: Theip ar logáil isteach le teachtaireacht: %1$S

source: Account Settings
ga: Socruithe Cuntais

source: &Account Actions
ga: Gníomh&artha Cuntais

source: &Add Mail Account…
ga: Cuir Cunt&as Ríomhphoist Leis…

source: Add &Chat Account…
ga: Cuir Cuntas &Comhrá Leis…

source: Add &Other Account…
ga: Cuir Cuntas &Eile Leis…

source: &Remove Account
ga: &Bain Cuntas

source: width: 105ch; height: 55em;
ga: width: 115ch; height: 60em;

source: Account Wizard
ga: Treoraí na gCuntas

source: width: 40em; height: 38em;
ga: width: 44em; height: 42em;

source: In order to receive messages, you first need to set up an account.
ga: Chun teachtaireachtaí a fháil, ní mór duit cuntas a chruthú ar dtús.

source: New Account Setup
ga: Cruthú Cuntais Nua

source: This Wizard will collect the information necessary to set up an account. If you do not know the information requested, please contact your System Administrator or Internet Service Provider.
ga: Baileoidh an Treoraí seo an fhaisnéis atá riachtanach chun cuntas a chruthú. Mura bhfuil an fhaisnéis iarrtha ar eolas agat, téigh i dteagmháil le do Riarthóir Córais nó le do Sholáthraí Seirbhísí Idirlín.

source: Select the type of account you would like to set up:
ga: Roghnaigh cineál an chuntais is mian leat a shocrú:

source: E&mail account
ga: Cuntas Río&mhphoist

source: Ne&wsgroup account
ga: Cuntas &Grúpa Nuachta

source: Identity
ga: Aitheantas

source: Each account has an identity, which is the information that identifies you to others when they receive your messages.
ga: Tá aitheantas ag gach cuntas, .i. an fhaisnéis a ligeann do dhaoine eile tú a aithint nuair a fhaigheann siad teachtaireachtaí uait.

source: Enter the name you would like to appear in the &quot;From&quot; field of your outgoing messages
ga: Cuir isteach an t-ainm a theastaíonn uait a chur sa réimse &quot;Ó&quot; i do theachtaireachtaí amach

source: (for example, &quot;John Smith&quot;).
ga: (mar shampla, &quot;Tadhg Ó Rodaí&quot;).

source: &Your Name:
ga: &D'ainm:

source: &Email Address:
ga: S&eoladh Ríomhphoist:

source: Incoming Server Information
ga: Maidir leis an bhFreastalaí Isteach

source: Select the type of incoming server you are using.
ga: Roghnaigh cineál do fhreastalaí isteach.

source: &Leave messages on server
ga: &Fág teachtaireachtaí ar an bhfreastalaí

source: Default:
ga: Réamhshocrú:

source: Enter the name of your incoming server (for example, &quot;mail.example.net&quot;).
ga: Iontráil ainm do fhreastalaí isteach (mar shampla, &quot;post.sampla.net&quot;).

source: Incoming &Server:
ga: Frea&stalaí Ríomhphoist Isteach:

source: Enter the incoming user name given to you by your email provider (for example, &quot;jsmith&quot;).
ga: Cuir isteach an t-ainm úsáideora isteach a thug do sholáthraí ríomhphoist duit (mar shampla, &quot;tadhgor&quot;).

source: &User Name:
ga: &Ainm Úsáideora:

source: Enter the name of your news server (NNTP) (for example, &quot;news.example.net&quot;).
ga: Iontráil ainm do fhreastalaí nuachta (NNTP) (mar shampla, &quot;nuacht.sampla.net&quot;).

source: Newsgroup &Server:
ga: Frea&stalaí Nuachta:

source: Outgoing Server Information
ga: Maidir leis an bhFreastalaí Amach

source: Enter the name of your outgoing server (SMTP) (for example, &quot;smtp.example.net&quot;).
ga: Iontráil ainm do fhreastalaí amach (SMTP) (mar shampla, &quot;smtp.sampla.net&quot;).

source: Outgoing &Server:
ga: Frea&stalaí Amach:

source: Enter the outgoing user name given to you by your email provider (this is typically the same as your incoming user name).
ga: Cuir isteach an t-ainm úsáideora amach a thug do sholáthraí ríomhphoist duit (is iondúil gurb ionann é seo agus d'ainm úsáideora isteach).

source: Outgoing &User Name:
ga: &Ainm Úsáideora Amach:

source: You can change outgoing servers in the account settings.
ga: Is féidir leat an freastalaí amach a athrú i socruithe an chuntais.

source: Your existing outgoing server (SMTP), &quot;
ga: Bainfear úsáid as do fhreastalaí ríomhphoist amach (SMTP), &quot;

# haveSmtp1.suffix3
source: &quot;, will be used.
ga: &quot; a úsáidfear.

source: Your existing outgoing (SMTP) username, &quot;
ga: Úsáidfear an t-ainm úsáideora amach (SMTP) atá agat faoi láthair, &quot;

# haveSmtp2.suffix3
source: &quot;, will be used.
ga: &quot; a úsáidfear.

source: Your outgoing (SMTP) server, &quot;
ga: Is ionann do fhreastalaí amach (SMTP), &quot;

source: &quot;, is identical to your incoming server, your incoming user name will be used to access it.
ga: &quot; is ionann é agus do fhreastalaí isteach. Úsáidfear d'ainm úsáideora isteach chun é a rochtain.

source: Account Name
ga: Ainm an Chuntais

source: Enter the name by which you would like to refer to this account (for example, &quot;Work Account&quot;, &quot;Home Account&quot; or &quot;News Account&quot;).
ga: Cuir isteach an t-ainm lena ndéanfaidh tú tagairt don chuntas seo (m.sh. &quot;Cuntas Oibre&quot;, &quot;Cuntas Baile&quot; or &quot;Cuntas Nuachta&quot;).

source: &Account Name:
ga: &Ainm an Chuntais:

source: Congratulations!
ga: Comhghairdeas!

source: Please verify that the information below is correct.
ga: Cinntigh go bhfuil an fhaisnéis thíos ceart, le do thoil.

source: Incoming Server Type:
ga: Cineál an Fhreastalaí Isteach:

source: Incoming Server Name:
ga: Ainm an Fhreastalaí Isteach:

source: Outgoing Server Name (SMTP):
ga: Ainm an Fhreastalaí Amach (SMTP):

source: News Server Name (NNTP):
ga: Ainm an Fhreastalaí Nuachta (NNTP):

source: &Download messages now
ga: Íos&luchtaigh teachtaireachtaí anois

source: Uncheck this checkbox to store mail for this account in its own directory. That will make this account appear as a top-level account. Otherwise, it will be part of the Local Folders Global Inbox account.
ga: Díthiceáil an ticbhosca seo chun ríomhphost an chuntais seo a stóráil ina chomhadlann féin. Cuntas barrléibhéil a bheidh ann ansin, nó seachas sin is cuid de Bhosca Isteach Uilíoch an chuntais "Fillteáin Logánta" a bheidh ann.

source: Use &Global Inbox (store mail in Local Folders)
ga: Úsáid an Bosca Isteach &Uilíoch (stóráil post sna Fillteáin Logánta)

source: Click Finish to save these settings and exit the Account Wizard.
ga: Cliceáil Críochnaigh chun na socruithe seo a shábháil agus scor de Threoraí na gCuntas.

source: Click Done to save these settings and exit the Account Wizard.
ga: Cliceáil Déanta chun na socruithe seo a shábháil agus scor de Threoraí na gCuntas.

source: Activity Manager
ga: Bainisteoir Gníomhaíochta

source: &Pause
ga: Cuir ar &Shos

source: &Resume
ga: &Lean

source: &Cancel
ga: &Cealaigh

source: Reco&ver
ga: Ath&shlánaigh

source: &Retry
ga: &Atriail

source: R&emove From List
ga: &Bain den Liosta

source: &Clear List
ga: &Glan an Liosta

source: Removes completed, canceled, and failed items from the list
ga: Baineann míreanna críochnaithe, cealaithe, nó teipthe ón liosta

source: Search…
ga: Cuardaigh…

source: Paused
ga: Curtha ar Shos

source: Processing
ga: Á Phróiseáil

source: Not Started
ga: Gan Tosú

source: Waiting for input
ga: Ag feitheamh le hionchur

source: Waiting for retry
ga: Ag feitheamh le hatriail

source: Completed
ga: Críochnaithe

source: Canceled
ga: Cealaithe

source: Yesterday
ga: Inné

source: Sending Messages
ga: Teachtaireachtaí á Seoladh

source: Sending Message
ga: Teachtaireacht á Seoladh

source: Sending Message: %S
ga: Teachtaireacht á Seoladh: %S

source: Copying message to sent folder
ga: Teachtaireacht á cóipeáil go fillteán seolta

source: Sent Message
ga: Seoladh an Teachtaireacht

source: Sent Message: %S
ga: Seoladh an Teachtaireacht: %S

source: Failed to send message
ga: Theip ar sheoladh na teachtaireachta

source: Failed to copy message
ga: Níorbh fhéidir an teachtaireacht a chóipeáil

source: Failed to send message: %S
ga: Theip ar sheoladh na teachtaireachta: %S

source: Failed to copy message: %S
ga: Níorbh fhéidir an teachtaireacht a chóipeáil: %S

source: Downloading %1$S of %2$S in %3$S
ga: %1$S as %2$S á íosluchtú i %3$S

source: Bringing folder %S up to date
ga: Fillteán %S á thabhairt cothrom le dáta

# autosyncEventDisplayText
source: %S is up to date
ga: Tá %S cothrom le dáta

source: Total number of messages downloaded: %S
ga: Líon iomlán na dteachtaireachtaí íosluchtaithe: %S

source: No messages downloaded
ga: Níor íosluchtaíodh teachtaireacht ar bith

source: Synchronizing: %S
ga: Á Shioncronú: %S

source: Checking %S for new messages
ga: Ag lorg teachtaireachtaí nua do %S

# pop3EventDisplayText
source: %S is up to date
ga: Tá %S cothrom le dáta

source: #1 message downloaded;#1 messages downloaded
ga: Íosluchtaíodh #1 teachtaireacht;Íosluchtaíodh #1 theachtaireacht;Íosluchtaíodh #1 theachtaireacht;Íosluchtaíodh #1 dteachtaireacht;Íosluchtaíodh #1 teachtaireacht

source: No messages to download
ga: Níl aon teachtaireachtaí le híosluchtú

source: Deleted #1 message from #2;Deleted #1 messages from #2
ga: Scriosadh teachtaireacht amháin ó #2;Scriosadh #1 theachtaireacht ó #2;Scriosadh #1 theachtaireacht ó #2;Scriosadh #1 dteachtaireacht ó #2;Scriosadh #1 teachtaireacht ó #2

source: Moved #1 message from #2 to #3;Moved #1 messages from #2 to #3
ga: Bogadh teachtaireacht amháin ó #2 go #3;Bogadh #1 theachtaireacht ó #2 go #3;Bogadh #1 theachtaireacht ó #2 go #3;Bogadh #1 dteachtaireacht ó #2 go #3;Bogadh #1 teachtaireacht ó #2 go #3

source: Copied #1 message from #2 to #3;Copied #1 messages from #2 to #3
ga: Cóipeáladh teachtaireacht amháin ó #2 go #3;Cóipeáladh #1 theachtaireacht ó #2 go #3;Cóipeáladh #1 theachtaireacht ó #2 go #3;Cóipeáladh #1 dteachtaireacht ó #2 go #3;Cóipeáladh #1 teachtaireacht ó #2 go #3

source: from #1 to #2
ga: ó #1 go #2

source: Deleted folder #1
ga: Scriosadh fillteán #1

source: Emptied Trash
ga: Folmhaíodh an Bruscar

source: Moved folder #1 into folder #2
ga: Cuireadh fillteán #1 isteach i bhfillteán #2

source: Moved folder #1 to Trash
ga: Cuireadh fillteán #1 sa Bhruscar

source: Copied folder #1 into folder #2
ga: Cóipeáladh fillteán #1 isteach i bhfillteán #2

source: Renamed folder #1 to #2
ga: Athraíodh ainm an fhillteáin ó #1 go #2

source: Indexing messages
ga: Teachtaireachtaí á n-innéacsú

source: Indexing messages in #1
ga: Teachtaireachtaí i #1 á n-innéacsú

source: Determining which messages to index
ga: Ag déanamh amach na teachtaireachtaí atá le hinnéacsú

source: Determining which messages to index in #1
ga: Ag déanamh amach na teachtaireachtaí atá le hinnéacsú i #1

source: Indexing #1 of #2 message;Indexing #1 of #2 messages (#3% complete)
ga: #1 as #2 teachtaireacht á hinnéacsú;#1 as #2 theachtaireacht á hinnéacsú (#3% críochnaithe);#1 as #2 theachtaireacht á hinnéacsú (#3% críochnaithe);#1 as #2 dteachtaireacht á hinnéacsú (#3% críochnaithe);#1 as #2 teachtaireacht á hinnéacsú (#3% críochnaithe)

source: Indexing #1 of #2 message in #4;Indexing #1 of #2 messages in #4 (#3% complete)
ga: #1 as #2 teachtaireacht á hinnéacsú i #4;#1 as #2 theachtaireacht á hinnéacsú i #4 (#3% críochnaithe);#1 as #2 theachtaireacht á hinnéacsú i #4 (#3% críochnaithe);#1 as #2 dteachtaireacht á hinnéacsú i #4 (#3% críochnaithe);#1 as #2 teachtaireacht á hinnéacsú i #4 (#3% críochnaithe)

source: Indexed #1 message in #2;Indexed #1 messages in #2
ga: Innéacsaíodh #1 teachtaireacht i #2;Innéacsaíodh #1 theachtaireacht i #2;Innéacsaíodh #1 theachtaireacht i #2;Innéacsaíodh #1 dteachtaireacht i #2;Innéacsaíodh #1 teachtaireacht i #2
