Repository: kscanne/gaeilge-mozdev
Catalog: src/tbird-trunk.*.po
Languages: ga

source: Unable to reach Mozilla; please try again later.
ga: Ní féidir ceangal a bhunú le Mozilla; bain triail eile as amach anseo.

source: Thanks for contributing!
ga: Go raibh maith agat as páirt a ghlacadh!

source: Finished on %S
ga: Críochnaithe ar %S

source: (You canceled this study)
ga: (Chealaigh tú an staidéar seo)

source: (You missed this study)
ga: (Lig tú an staidéar seo thart)

source: Will start on %S
ga: Tosóidh sé ar %S

source: Currently gathering data.
ga: Sonraí á mbailiú faoi láthair.

source: Will finish on %S
ga: Críochnóidh sé ar %S

source: Propose your own study
ga: Mol do staidéar féin

source: Comments & Discussions »
ga: Trácht agus Plé »

source: Propose a Test »
ga: Mol Tástáil »

source: @MozTestPilot on Twitter »
ga: @MozTestPilot ar Twitter »

source: Now uploading data…
ga: Sonraí á n-uasluchtú anois…

source: Oops! There was an error connecting to the Mozilla servers. Maybe your network connection is down?
ga: Tharla earráid agus ceangal á bhunú leis na freastalaithe Mozilla. B'fhéidir go bhfuil fadhb ann le do cheangal líonra?

source: Test Pilot will retry automatically, so it's OK to close this page now.
ga: Déanfaidh Test Pilot iarracht eile go huathoibríoch, mar sin is féidir leat an leathanach seo a dhúnadh anois.

source: (It has already ended and you should not be seeing this page)
ga: (Tá sé críochnaithe cheana agus ní cóir go bhfuil tú ag féachaint ar an leathanach seo)

source: today, at %S
ga: inniu, ag %S

source: on %S
ga: ar %S

source: #1 extension;#1 extensions
ga: #1 eisínteacht;#1 eisínteacht;#1 eisínteacht;#1 n-eisínteacht;#1 eisínteacht

source: This test recurs every %S days. Each time it completes:
ga: Atarlaíonn an triail seo gach %S lá. Gach uair a chríochnaíonn sé:

source: Ask me whether I want to submit my data.
ga: Fiafraigh díom ar mhaith liom mo chuid sonraí a sheoladh.

source: Always submit my data, and don't ask me about it.
ga: Seol mo chuid sonraí i gcónaí agus ná fiafraigh díom faoi.

source: Never submit my data, and don't ask me about it.
ga: Ná seol mo chuid sonraí riamh, agus ná fiafraigh díom faoi.

# testpilot.statusPage.loading
source: Loading, please wait a moment…
ga: Á luchtú, fan go fóill…

source: You are about to quit the "%S" study.
ga: Tá tú ar tí éirí as an staidéar "%S".

source: (Optional) If you have a minute, please let us know why you have chosen to quit the study.
ga: (Roghnach) Má tá am saor agat, cuir in iúl dúinn cén fáth ar éirigh tú as an staidéar.

source: Reason:
ga: Fáth:

source: This is a recurring study. Normally we will let you know the next time we run the study. If you never want to hear about this study again, check the box below:
ga: Is staidéar atarlaithe é seo. De ghnáth, cuirfimid in iúl duit an chéad uair eile a dhéanfaimid an staidéar. Mura mian leat cloisteáil uainn faoin staidéar seo, cuir tic sa bhosca thíos:

source: Quit this recurring study.
ga: Éirigh as an staidéar atarlaithe seo.

source: Quit the Study »
ga: Éirigh as an Staidéar »

source: Thank You for Joining the Test Pilot Team!
ga: Go raibh maith agat as bheith linn ar Fhoireann Test Pilot!

source: Getting Started
ga: Tús Maith

source: Please take the
ga: Glac páirt sa

source: Pilot Background Survey
ga: Suirbhé Cúlra Test Pilot

source: Click here to see the studies that are currently running.
ga: Cliceáil anseo chun na staidéir atá ar siúl faoi láthair a fheiceáil.

source: Test Pilot Add-on
ga: Breiseán Test Pilot

source: « look for this icon in the bottom right of the mail window.
ga: « lorg an deilbhín seo ag bun na fuinneoige ríomhphoist ar thaobh na láimhe deise.

source: « look for this icon in the Tools menu.
ga: « lorg an deilbhín seo sa roghchlár Uirlisí.

source: You can click on it to get the main Test Pilot menu.
ga: Is féidir é a chliceáil chun príomhroghchlár Test Pilot a oscailt.

source: Use the sub-menu to see what Test Pilot studies are running on your computer and to set your preferences.
ga: Gheobhaidh tú liosta de na staidéir Test Pilot atá ar siúl ar do ríomhaire san fho-roghchlár.

source: The icon will pop up a notification when a study needs your attention.
ga: Taispeánfaidh an deilbhín fógra nuair a chaithfidh tú aire a thabhairt do staidéar.

source: The icon will appear and pop up a notification when a study needs your attention.
ga: Feicfidh tú an deilbhín seo agus fógra nuair a chaithfidh tú aire a thabhairt do staidéar.

source: Legal Notices
ga: Fógraí Dlí

source: Save Answers
ga: Sábháil Freagraí

source: Submit Answers
ga: Seol Freagraí

source: Change Answers
ga: Athraigh Freagraí

# testpilot.surveyPage.loading
source: Loading, please wait a moment…
ga: Á luchtú, fan go fóill…

source: Thank you for finishing this survey. Your answers will be uploaded along with the next set of experimental data.
ga: Go raibh maith agat as an tsuirbhé seo a chríochnú. Uasluchtófar do chuid freagraí maraon leis an chéad tacar eile de shonraí turgnamhacha.

source: If you would like to review or change your answers, you can do so at any time using the button below.
ga: Más mian leat do chuid freagraí a athbhreithniú nó a athrú, is féidir é seo a dhéanamh am ar bith leis an gcnaipe thíos.

source: Excellent! You finished the "%S" Study!
ga: Go hiontach! Chríochnaigh tú an staidéar "%S"!

source: All data related to this study has been removed from your computer.
ga: Scriosadh na sonraí go léir a bhain leis an staidéar seo ó do ríomhaire.

source: Update…
ga: Nuashonraigh…

source: Thanks!
ga: GRMA!

source: Thank you for uploading your data.
ga: Go raibh maith agat as do chuid sonraí a uasluchtú.

source: Ready to Submit
ga: Réidh le Seoladh

source: The Test Pilot "%S" study is finished gathering data and is ready to submit.
ga: Tá an staidéar Test Pilot "%S" críochnaithe agus tá sé réidh do chuid sonraí a sheoladh.

source: New Test Pilot Study
ga: Staidéar Nua Test Pilot

source: The Test Pilot "%S" study is about to begin.
ga: Tá an staidéar Test Pilot "%S" ar tí tosú.

source: New Test Pilot Survey
ga: Suirbhé Nua Test Pilot

source: The Test Pilot "%S" survey is available.
ga: Tá an suirbhé Test Pilot "%S" ar fáil.

source: New Test Pilot Results
ga: Torthaí Nua Test Pilot

source: New results are now available for the Test Pilot "%S" study.
ga: Tá torthaí nua don staidéar Test Pilot "%S" ar fáil anois.

source: Thank you!
ga: Go raibh maith agat!

source: The Test Pilot "%S" study is completed and your data has been submitted!
ga: Tá an staidéar Test Pilot "%S" críochnaithe agus seoladh do chuid sonraí!

source: Extension Update
ga: Nuashonrú Eisínteachta

source: One of your studies requires a newer version of Test Pilot. You can get the latest version using the Add-ons window.
ga: Tá leagan níos nuaí de Test Pilot de dhíth le haghaidh ceann de do chuid staidéar. Is féidir an leagan is nuaí a fháil trí fhuinneog na mbreiseán.

source: Cancel Study
ga: Cealaigh Staidéar

source: Don't Ask, Always Submit
ga: Ná Fiafraigh, Seol i gCónaí

source: Don't Notify Me of New Studies
ga: Ná cuir in iúl dom nuair a bheidh staidéar nua ann

source: See All User Studies
ga: Na Staidéir Úsáideora Go Léir

source: See Your Data
ga: Do Chuid Sonraí

source: $BrandShortName is a full-featured email application. $BrandShortName supports IMAP and POP mail protocols, as well as HTML mail formatting. Built-in junk mail controls, RSS capabilities, powerful quick search, spell check as you type, global inbox, and advanced message filtering round out $BrandShortName's modern feature set.
ga: Is feidhmchlár ríomhphoist le neart gnéithe é $BrandShortName. Tacaíonn $BrandShortName leis na bprotacail ríomhphoist IMAP agus POP, chomh maith le formáidiú teachtaireachtaí le HTML. I measc na dtréithe nua-aimseartha atá le fáil i $BrandShortName tá rialtáin dramhphoist inmheánach, cumas RSS, mearchuardach cumhachtach, dearbhú litrithe agus tú ag clóscríobh, bosca isteach uilíoch, agus ard-scagadh na dteachtaireachtaí.

source: $BrandShortName &Options
ga: R&oghanna $BrandShortName

source: $BrandShortName &Safe Mode
ga: Mód &Sábháilteachta $BrandShortName

source: Setup Type
ga: Modh Suiteála

source: Choose setup options
ga: Roghanna suiteála an phacáiste seo

source: &Use $BrandShortName as my default mail application
ga: Ú&sáid $BrandShortName mar mo rogha feidhmchlár ríomhphoist

source: Set Up Shortcuts
ga: Socrú Aicearraí

source: Create Program Icons
ga: Cruthaigh Deilbhíní

source: Set Up Optional Components
ga: Socraigh Comhpháirteanna Roghnacha

source: Optional Recommended Components
ga: Comhpháirteanna Roghnacha Molta

source: The Maintenance Service will allow you to update $BrandShortName silently in the background.
ga: Déanfaidh an tSeirbhís Chothabhála nuashonrú ar $BrandShortName go ciúin sa chúlra.

source: Install &Maintenance Service
ga: Suiteáil an tSeirbhís &Chothabhála

source: Ready to start installing $BrandShortName
ga: Réidh chun $BrandShortName a shuiteáil

source: $BrandShortName will be installed to the following location:
ga: Suiteálfar $BrandShortName go dtí an suíomh seo:

source: A restart of your computer may be required to complete the installation.
ga: D'fhéadfadh atosú de do ríomhaire a bheith riachtanach leis an tsuiteáil a chríochnú.

source: A restart of your computer may be required to complete the uninstall.
ga: D'fhéadfadh atosú de do ríomhaire a bheith riachtanach leis an díshuiteáil a chríochnú.

source: $BrandShortName will be set as your default mail application.
ga: Beidh $BrandShortName ina fheidhmchlár réamhshocraithe ríomhphoist.

source: Click Install to continue.
ga: Cliceáil Suiteáil le dul ar aghaidh.

source: &Tell us what you thought of $BrandShortName
ga: &Nocht dúinn do bharúil faoi $BrandShortName

source: &Launch $BrandFullName now
ga: &Lainseáil $BrandFullName anois

source: Create icons for $BrandShortName:
ga: Cruthaigh deilbhíní le haghaidh $BrandShortName:

source: On my &Desktop
ga: Ar an &Deasc agamsa

source: In my &Start Menu Programs folder
ga: &San fhillteán "An Roghchlár Tosaigh/Ríomhchláir" (Start Menu Programs)

source: In my &Quick Launch bar
ga: I mo Bharra &Mearlainseála

source: $BrandShortName must be closed to proceed with the installation. Please close $BrandShortName to continue.
ga: Caithfear $BrandShortName a dhúnadh chun dul ar aghaidh leis an tsuiteáil. Dún $BrandShortName chun leanúint ar aghaidh, le do thoil.

source: $BrandShortName must be closed to proceed with the uninstall. Please close $BrandShortName to continue.
ga: Caithfear $BrandShortName a dhúnadh roimh an díshuiteáil. Dún $BrandShortName chun dul ar aghaidh.

source: $BrandShortName is already running. Please close $BrandShortName prior to launching the version you have just installed.
ga: Tá $BrandShortName ag rith cheana. Dún $BrandShortName sula dtosaíonn tú an leagan atá tú tar éis suiteáil, le do thoil.

source: You don't have access to write to the installation directory. Click OK to select a different directory.
ga: Níl cead agat na comhaid a scríobh sa chomhadlann suiteála. Cliceáil OK chun comhadlann eile a roghnú.

source: You don't have sufficient disk space to install to this location. Click OK to select a different location.
ga: Níl go leor spáis diosca agat chun suiteáil a dhéanamh sa suíomh seo. Cliceáil OK chun suíomh eile a roghnú.

source: Sorry, $BrandShortName can't be installed. This version of $BrandShortName requires ${MinSupportedVer} or newer.
ga: Ní féidir $BrandShortName a shuiteáil. Tá ${MinSupportedVer} nó níos nuaí riachtanach don leagan seo de $BrandShortName.

source: Your computer must be restarted to complete a previous uninstall of $BrandShortName. Do you want to reboot now?
ga: Ní mór duit do ríomhaire a atosú chun díshuiteáil $BrandShortName a chur i gcrích. An bhfuil fonn ort atosú anois?

source: Your computer must be restarted to complete a previous upgrade of $BrandShortName. Do you want to reboot now?
ga: Caithfear do ríomhaire a atosú le huasghrádú roimhe seo de $BrandShortName a chríochnú. An bhfuil fonn ort atosú anois?

source: Error creating directory:
ga: Earráid agus comhadlann á cruthú:

source: Click Cancel to stop the installation or Retry to try again.
ga: Cliceáil Cealaigh leis an tsuiteáil a stopadh nó Atriail le hiarracht eile a dhéanamh.

source: Uninstall $BrandFullName
ga: Díshuiteáil $BrandFullName

source: Remove $BrandFullName from your computer.
ga: Bain $BrandFullName de do ríomhaire.

source: $BrandShortName will be uninstalled from the following location:
ga: Díshuiteálfar $BrandShortName ón suíomh seo:

source: Click Uninstall to continue.
ga: Cliceáil Díshuiteáil le dul ar aghaidh.

source: Checking existing installation…
ga: Tá an tsuiteáil reatha á seiceáil…

source: Installing $BrandShortName…
ga: $BrandShortName á Shuiteáil…

source: Installing Language Files (${AB_CD})…
ga: Comhaid Teanga (${AB_CD}) á Suiteáil…

source: Uninstalling $BrandShortName…
ga: $BrandShortName á Dhíshuiteáil…

source: Cleaning up the birdcage…
ga: Tá an t-éanadán á ghlanadh…

source: Choose the type of setup you prefer, then click Next.
ga: Roghnaigh an cineál suiteála is fearr leat, agus cliceáil "Ar Aghaidh" ina dhiaidh sin.

source: $BrandShortName will be installed with the most common options.
ga: Déanfar $BrandShortName a shuiteáil leis na gnáthroghanna.

source: &Standard
ga: Gnáth&shuiteáil

source: You may choose individual options to be installed. Recommended for experienced users.
ga: Is féidir leat roghanna ar leith a shannadh lena suiteáil. Níl an rogha seo molta ach amháin d'úsáideoirí a bhfuil taithí mhaith acu ar an ábhar.

source: &Custom
ga: S&ainshuiteáil

source: Welcome to the $BrandFullNameDA Setup Wizard
ga: Fáilte go dtí Treoraí Suiteála $BrandFullNameDA

source: This wizard will guide you through the installation of $BrandFullNameDA. It is recommended that you close all other applications before starting Setup. This will make it possible to update relevant system files without having to reboot your computer. $_CLICK
ga: Déanfaidh an treoraí seo treorú duit tríd an tsuiteáil de $BrandFullNameDA. Moltar duit gach feidhmchlár eile a dhúnadh sula dtosaíonn tú an Suiteálaí. Cinnteoidh sé seo gur féidir na comhaid oiriúnacha a nuashonrú gan do ríomhaire a atosú. $_CLICK

source: Choose Components
ga: Roghnaigh Comhpháirteanna

source: Choose which features of $BrandFullNameDA you want to install.
ga: Roghnaigh na gnéithe $BrandFullNameDA ba mhaith leat suiteáil.

source: Position your mouse over a component to see its description.
ga: Cuir do luch os cionn comhpháirte chun cur síos a fheiceáil.

source: Choose Install Location
ga: Roghnaigh Suíomh na Suiteála

source: Choose the folder in which to install $BrandFullNameDA.
ga: Roghnaigh an fillteán inar mian leat $BrandFullNameDA a shuiteáil.

source: Installing
ga: Á Shuiteáil

source: Please wait while $BrandFullNameDA is being installed.
ga: Fan fad is atá $BrandFullNameDA á shuiteáil, le do thoil.

source: Installation Complete
ga: Suiteáil Críochnaithe

source: Setup was completed successfully.
ga: D'éirigh leis an tsuiteáil.

source: Installation Aborted
ga: Suiteáil Tobscortha

source: Setup was not completed successfully.
ga: Níor éirigh leis an tsuiteáil.

source: &Finish
ga: &Críochnaigh

source: Completing the $BrandFullNameDA Setup Wizard
ga: Treoraí Suiteála $BrandFullNameDA ag críochnú

source: $BrandFullNameDA has been installed on your computer. Click Finish to close this wizard.
ga: Tá $BrandFullNameDA suiteáilte ar do ríomhaire. Cliceáil Críochnaigh leis an treoraí seo a dhúnadh.

source: Your computer must be restarted in order to complete the installation of $BrandFullNameDA. Do you want to reboot now?
ga: Caithfear do ríomhaire a atosú le suiteáil $BrandFullNameDA a chríochnú. An bhfuil fonn ort atosú anois?

source: Reboot now
ga: Atosaigh anois

source: I want to manually reboot later
ga: Atosóidh mé de láimh níos déanaí

source: Choose Start Menu Folder
ga: Roghnaigh Fillteán sa Roghchlár Tosaigh

source: Choose a Start Menu folder for the $BrandFullNameDA shortcuts.
ga: Roghnaigh fillteán sa Roghchlár Tosaigh le haghaidh aicearraí $BrandFullNameDA.

source: Select the Start Menu folder in which you would like to create the program's shortcuts. You can also enter a name to create a new folder.
ga: Roghnaigh an fillteán sa Roghchlár Tosaigh inar mian leat aicearraí an chláir a chruthú. Is féidir freisin fillteán nua a chruthú trí ainm nua a iontráil.

source: Are you sure you want to quit $BrandFullName Setup?
ga: An bhfuil tú cinnte go dteastaíonn uait scor de Shuiteáil $BrandFullName?

source: Welcome to the $BrandFullNameDA Uninstall Wizard
ga: Fáilte go Treoraí Díshuiteála $BrandFullNameDA

source: This wizard will guide you through the uninstallation of $BrandFullNameDA. Before starting the uninstallation, make sure $BrandFullNameDA is not running. $_CLICK
ga: Tabharfaidh an treoraí treoir duit trí díshuiteáil $BrandFullNameDA. Sula dtosaíonn tú an díshuiteáil, bí cinnte nach bhfuil $BrandFullNameDA ag rith. $_CLICK

source: Uninstall $BrandFullNameDA
ga: Díshuiteáil $BrandFullNameDA

source: Remove $BrandFullNameDA from your computer.
ga: Bain $BrandFullNameDA de do ríomhaire.

source: Uninstalling
ga: Á Dhíshuiteáil

source: Please wait while $BrandFullNameDA is being uninstalled.
ga: Fan fad is atá $BrandFullNameDA á dhíshuiteáil, le do thoil.

source: Uninstallation Complete
ga: Díshuiteáil Críochnaithe

source: Uninstall was completed successfully.
ga: D'éirigh leis an díshuiteáil.

source: Uninstallation Aborted
ga: Díshuiteáil Tobscortha

source: Uninstall was not completed successfully.
ga: Níor éirigh leis an díshuiteáil.

source: Completing the $BrandFullNameDA Uninstall Wizard
ga: Treoraí Díshuiteála $BrandFullNameDA ag críochnú

source: $BrandFullNameDA has been uninstalled from your computer. Click Finish to close this wizard.
ga: Tá $BrandFullNameDA díshuiteáilte ó do ríomhaire. Cliceáil Críochnaigh leis an treoraí seo a dhúnadh.

source: Your computer must be restarted in order to complete the uninstallation of $BrandFullNameDA. Do you want to reboot now?
ga: Caithfear do ríomhaire a atosú le díshuiteáil $BrandFullNameDA a chríochnú. An bhfuil fonn ort atosú anois?

source: Are you sure you want to quit $BrandFullName Uninstall?
ga: An bhfuil tú cinnte go dteastaíonn uait scor de Dhíshuiteáil $BrandFullName?

source: $BrandFullName Setup
ga: Suiteáil $BrandFullName

source: $BrandFullName Uninstall
ga: Díshuiteáil $BrandFullName

source: < &Back
ga: < Ar Ai&s

source: &Next >
ga: Ar &Aghaidh >

source: I &accept the terms in the License Agreement
ga: Táim toilteanach &glacadh le coinníollacha an Chomhaontú um Cheadúnas

source: I &do not accept the terms in the License Agreement
ga: Nílim &toilteanach glacadh le coinníollacha an Chomhaontú um Cheadúnas

source: &Install
ga: &Suiteáil

source: &Uninstall
ga: &Díshuiteáil

source: B&rowse…
ga: B&rabhsáil…

source: Show &details
ga: Taispeáin &mionsonraí

source: Click Next to continue.
ga: Cliceáil "Ar Aghaidh" chun leanúint ar aghaidh.

source: Click Install to start the installation.
ga: Cliceáil "Suiteáil" chun tosú.

source: Click Uninstall to start the uninstallation.
ga: Cliceáil "Díshuiteáil" chun tosú.

source: Please review the license agreement before installing $BrandFullNameDA. If you accept all terms of the agreement, select the first option below. $_CLICK
ga: Léigh an comhaontú um an gceadúnas roimh $BrandFullNameDA a shuiteáil le do thoil. Má ghlacann tú leis na téarmaí uilig, roghnaigh an chéad rogha thíos. $_CLICK

source: Check the components you want to install and uncheck the components you don't want to install. $_CLICK
ga: Roghnaigh na comhpháirteanna is mian leat a shuiteáil, agus díroghnaigh na comhpháirteanna nach mian leat a shuiteáil. $_CLICK

source: Select components to install:
ga: Roghnaigh na comhpháirteanna is mian leat a shuiteáil:

source: Setup will install $BrandFullNameDA in the following folder. To install in a different folder, click Browse and select another folder. $_CLICK
ga: Suiteálfar $BrandFullNameDA san fhillteán seo a leanas. Chun é a shuiteáil i bhfillteán eile, cliceáil Brabhsáil agus roghnaigh fillteán eile. $_CLICK

source: Destination Folder
ga: Sprioc-Fhillteán

source: Select the folder to install $BrandFullNameDA in:
ga: Roghnaigh an fillteán ina suiteálfar $BrandFullNameDA:

source: "Space available: "
ga: "Spás le fáil: "

source: "Space required: "
ga: "Spás de dhíth: "

source: $BrandFullNameDA will be uninstalled from the following folder. $_CLICK
ga: Díshuiteálfar $BrandFullNameDA ón bhfillteán seo. $_CLICK

source: Uninstalling from:
ga: Á dhíshuiteáil ó:

source: Error opening file for writing: $0 Click Abort to stop the installation, Retry to try again, or Ignore to skip this file.
ga: Earráid agus comhad á scríobh: $0 Cliceáil "Abort" chun an tsuiteáil a stopadh, "Retry" chun iarracht eile a dhéanamh, nó "Ignore" chun neamhaird a dhéanamh den chomhad seo.

source: Error opening file for writing: $0 Click Retry to try again, or Cancel to stop the installation.
ga: Earráid agus comhad á scríobh: $0 Cliceáil "Retry" chun iarracht eile a dhéanamh, nó "Cancel" chun an tsuiteáil a stopadh.

source: "Can't write: "
ga: "Ní féidir scríobh: "

source: Copy failed
ga: Theip ar an gcóipeáil

source: "Copy to "
ga: "Cóipeáil go "

source: "Registering: "
ga: "Clárú: "

source: "Unregistering: "
ga: "Díchlárú: "

source: "Could not find symbol: "
ga: "Níorbh fhéidir siombail a aimsiú: "

source: "Could not load: "
ga: "Níorbh fhéidir luchtú: "

source: "Create folder: "
ga: "Cruthaigh fillteán: "

source: "Create shortcut: "
ga: "Cruthaigh aicearra: "

source: "Created uninstaller: "
ga: "Cruthaíodh díshuiteálaí: "

source: "Delete file: "
ga: "Scrios comhad: "

source: "Delete on reboot: "
ga: "Scrios ag am atosaithe: "

source: "Error creating shortcut: "
ga: "Earráid agus aicearra á chruthú: "

source: "Error creating: "
ga: "Earráid le linn cruthaithe: "

source: Error decompressing data! Corrupted installer?
ga: Earráid agus sonraí á ndíchomhbhrú! Suiteálaí truaillithe?

source: Error registering DLL
ga: Earráid agus DLL á chlárú

source: "ExecShell: "
ga: "Blaosc: "

source: "Execute: "
ga: "Rith: "

source: "Extract: "
ga: "Bain Amach: "

source: "Extract: error writing to file "
ga: "Extract: earráid le linn scríofa "

source: Installer corrupted: invalid opcode
ga: Díshuiteálaí truaillithe: cód neamhbhailí oibríochta

source: "No OLE for: "
ga: "Gan OLE le haghaidh: "

source: "Output folder: "
ga: "Fillteán aschurtha: "

source: "Remove folder: "
ga: "Bain fillteán: "

source: "Rename on reboot: "
ga: "Athainmnigh ag am atosaithe: "

source: "Rename: "
ga: "Athainmnigh: "

source: "Skipped: "
ga: "Neamhaird déanta de: "

source: Copy Details To Clipboard
ga: Cóipeáil Sonraí go dtí an Ghearrthaisce

source: Log install process
ga: Logáil an próiseas suiteála

source: %MOZ_APP_DISPLAYNAME% Update
ga: Nuashonrú %MOZ_APP_DISPLAYNAME%

source: %MOZ_APP_DISPLAYNAME% is installing your updates and will start in a few moments…
ga: Nuashonruithe á suiteáil ag %MOZ_APP_DISPLAYNAME% agus tosóidh sé go luath…
